Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Max number of outages
pl_pl: Maksymalna liczba przestojów
ru_ru: Максимальное количество отключений

source: Analysis period
pl_pl: Okres analizy
ru_ru: Период анализа

source: Service used by
pl_pl: Serwis używany przez
ru_ru: Служба используется

source: This service is not used by any autoreport or you have insufficient permissions.
pl_pl: Ten serwis nie jest używany przez żaden raport automatyczny lub masz niewystarczające uprawnienia.
ru_ru: Эта служба не используется автоотчетом, или у вас недостаточно прав.

source: Quarterly auto report
pl_pl: Kwartalny raport automatyczny
ru_ru: Ежеквартальный автоотчет

source: Quarterly auto report informations
pl_pl: Informacje o kwartalnym raporcie automatycznym
ru_ru: Информация о ежеквартальном автоотчете

source: Invalid changeCalendar
pl_pl: Nieprawidłowy kalendarz zmian

source: Invalid Changecalendar
pl_pl: Nieprawidłowy kalendarz zmian

source: Change calendar deleted successfully
pl_pl: Kalendarz zmian został pomyślnie usunięty

source: Issue while deleting Changecalendar
pl_pl: Problem podczas usuwania kalendarza zmian

source: Change calendar
pl_pl: Kalendarz zmian

source: Change calendars
pl_pl: Kalendarze zmian

source: Create new change calendar
pl_pl: Utwórz nowy kalendarz zmian

source: Colour
pl_pl: Kolor

source: Create Changecalendar
pl_pl: Utwórz kalendarz zmian

source: Edit change calendar:
pl_pl: Edytuj kalendarz zmian:

source: Update changecalendar
pl_pl: Aktualizuj kalendarz zmian

source: Modify date
pl_pl: Modyfikuj datę

source: Filter by changecalendar name
pl_pl: Filtruj według nazwy kalendarza zmian

source: Change calendar name
pl_pl: Nazwa kalendarza zmian

source: No change calendar selected
pl_pl: Nie wybrano kalendarza zmian

source: Display Type
pl_pl: Rodzaj wyświetlania

source: List
pl_pl: Lista

source: MkLogfile is empty or does not exist.
pl_pl: MkLogfile jest pusty lub nie istnieje.
ru_ru: MkLogfile пуст или не существует.

source: Checkmk Agent
pl_pl: Agent Checkmk
ru_ru: checkmk Агент

source: No MKChecks defined! Checkmk will not work.
pl_pl: Nie zdefiniowano żadnych MKChecks! Checkmk nie będzie działać.
ru_ru: MKChecks не определены! Checkmk не будет работать.

source: MK service created successfully
pl_pl: Usługa MK została pomyślnie utworzona
ru_ru: МК служба создана успешно

source: Invalid Checkmk satellite task
pl_pl: Nieprawidłowe zadanie satelitarne Checkmk
ru_ru: Недопустимая Checkmk задача спутника

source: Checkmk discovery
pl_pl: Odkrywanie Checkmk
ru_ru: Checkmk обнаружение

source: Checkmk Checks
pl_pl: Sprawdź Checkmk
ru_ru: Checkmk чеки

source: Checkmk Agents
pl_pl: Agenty Checkmk
ru_ru: Checkmk Агенты

source: Checkmk Module
pl_pl: Moduł Checkmk
ru_ru: Модуль Checkmk

source: Create new Checkmk agent
pl_pl: Utwórz nowego agenta Checkmk
ru_ru: Создать нового агента Checkmk

source: Checkmk agent
pl_pl: Agent Checkmk
ru_ru: Checkmk агент

source: Checkmk agents
pl_pl: Agenty Checkmk
ru_ru: checkmk агенты

source: Downloads
pl_pl: Pobrania
ru_ru: Загрузки

source: Agent Downloads
pl_pl: Pobrania agenta
ru_ru: Агент Загрузки

source: Special agents
pl_pl: Specjalne agenty
ru_ru: Специальные агенты

source: Agent downloads
pl_pl: Pobrania agenta
ru_ru: Агент загрузки

source: All files are located at {0} on the file system.
pl_pl: Wszystkie pliki znajdują się w {0} na systemie plików.
ru_ru: Все файлы находятся в {0} файловой системе.

source: Linux, Unix, macOS and other
pl_pl: Linux, Unix, macOS i inne
ru_ru: Linux, Unix, macOS и другие

source: Agents
pl_pl: Agenty
ru_ru: Агенты

source: Example configurations
pl_pl: Przykładowe konfiguracje
ru_ru: Примеры конфигураций

source: Plugins
pl_pl: Wtyczki
ru_ru: Плагины

source: Other files
pl_pl: Inne pliki
ru_ru: Другие файлы

source: Edit Checkmk agent
pl_pl: Edytuj agenta Checkmk
ru_ru: Изменить Checkmk агент

source: edited successfully
pl_pl: pomyślnie edytowano
ru_ru: отредактировано успешно

source: Checkmk special agents
pl_pl: Specjalne agenty Checkmk
ru_ru: Спецагенты checkmk

source: Filter by agent name
pl_pl: Filtruj według nazwy agenta
ru_ru: Фильтровать по имени агента

source: Filter by command
pl_pl: Filtruj według polecenia
ru_ru: Фильтровать по команде

source: Agent name
pl_pl: Nazwa agenta
ru_ru: Имя агента

source: Create new Checkmk check
pl_pl: Utwórz nową weryfikację Checkmk
ru_ru: Создать новую Checkmk проверку

source: Checkmk check
pl_pl: Weryfikacja Checkmk
ru_ru: Checkmk проверка

source: Check name
pl_pl: Nazwa weryfikacji
ru_ru: Название проверки

source: Please select a servicetemplate.
pl_pl: Proszę wybrać szablon usługi.
ru_ru: Пожалуйста, выберите шаблон службы.

source: Edit Checkmk check
pl_pl: Edytuj weryfikację Checkmk
ru_ru: Изменить Checkmk проверку

source: Filter by check name
pl_pl: Filtruj według nazwy weryfikacji
ru_ru: Фильтр по имени проверки

source: Filter by servicetemplate name
pl_pl: Filtruj według nazwy szablonu usługi
ru_ru: Фильтровать по названию шаблона службы

source: Servicetemplate name
pl_pl: Nazwa szablonu usługi
ru_ru: Название шаблона службы

source: Scans
pl_pl: Skany
ru_ru: Сканирование

source: Scan device:
pl_pl: Skanuj urządzenie:
ru_ru: Сканирование устройства:

source: Cancel waiting for satellite result
pl_pl: Anuluj oczekiwanie na wynik satelity
ru_ru: Отмена ожидания спутникового результата

source: Download and install the Checkmk Agent.
pl_pl: Pobierz i zainstaluj agenta Checkmk.
ru_ru: Скачайте и установите checkmk Agent.

source: If not already done, please {0} the Checkmk Agent now.
pl_pl: Jeśli jeszcze tego nie zrobiłeś, proszę {0} agenta Checkmk teraz.
ru_ru: Если это еще не сделано, пожалуйста, {0} агент Checkmk сейчас.

source: Enable Checkmk agent
pl_pl: Włącz agenta Checkmk
ru_ru: Включить агент checkmk

source: If enabled, openITCOCKPIT will query the Checkmk agent on the remote host.
pl_pl: Jeśli włączone, openITCOCKPIT będzie pytać agenta Checkmk na zdalnym hoście.
ru_ru: Если включено, openITCOCKPIT будет запрашивать агент checkmk на удаленном узле.

source: Datasource
pl_pl: Źródło danych
ru_ru: Источник данных

source: Enable SNMP
pl_pl: Włącz SNMP
ru_ru: Включить SNMP

source: If enabled, openITCOCKPIT will query the remote host through SNMP.
pl_pl: Jeśli włączone, openITCOCKPIT będzie odpytywać zdalny host za pomocą SNMP.
ru_ru: Если включено, openITCOCKPIT будет запрашивать удаленный узел через SNMP.

source: SNMP version
pl_pl: SNMP V 1
ru_ru: SNMP версия

source: Community
pl_pl: Społeczność
ru_ru: Общество

source: Security level
pl_pl: Poziom zabezpieczeń
ru_ru: Уровень безопасности

source: Hash algorithm
pl_pl: Algorytm haszujący
ru_ru: Алгоритм хеширования

source: Encryption algorithm
pl_pl: Algorytm szyfrujący
ru_ru: Алгоритм шифрования

source: Encryption password
pl_pl: Hasło szyfrowania
ru_ru: Пароль шифрования

source: Execute discovery
pl_pl: Wykonaj odkrycie
ru_ru: Выполнить открытие

source: Error from Satellite!
pl_pl: Błąd Satelity!
ru_ru: Ошибка со спутника!

source: Executing remote discovery...
pl_pl: Wykonywanie zdalnego odkrywania...
ru_ru: Выполнение удаленного обнаружения ...

source: Waiting for response from Satellite...
pl_pl: Oczekiwanie na odpowiedź od Satelity...
ru_ru: В ожидании ответа от спутника ...

source: Health
pl_pl: Stan
ru_ru: Здоровье

source: Windows Services
pl_pl: Serwisy Windows
ru_ru: Службы Windows

source: Systemd Services
pl_pl: Serwisy Systemd
ru_ru: Системные службы

source: More services available
pl_pl: Dostępne więcej usług
ru_ru: Доступно больше служб

source: Before you are able to monitor the following services, it is required that an appropriate service template has been created.
pl_pl: Aby móc monitorować następujące usługi, konieczne jest utworzenie odpowiedniego szablonu usługi.
ru_ru: Прежде чем вы сможете отслеживать следующие службы, необходимо создать соответствующий шаблон службы.

source: Go to "Service templates"
pl_pl: Przejdź do "Szablony usług"
ru_ru: Перейти к "Шаблоны служб"

source: Go to "Agent Checks"
pl_pl: Przejdź do "Weryfikacje agenta"
ru_ru: Перейти к "Проверки агента"

source: Checkmk Check
pl_pl: Weryfikacja Checkmk
ru_ru: Checkmk чек

source: Item
pl_pl: Element
ru_ru: Элемент

source: Parameters
pl_pl: Parametry
ru_ru: Параметры

source: CustomAlertWorker: Fork new worker child
pl_pl: CustomAlertWorker: Tworzenie nowego procesu potomnego workera

source: Custom alert rule not found
pl_pl: Nie znaleziono customowych reguł alertu

source: Custom alert not found
pl_pl: Nie znaleziono customowego alertu

source: Custom Alerts
pl_pl: Customowe Alerty

source: Service alerts
pl_pl: Alerty serwisowe

source: Custom alerting rules
pl_pl: Customowe reguły alertu

source: Custom Alerts Counter
pl_pl: Licznik customowych alertów

source: Your service regex is an invalid regular expression.
pl_pl: Twoje wyrażenie regularne dla usługi jest nieprawidłowe.

source: Custom Alert Module
pl_pl: Moduł customowego alertu

source: Custom Alert Rules
pl_pl: Customowe reguły alertu

source: Create new custom alert rule
pl_pl: Dodaj customową regułę alertu

source: Custom alert rule
pl_pl: Customowa reguła alertu

source: When enabled, this alert rule will also apply to hosts in all sub-container.
pl_pl: Gdy włączone, ta reguła alertu będzie również dotyczyć hostów we wszystkich podkontenerach.

source: Included tags
pl_pl: Załączone tagi

source: Excluded tags
pl_pl: Wykluczone tagi

source: Edit custom alert rule
pl_pl: Edytuj customową regułę alertu

source: Custom Alert Module
pl_pl: Moduł customowego alertu

source: Custom Alert Rules
pl_pl: Reguły Alertów Customowych

source: Custom Alert
pl_pl: Alert Customowy

source: Rules
pl_pl: Reguły

source: Filter by rule name
pl_pl: Filtruj według nazwy reguły

source: Filter by rule description
pl_pl: Filtruj według opisu reguły

source: Filter service tags
pl_pl: Filtruj tagi serwisu

source: Affected services
pl_pl: Serwisy których to dotyczy

source: Custom Alert Rule Affected Services
pl_pl: Serwisy objęte Regułą Alertu Customowego

source: Custom Alert Rule
pl_pl: Reguła Alertu Customowego

source: Go to "Custom rule configuration"
pl_pl: Przejdź do "Konfiguracji Reguły Customowej"

source: Custom alert rule:
pl_pl: Reguła alertu customowego:

source: Overview of all affected services. Please refresh your configuration after configuration changes!
pl_pl: Przegląd wszystkich objętych serwisów. Proszę odświeżyć konfigurację po zmianach w konfiguracji!

source: In progress
pl_pl: W trakcie

source: Done
pl_pl: Gotowe

source: Manually closed
pl_pl: Ręcznie zamknięte

source: Alerts older than
pl_pl: Alerty starsze niż

source: Leave empty for all alerts
pl_pl: Pozostaw puste dla wszystkich alertów

source: Service Alerts
pl_pl: Alerty Serwisowe

source: Custom Alerts State History
pl_pl: Historia Stanu Alertów Customowych

source: State History
pl_pl: Historia Stanu

source: Commented by
pl_pl: Skomentowane przez

source: Service:
pl_pl: Serwis:

source: This alert was automatically generated by the alerting daemon
pl_pl: Ten alert został wygenerowany automatycznie przez daemon alertów

source: Custom Alerts Overview
pl_pl: Przegląd Alertów Customowych

source: New alerts
pl_pl: Nowe alerty

source: Manually closed
pl_pl: Ręcznie zamknięte

source: Filter by custom alerts message
pl_pl: Filtruj według komunikatu alertu customowego

source: Alert status
pl_pl: Status alertu

source: Filter by container
pl_pl: Filtruj według kontenera

source: Group view by host
pl_pl: Grupuj według hosta

source: Annotation
pl_pl: Anotacja

source: last 24h
pl_pl: ostatnie 24h

source: Modified
pl_pl: Zmodyfikowane

source: Annotate
pl_pl: Anotuj

source: Close manually
pl_pl: Zamknij ręcznie

source: History
pl_pl: Historia

source: Annotate selected
pl_pl: Anotuj wybrane

source: Close selected manually
pl_pl: Zamknij wybrane ręcznie

source: No items are selected for annotations!
pl_pl: Nie wybrano żadnych elementów do anotacji!

source: Do you want annotate the selected objects?
pl_pl: Czy chcesz dodać anotacje do wybranych obiektów?

source: Add comment
pl_pl: Dodaj komentarz

source: The maximum length for this field is 1024.
pl_pl: Maksymalna długość tego pola wynosi 1024 znaków.

source: Characters available:
pl_pl: Dostępne znaki:

source: Determining host state...
pl_pl: Określanie stanu hosta...

source: All hosts are Up.
pl_pl: Wszystkie hosty są aktywne.

source: At least one host is down or unreachable.
pl_pl: Przynajmniej jeden host jest wyłączony lub niedostępny.

source: Set annotation comment as host acknowledgement
pl_pl: Ustaw komentarz anotacji jako potwierdzenie hosta

source: Annotating...
pl_pl: Dodawanie anotacji...

source: No items have been selected to close!
pl_pl: Nie wybrano elementów do zamknięcia!

source: Information
pl_pl: Informacja

source: Only custom notifications with a status of "{0}" or "{1}" can be closed. Custom notifications with a different status are automatically removed from the selection.
pl_pl: Tylko niestandardowe powiadomienia o statusie "{0}" lub "{1}" mogą zostać zamknięte. Niestandardowe powiadomienia o innym statusie są automatycznie usuwane z wyboru.

source: Do you want close the selected objects?
pl_pl: Czy chcesz zamknąć wybrane obiekty?

source: Closing...
pl_pl: Zamykanie...

source: history
pl_pl: historia

source: State time
pl_pl: Czas stanu

source: Automatically closed
pl_pl: Zamknięte automatycznie

source: Configuration Wizard: DB2 Database
pl_pl: Wizard Konfiguracji: Baza Danych DB2
ru_ru: Мастер настройки: DB2 база данных

source: Configure DB2 Monitoring
pl_pl: Skonfiguruj Monitorowanie DB2
ru_ru: Настроить DB2 мониторинг

source: Administration Settings
pl_pl: Ustawienia Administracyjne
ru_ru: Настройки администрирования

source: DB2 configuration help
pl_pl: Pomoc w konfiguracji DB2
ru_ru: Справка по настройке DB2

source: Please replace XXXXX with your version.
pl_pl: Proszę zamień XXXXX na swoją wersję.
ru_ru: Замените XXXXX своей версией.

source: Please download a recent version of the following packages from here
pl_pl: Proszę pobrać najnowszą wersję następujących pakietów stąd
ru_ru: Загрузите последнюю версию следующих пакетов отсюда

source: Environment
pl_pl: Środowisko
ru_ru: Окружение

source: Add the following to {0}
pl_pl: Dodaj następujące do {0}
ru_ru: Добавьте следующее в {0}

source: Installation
pl_pl: Instalacja
ru_ru: Установка

source: Create User within Databas
pl_pl: Utwórz Użytkownika w Bazie Danych
ru_ru: Создать пользователя в базе данных

source: To ensure, that openITCOCKPIT is able to query information from the database, you need to add a operationsystem user called "nagios" (with same group name).
pl_pl: Aby zapewnić, że openITCOCKPIT jest w stanie zapytać bazę danych, musisz dodać użytkownika systemu operacyjnego o nazwie "nagios" (o tej samej nazwie grupy).
ru_ru: Чтобы убедиться, что openITCOCKPIT может запрашивать информацию из базы данных, вам необходимо добавить пользователя операционной системы с именем "nagios" (с тем же именем группы).

source: Maybe there is already a user {0}, wich is beeing used to monitore the operatingsystem.
pl_pl: Być może istnieje już użytkownik {0}, który jest używany do monitorowania systemu operacyjnego.
ru_ru: Возможно, уже существует пользователь {0}, который используется для мониторинга операционной системы.

source: Afterwords you need to enable the monitoring switches:
pl_pl: Następnie musisz włączyć przełączniki monitorowania:
ru_ru: Послесловие вам необходимо включить переключатели мониторинга:

source: The nagios user (resp. the nagios group) is going to get the needed privileges and after a restart of the database, everything is prepared.
pl_pl: Użytkownik nagios (lub grupa nagios) otrzyma potrzebne uprawnienia i po ponownym uruchomieniu bazy danych, wszystko będzie gotowe.
ru_ru: Пользователь nagios (соответственно группа nagios) получит необходимые привилегии, и после перезапуска базы данных все будет подготовлено.

source: Restart the DB2 server to apply the changes.
pl_pl: Uruchom ponownie serwer DB2, aby zastosować zmiany.
ru_ru: Перезапустите сервер DB2, чтобы изменения вступили в силу.

source: Database user
pl_pl: Użytkownik bazy danych
ru_ru: Пользователь базы данных

source: DB2 Database services
pl_pl: Usługi bazy danych DB2
ru_ru: Службы баз данных DB2

source: To avoiding duplicate service configuration, the existing services with the same name will be automatically deselected
pl_pl: Aby uniknąć konfiguracji zduplikowanej usługi, istniejące usługi o takiej samej nazwie zostaną automatycznie odznaczone.
ru_ru: Чтобы избежать дублирования конфигурации служб, существующие службы с тем же именем будут автоматически отменены.

source: Design saved successfully
pl_pl: Projekt został pomyślnie zapisany
ru_ru: Дизайн успешно сохранен

source: No file to import
pl_pl: Brak pliku do importu
ru_ru: Нет файла для импорта

source: Uploaded file type is not allowed
pl_pl: Typ przesłanego pliku jest niedozwolony
ru_ru: Загруженный тип файла не допускается

source: Design imported and saved successfully
pl_pl: Projekt zaimportowany i pomyślnie zapisany
ru_ru: Дизайн импортирован и успешно сохранен

source: Error on uploading file
pl_pl: Błąd podczas przesyłania pliku
ru_ru: Ошибка при загрузке файла

source: Unsuported image format.
pl_pl: Niewspierany format obrazu.
ru_ru: Неподдерживаемый формат изображения.

source: Upload successful
pl_pl: Pomyślnie przesłano
ru_ru: Загрузка успешно завершена

source: Reset successful
pl_pl: Pomyślne zresetowanie
ru_ru: Сброс успешно

source: No custom logo found
pl_pl: Nie znaleziono niestandardowego logo
ru_ru: Пользовательский логотип не найден

source: Design Editor
pl_pl: Edytor Projektu
ru_ru: Редактор дизайна

source: Design Module
pl_pl: Moduł Projektu
ru_ru: Модуль дизайна

source: Design
pl_pl: Projekt
ru_ru: Дизайн

source: Designs
pl_pl: Projekty
ru_ru: Дизайн

source: Layout, Header and Menu
pl_pl: Układ, Nagłówek i Menu
ru_ru: Макет, Заголовок и Меню

source: Logo in header
pl_pl: Logo w nagłówku
ru_ru: Логотип в заголовке

source: Page Header
pl_pl: Nagłówek Strony
ru_ru: Заголовок страницы

source: Sidebar
pl_pl: Panel Boczny
ru_ru: Боковая панель

source: Sidebar gradient
pl_pl: Gradient Panelu Bocznego
ru_ru: Градиент боковой панели

source: Navigation title font
pl_pl: Czcionka tytułu nawigacji
ru_ru: Шрифт заголовка навигации

source: Navigation menu font
pl_pl: Czcionka menu nawigacyjnego
ru_ru: Шрифт меню навигации

source: Navigation menu font on hover
pl_pl: Czcionka menu nawigacyjnego po najechaniu
ru_ru: Шрифт меню навигации при наведении

source: Main background
pl_pl: Główne tło
ru_ru: Основной фон

source: Tables
pl_pl: Tabele
ru_ru: Таблицы

source: Table background color
pl_pl: Kolor tła tabeli
ru_ru: Цвет фона таблицы

source: Table font color
pl_pl: Kolor czcionki tabeli
ru_ru: Цвет шрифта таблицы

source: Table border
pl_pl: Obramowanie tabeli
ru_ru: Рамка таблицы

source: Table hover background
pl_pl: Tło po najechaniu na tabelę
ru_ru: Фон наведения таблицы

source: Table hover font color
pl_pl: Kolor czcionki po najechaniu na tabelę
ru_ru: Цвет шрифта при наведении таблицы

source: Tabs
pl_pl: Karty
ru_ru: Вкладки

source: Tab background
pl_pl: Tło karty
ru_ru: Фон вкладки

source: Tab font color
pl_pl: Kolor czcionki karty
ru_ru: Цвет шрифта вкладки

source: Tab font color hover
pl_pl: Kolor czcionki po najechaniu na kartę
ru_ru: Цвет шрифта на вкладке

source: Panels, Cards
pl_pl: Panele, Karty
ru_ru: Панели, Карты

source: Panel background
pl_pl: Tło panelu
ru_ru: Фон панели

source: Panel Title
pl_pl: Tytuł panelu
ru_ru: Название панели

source: Page content font
pl_pl: Czcionka treści strony
ru_ru: Шрифт содержимого страницы

source: Card background
pl_pl: Tło karty
ru_ru: Фон карты

source: Card header Background
pl_pl: Tło nagłówka karty
ru_ru: Фон заголовка карты

source: Card content font
pl_pl: Czcionka treści karty
ru_ru: Шрифт содержимого карты

source: Panel and Card header font
pl_pl: Czcionka nagłówka panelu i karty
ru_ru: Шрифт панели и заголовка карты

source: Breadcrumbs
pl_pl: Ścieżka nawigacji
ru_ru: Хлебные крошки

source: Breadcrumb font color
pl_pl: Kolor czcionki ścieżki nawigacji
ru_ru: Цвет хлебных крошек

source: Breadcrumb with links font color
pl_pl: Kolor czcionki ścieżki nawigacji z linkami
ru_ru: Хлебная крошка со ссылками цвет шрифта

source: Input fields and Buttons
pl_pl: Pola wejściowe i przyciski
ru_ru: Поля ввода и кнопки

source: Default button color
pl_pl: Domyślny kolor przycisku
ru_ru: Цвет кнопки по умолчанию

source: Default button font color
pl_pl: Domyślny kolor czcionki przycisku
ru_ru: Цвет шрифта кнопки по умолчанию

source: Default button border color
pl_pl: Domyślny kolor obramowania przycisku
ru_ru: Цвет рамки кнопки по умолчанию

source: Dark Theme
pl_pl: Ciemny Motyw
ru_ru: Тёмная тема

source: Update style
pl_pl: Aktualizuj styl
ru_ru: Обновить стиль

source: Logos
pl_pl: Loga
ru_ru: Логотипы

source: Upload logo
pl_pl: Prześlij logo
ru_ru: Загрузить логотип

source: Reset logo
pl_pl: Resetuj logo
ru_ru: Сбросить логотип

source: The logo is used by the interface and PDF files.
pl_pl: Logo jest używane przez interfejs i pliki PDF.
ru_ru: Логотип используется интерфейсом и файлами PDF.

source: The small logo is used by notifications.
pl_pl: Małe logo jest używane przez powiadomienia.
ru_ru: Маленький логотип используется уведомлениями.

source: The logo is used by the interface and login screen.
pl_pl: Logo jest używane przez interfejs i ekran logowania.
ru_ru: Логотип используется интерфейсом и экраном входа.

source: This Logo is used in the page header
pl_pl: To logo jest używane w nagłówku strony
ru_ru: Этот логотип используется в заголовке страницы

source: Custom CSS
pl_pl: Customowy CSS
ru_ru: Пользовательские CSS

source: Save custom CSS
pl_pl: Zapisz customowy CSS
ru_ru: Сохранить собственный CSS

source: Import / Export Design
pl_pl: Importuj / Eksportuj Projekt
ru_ru: Импорт / Экспорт Дизайн

source: Export current saved design
pl_pl: Eksportuj obecnie zapisany projekt
ru_ru: Экспортировать текущий сохраненный дизайн

source: Upload your logo
pl_pl: Prześlij swoje logo

source: Logo for
pl_pl: Logo dla

source: Interface and PDFs
pl_pl: Interfejs i pliki PDF
ru_ru: Интерфейс и PDF-файлы

source: Interface and Login
pl_pl: Interfejs i Logowanie
ru_ru: Интерфейс и Логин

source: Header logo
pl_pl: Logo nagłówka
ru_ru: Логотип заголовка

source: Supported iamge types: .jpg, .png and .gif.
pl_pl: Obsługiwane typy obrazów: .jpg, .png i .gif.
ru_ru: Поддерживаемые типы изображений: .jpg, .png и .gif.

source: Drop files here or click to upload.
pl_pl: Upuść pliki tutaj lub kliknij, aby przesłać.
ru_ru: Перетащите файлы сюда или нажмите, чтобы загрузить.

source: Upload your Design
pl_pl: Prześlij swój Projekt
ru_ru: Загрузите свой дизайн

source: Satellite not found
pl_pl: Nie znaleziono Satelity
ru_ru: Спутник не найден

source: Issue while deleting hosts...
pl_pl: Problem podczas usuwania hostów...
ru_ru: Проблема при удалении узлов ...

source: Satellite successfully deleted
pl_pl: Satelita pomyślnie usunięty
ru_ru: Спутник успешно удален

source: Satellites Status
pl_pl: Status Satelitów
ru_ru: Статус Спутника

source: HTTPS pull mode
pl_pl: Tryb pobierania HTTPS

source: HTTPS push mode
pl_pl: Tryb przesyłania HTTPS

source: Failed
pl_pl: Niepowodzenie
ru_ru: Неудачно

source: Queued
pl_pl: Oczekujące

source: Aborted
pl_pl: Anulowane

source: Synchronisation method is out of bounds: [{0}]
pl_pl: Metoda synchronizacji wykracza poza zakres: [{0}]
ru_ru: Метод синхронизации вышел за пределы: [{0}]

source: The port numbers in the range from 0 to 65535
pl_pl: Numery portów w zakresie od 0 do 65535
ru_ru: Номера портов в диапазоне от 0 до 65535

source: The entered URL is invalid
pl_pl: Wprowadzony URL jest nieprawidłowy
ru_ru: Введенный URL неверен
