Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Import data from push agents successfully finished!
pl_pl: Import danych z agentów push zakończony pomyślnie!

source: Generate preview for push agents data - maximal 10 rows will be shown
pl_pl: Generuj podgląd danych z agentów push - zostanie pokazanych maksymalnie 10 wierszy

source: ⚠️ No push agents found. Data preview is not possible!
pl_pl: ⚠️ Nie znaleziono agentów push. Podgląd danych nie jest możliwy!

source: ❗Error no external monitoring system defined
pl_pl: ❗Błąd, nie zdefiniowano zewnętrznego systemu monitoringu

source: Import data from External Monitoring System successfully finished!
pl_pl: Import danych z zewnętrznego systemu monitoringu zakończony pomyślnie!

source: Generate preview for External Monitoring System data - maximal 10 rows will be shown
pl_pl: Generuj podgląd danych z zewnętrznego systemu monitoringu - zostanie pokazanych maksymalnie 10 wierszy

source: ⚠️ Elements are empty. Data preview is not possible!
pl_pl: ⚠️ Elementy są puste. Podgląd danych nie jest możliwy!

source: Error while importing host data
pl_pl: Błąd podczas importowania danych serwera
ru_ru: Ошибка при импорте данных узла

source: ❗Could not save imported host!
pl_pl: ❗Nie można zapisać zaimportowanego serwera!

source: Temporary uploaded JSON file successfully removed
pl_pl: Tymczasowy plik JSON został pomyślnie usunięty

source: Error while deleting uploaded JSON File.
pl_pl: Błąd podczas usuwania przesłanego pliku JSON.

source: External monitoring system not found
pl_pl: System monitoringu zewnętrznego nie znaleziony

source: External Monitoring system not found
pl_pl: System monitoringu zewnętrznego nie znaleziony

source: External system not found
pl_pl: Zewnętrzny system nie znaleziony
ru_ru: Внешняя система не найдена

source: Used by Importer "{0}"
pl_pl: Używane przez Importera "{0}"

source: Host defaults not found
pl_pl: Domyślne ustawienia serwera nie znalezione
ru_ru: Параметры узла по умолчанию не найдены

source: Used by Importer {0}
pl_pl: Używane przez Importera {0}
ru_ru: Используется импортером {0}

source: Issue while deleting host defaults
pl_pl: Problem podczas usuwania domyślnych ustawień serwera
ru_ru: Проблема при удалении настроек узла по умолчанию

source: Issue while deleting host defaults...
pl_pl: Problem podczas usuwania domyślnych ustawień serwera...
ru_ru: Проблема при удалении настроек узла по умолчанию ...

source: Host defaults successfully deleted
pl_pl: Domyślne ustawienia serwera pomyślnie usunięte
ru_ru: Параметры узла по умолчанию успешно удалены

source: Imported file not found
pl_pl: Plik zaimportowany nie znaleziony
ru_ru: Импортированный файл не найден

source: Imported file successfully removed
pl_pl: Plik zaimportowany pomyślnie usunięty
ru_ru: Импортированный файл успешно удален

source: Error while deleting imported file
pl_pl: Błąd podczas usuwania zaimportowanego pliku
ru_ru: Ошибка при удалении импортированного файла

source: Imported host not found
pl_pl: Zaimportowany serwer nie znaleziony
ru_ru: Импортированный узел не найден

source: Importers not found
pl_pl: Importery nie znalezione
ru_ru: Импортеры не найдены

source: Import data from uploaded CSV file successfully finished
pl_pl: Importowanie danych z przesłanego pliku CSV zakończone sukcesem
ru_ru: Импорт данных из загруженного файла CSV успешно завершен

source: No valid records exists
pl_pl: Nie istnieją żadne ważne rekordy
ru_ru: Действительных записей не существует

source: Import data from i-doit system successfully finished
pl_pl: Importowanie danych z systemu i-doit zakończone sukcesem
ru_ru: Импорт данных из системы i-doit успешно завершен

source: Import data from OITC push agents successfully finished
pl_pl: Importowanie danych z agentów OITC push zakończone sukcesem

source: Import data from iTop system successfully finished
pl_pl: Importowanie danych z systemu iTop zakończone sukcesem

source: Import data from External Monitoring system successfully finished
pl_pl: Importowanie danych z systemu monitoringu zewnętrznego zakończone sukcesem

source: Importer not found
pl_pl: Importer nie znaleziony
ru_ru: Импортер не найден

source: Temporary uploaded CSV file successfully removed
pl_pl: Tymczasowy przesłany plik CSV został pomyślnie usunięty
ru_ru: Временный загруженный файл CSV успешно удален

source: Error while deleting uploaded CSV File.
pl_pl: Błąd podczas usuwania przesłanego pliku CSV.
ru_ru: Ошибка при удалении загруженного файла CSV.

source: Load data for preview successfully finished
pl_pl: Pomyślne wczytanie danych do podglądu
ru_ru: Загрузка данных для предварительного просмотра успешно завершена

source: Connection error: {0}!
pl_pl: Błąd połączenia: {0}!
ru_ru: Ошибка подключения: {0}!

source: No data available
pl_pl: Brak dostępnych danych

source: No data received from external monitoring system
pl_pl: Brak danych odebranych od systemu monitoringu zewnętrznego

source: You must select at least one configuration item for export.
pl_pl: Musisz wybrać co najmniej jedną pozycję konfiguracji do eksportu.

source: i-doit system error: Invalid API key
pl_pl: Błąd systemu i-doit: Nieprawidłowy klucz API
ru_ru: Системная ошибка i-doit: неверный ключ API

source: No response from external system.
pl_pl: Brak odpowiedzi od systemu zewnętrznego.
ru_ru: Нет ответа от внешней системы.

source: Error while connecting to external system.
pl_pl: Błąd podczas łączenia z systemem zewnętrznym.
ru_ru: Ошибка при подключении к внешней системе.

source: External system respond is HTML instead of JSON.
pl_pl: Odpowiedź systemu zewnętrznego jest w formacie HTML zamiast JSON.

source: Delimiter
pl_pl: Separator
ru_ru: Разделитель

source: Chose CSV file delimeter
pl_pl: Wybierz separator pliku CSV
ru_ru: Выберите разделитель файлов CSV

source: Any character may be used to separate the values. In a comma-separated valuen a comma-separated values (CSV) file the data items are separated using commas as a delimiter, while in a tab-separated values (TSV) file, the data items are separated using tabs as a delimiter.
pl_pl: Można użyć dowolnego znaku do oddzielania wartości. W pliku z danymi rozdzielanymi przecinkami (CSV) elementy danych są oddzielane przecinkami jako separatorem, podczas gdy w pliku z danymi rozdzielanymi tabulatorami (TSV) elementy danych są oddzielane tabulatorami jako separatorem.
ru_ru: Для разделения значений можно использовать любой символ. В файле значений с разделителями-запятыми (CSV) элементы данных разделяются запятыми в качестве разделителя, тогда как в файле значений, разделенных табуляцией (TSV), элементы данных разделяются с помощью табуляции в качестве разделителя.

source: Unique identifier
pl_pl: Unikalny identyfikator
ru_ru: Уникальный идентификатор

source: Column name of the CSV file which will be used as unique identifier for host. This column must be present in the CSV file.
pl_pl: Nazwa kolumny w pliku CSV, która będzie używana jako unikalny identyfikator hosta. Ta kolumna musi być obecna w pliku CSV.
ru_ru: Имя столбца CSV-файла, которое будет использоваться как уникальный идентификатор для узла. Этот столбец должен присутствовать в файле CSV.

source: Column name of the CSV file which will be used as host name. This column must be present in the CSV file.
pl_pl: Nazwa kolumny w pliku CSV, która będzie używana jako nazwa hosta. Ta kolumna musi być obecna w pliku CSV.
ru_ru: Column name of the CSV file which will be used as node name. This column must be present in the CSV file.

source: Column name of the CSV file which will be used as host address. This column must be present in the CSV file.
pl_pl: Nazwa kolumny w pliku CSV, która będzie używana jako adres hosta. Ta kolumna musi być obecna w pliku CSV.
ru_ru: Имя столбца CSV-файла, который будет использоваться в качестве адреса узла. Этот столбец должен присутствовать в CSV-файле.

source: Column name of the CSV file which will be used as host description.
pl_pl: Nazwa kolumny w pliku CSV, która będzie używana jako opis hosta.
ru_ru: Имя столбца CSV-файла, который будет использоваться как описание узла.

source: Column name of the CSV file which will be used as software assignment.
pl_pl: Nazwa kolumny w pliku CSV, która będzie używana jako przypisanie oprogramowania.
ru_ru: Имя столбца файла CSV, который будет использоваться как назначение программного обеспечения.

source: Use host name as address
pl_pl: Użyj nazwy hosta jako adresu
ru_ru: Использовать имя узла как адрес

source: Use host name as address if address column is empty or does not exists.
pl_pl: Użyj nazwy hosta jako adresu, jeśli kolumna z adresem jest pusta lub nie istnieje.
ru_ru: Используйте имя узла в качестве адреса, если столбец адреса пуст или не существует.

source: Use address as host name
pl_pl: Użyj adresu jako nazwy hosta
ru_ru: Использовать адрес как имя узла

source: Use address as host name if host name column is empty or does not exists.
pl_pl: Użyj adresu jako nazwy hosta, jeśli kolumna z nazwą hosta jest pusta lub nie istnieje.
ru_ru: Используйте адрес в качестве имени узла, если столбец имени узла пуст или не существует.

source: Column number - numbering begins with 0 (first column) - of the CSV file which will be used as unique identifier for host. This column must be present in the CSV file.
pl_pl: Numer kolumny - numerowanie zaczyna się od 0 (pierwsza kolumna) - w pliku CSV, który zostanie użyty jako unikalny identyfikator hosta. Ta kolumna musi być obecna w pliku CSV.

source: Column number (numbering begins with 0) of the CSV file which will be used as host name. This column must be present in the CSV file.
pl_pl: Numer kolumny (numerowanie zaczyna się od 0) w pliku CSV, który zostanie użyty jako nazwa hosta. Ta kolumna musi być obecna w pliku CSV.

source: Column number (numbering begins with 0) of the CSV file which will be used as host address. This column must be present in the CSV file.
pl_pl: Numer kolumny (numerowanie zaczyna się od 0) w pliku CSV, który zostanie użyty jako adres hosta. Ta kolumna musi być obecna w pliku CSV.

source: Column number (numbering begins with 0) of the CSV file which will be used as host description.
pl_pl: Numer kolumny (numerowanie zaczyna się od 0) w pliku CSV, który zostanie użyty jako opis hosta.

source: Column number (numbering begins with 0) of the CSV file which will be used as software assignment.
pl_pl: Numer kolumny (numerowanie zaczyna się od 0) w pliku CSV, który zostanie użyty jako przypisanie oprogramowania.

source: Icinga2 API URL
pl_pl: Adres API Icinga2

source: URL of your Icinga2 API endpoint
pl_pl: Adres URL Twojego punktu końcowego API Icinga2

source: API User
pl_pl: Użytkownik API

source: API Password
pl_pl: Hasło API

source: Check types
pl_pl: Typy weryfikacji

source: All check results
pl_pl: Wszystkie wyniki weryfikacji

source: Only state changes
pl_pl: Tylko zmiany stanu

source: Receive Downtimes
pl_pl: Odbieraj przerwy

source: Determine if downtimes created in Icinga 2 should be transferred to openITCOCKPIT.
pl_pl: Określ, czy przerwy utworzone w Icinga 2 powinny być przenoszone do openITCOCKPIT.

source: Receive Acknowledgements
pl_pl: Odbieraj potwierdzenia

source: Determine if acknowledgements created in Icinga 2 should be transferred to openITCOCKPIT.
pl_pl: Określ, czy potwierdzenia utworzone w Icinga 2 powinny być przenoszone do openITCOCKPIT.

source: i-doit System
pl_pl: System i-doit
ru_ru: Система i-doit

source: iTop System
pl_pl: System iTop

source: Matching not possible
pl_pl: Brak możliwości dopasowania
ru_ru: Соответствие невозможно

source: A possible cause for this could be the wrong delimiter or CSV structure is not consistent. Please check your importer configuration.
pl_pl: Możliwą przyczyną tego może być niewłaściwy separator lub struktura CSV jest niespójna. Sprawdź konfigurację importera.
ru_ru: Возможной причиной этого может быть неправильный разделитель или несогласованная структура CSV. Пожалуйста, проверьте конфигурацию вашего импортера.

source: Data preview not possible
pl_pl: Podgląd danych niemożliwy
ru_ru: Предварительный просмотр данных невозможен

source: Uploading the CSV file works, but the elements are empty. Data preview is not possible.
pl_pl: Wgrywanie pliku CSV działa, ale elementy są puste. Podgląd danych niemożliwy.
ru_ru: Загрузка файла CSV работает, но элементы пусты. Предварительный просмотр данных невозможен.

source: Matching for header fields is not possible
pl_pl: Dopasowanie dla pól nagłówka jest niemożliwe
ru_ru: Сопоставление полей заголовка невозможно

source: A possible reason for this could be the wrong configuration mapping or wrong delimiter. Please check your importer configuration.
pl_pl: Możliwą przyczyną może być niewłaściwe mapowanie konfiguracji lub niewłaściwy separator. Sprawdź konfigurację importera.
ru_ru: Возможной причиной этого может быть неправильное сопоставление конфигурации или неправильный разделитель. Пожалуйста, проверьте конфигурацию вашего импортера.

source: CSV with header
pl_pl: CSV z nagłówkiem
ru_ru: CSV с заголовком

source: CSV without header
pl_pl: CSV bez nagłówka
ru_ru: CSV без заголовка

source: External Monitoring
pl_pl: Monitoring Zewnętrzny

source: A possible cause for this could be the structure is not consistent. Please check your importer configuration.
pl_pl: Możliwą przyczyną może być niespójna struktura. Sprawdź konfigurację importera.

source: Connect to iTop works, but the elements are empty. Data preview is not possible.
pl_pl: Połączenie z iTop działa, ale elementy są puste. Podgląd danych niemożliwy.

source: Production Critical
pl_pl: Produkcyjny Krytyczny

source: Production relevant
pl_pl: Produkcyjny Związany

source: No Production relevance
pl_pl: Brak Związku Produkcyjnego

source: Connect to i-doit works, but the elements are empty. Data preview is not possible.
pl_pl: Połączenie z i-doit działa, ale elementy są puste. Podgląd danych niemożliwy.
ru_ru: Подключиться к i-doit работает, но элементы пустые. Предварительный просмотр данных невозможен.

source: Agent push agents are present, but the extracted elements are empty. Data preview is not possible.
pl_pl: Agenty push są obecni, ale wydobyte elementy są puste. Podgląd danych niemożliwy.

source: Object Import
pl_pl: Import Obiektu
ru_ru: Импорт объектов

source: Host Defaults
pl_pl: Domyślne parametry Hosta
ru_ru: Параметры узла по умолчанию

source: Importers
pl_pl: Importery
ru_ru: Импортеры

source: Imported Hosts
pl_pl: Zaimportowane Hosty
ru_ru: Импортированные узлы

source: Imported Files
pl_pl: Zaimportowane Pliki
ru_ru: Импортированные файлы

source: External Systems
pl_pl: Zewnętrzne Systemy
ru_ru: Внешние системы

source: Export / Import
pl_pl: Eksport / Import

source: Agent checks matches
pl_pl: Dopasowania sprawdzania agenta

source: External system
pl_pl: System zewnętrzny
ru_ru: Внешняя система

source: External monitoring
pl_pl: Monitorowanie zewnętrzne

source: Host default
pl_pl: Domyślny host

source: Agent checks
pl_pl: Sprawdzenia agenta

source: Services to import
pl_pl: Usługi do importu

source: External Monitoring Checks
pl_pl: Sprawdzenia monitoringu zewnętrznego

source: Service template groups matches
pl_pl: Dopasowania grup szablonów usług
ru_ru: Совпадение групп шаблонов служб

source: Service template matches
pl_pl: Dopasowania szablonów usług

source: Start data import from "{0}"
pl_pl: Rozpoczęcie importu danych z "{0}"

source: Finished data import from "{0}"
pl_pl: Zakończenie importu danych z "{0}"

source: An error occurred while data import from "{0}"
pl_pl: Wystąpił błąd podczas importu danych z "{0}"

source: Start synchronization with monitoring
pl_pl: Rozpoczęcie synchronizacji z monitoringiem

source: Finished synchronization with monitoring
pl_pl: Zakończenie synchronizacji z monitoringiem

source: while synchronizing imported data with monitoring
pl_pl: podczas synchronizowania importowanych danych z monitoringiem

source: Unsupported external monitoring system
pl_pl: Niewspierany system monitoringu zewnętrznego

source: Valid options are CheckResult or StateChange
pl_pl: Dopuszczalne opcje to CheckResult lub StateChange

source: API key cannot be empty if data source is i-doit.
pl_pl: Klucz API nie może być pusty, jeśli źródłem danych jest i-doit.

source: API user cannot be empty if data source is iTop.
pl_pl: Użytkownik API nie może być pusty, jeśli źródłem danych jest iTop.

source: API password cannot be empty if data source is iTop.
pl_pl: Hasło API nie może być puste, jeśli źródłem danych jest iTop.

source: Host template missing
pl_pl: Brak szablonu hosta
ru_ru: Отсутствует шаблон узла

source: Container missing
pl_pl: Brak kontenera
ru_ru: Контейнер отсутствует

source: No service template groups and service templates defined
pl_pl: Nie zdefiniowano grup szablonów usług i szablonów usług

source: External system can not be blank if data source is i-doit / iTop.
pl_pl: System zewnętrzny nie może być pusty, jeśli źródłem danych jest i-doit / iTop.
ru_ru: Внешняя система не может быть пустой, если источником данных является i-doit / iTop.

source: You have to pick exactly one external monitoring system.
pl_pl: Musisz wybrać dokładnie jeden system monitoringu zewnętrznego.

source: Import Module
pl_pl: Importuj moduł
ru_ru: Модуль импорта

source: Export configuration items for /root Container
pl_pl: Eksportuj elementy konfiguracji dla Kontenera /root

source: Configuration items
pl_pl: Elementy konfiguracji

source: Export configuration items
pl_pl: Eksportuj elementy konfiguracji

source: Import configuration items from JSON File
pl_pl: Importuj elementy konfiguracji z pliku JSON

source: Drop JSON file here or click to upload.
pl_pl: Upuść plik JSON tutaj lub kliknij, aby przesłać.

source: File information
pl_pl: Informacje o pliku

source: Uploaded file contains errors!
pl_pl: Przesłany plik zawiera błędy!

source: Created with {0} version
pl_pl: Utworzono za pomocą wersji {0}

source: Checksum
pl_pl: Suma kontrolna

source: Count
pl_pl: Liczba

source: It is recommended that you create a backup before starting the import!
pl_pl: Zaleca się utworzenie kopii zapasowej przed rozpoczęciem importu!

source: No changes were applied yet. If not already done make sure that you have a backup of your current configuration.
pl_pl: Nie dokonano jeszcze żadnych zmian. Jeśli tego jeszcze nie zrobiłeś, upewnij się, że masz kopię zapasową bieżącej konfiguracji.

source: Go to "Backup / Restore"
pl_pl: Przejdź do "Backup / Restore"

source: Error while importing data!
pl_pl: Błąd podczas importowania danych!

source: Error while importing
pl_pl: Błąd podczas importowania

source: Source UUID:
pl_pl: UUID źródła:

source: Please see the log file for more information.
pl_pl: Zobacz plik dziennika w celu uzyskania dodatkowych informacji.

source: Ready to import
pl_pl: Gotowe do importu

source: No conflicts were found.
pl_pl: Nie znaleziono konfliktów.

source: Start import
pl_pl: Rozpocznij import
ru_ru: Начать импорт

source: Possible dangerous changes detected
pl_pl: Wykryto możliwe niebezpieczne zmiany

source: Importing this configuration could break your currently running monitoring configuration.
pl_pl: Import tej konfiguracji może uszkodzić bieżącą konfigurację monitoringu.

source: Before importing, please check the shown comparison.
pl_pl: Przed importem sprawdź pokazane porównanie.

source: Start import anyway
pl_pl: Rozpocznij import mimo to

source: This overview will only show potential dangerous changes. For example if command arguments get removed from an existing check command.
pl_pl: To zestawienie pokaże tylko potencjalnie niebezpieczne zmiany. Na przykład, jeśli argumenty komendy zostaną usunięte z istniejącej komendy sprawdzającej.

source: It will not mean that the change will break something. {0} can not detected if a change was made intentionally or by accident.
pl_pl: To nie oznacza, że zmiana coś zepsuje. {0} nie jest w stanie stwierdzić, czy zmiana była zamierzona czy też wynikała z przypadku.

source: Current configuration
pl_pl: Bieżąca konfiguracja

source: New configuration after import
pl_pl: Nowa konfiguracja po imporcie

source: Service templates groups
pl_pl: Grupy szablonów usług

source: Import finished successfully
pl_pl: Import zakończony sukcesem

source: The new configuration got imported successfully. All changes where documented within the change log.
pl_pl: Nowa konfiguracja została pomyślnie zaimportowana. Wszystkie zmiany zostały udokumentowane w dzienniku zmian.

source: External Monitoring Systems
pl_pl: Zewnętrzne Systemy monitorowania

source: Add external monitoring system
pl_pl: Dodaj zewnętrzny system monitorowania

source: Create new external monitoring system
pl_pl: Utwórz nowy, zewnętrzny system monitorowania

source: External Monitoring system
pl_pl: System monitorowania zewnętrznego

source: System type
pl_pl: Typ systemu

source: Synchronize status information from Icinga 2 with openITCOCKPIT.
pl_pl: Synchronizuj informacje o stanie z Icinga 2 z openITCOCKPIT.

source: Data source settings
pl_pl: Ustawienia źródła danych

source: Press return to separate
pl_pl: Naciśnij Enter, aby oddzielić
ru_ru: Нажмите return, чтобы отделить

source: Edit external monitoring system
pl_pl: Edytuj zewnętrzny system monitorowania

source: Update external monitoring system
pl_pl: Aktualizuj system monitorowania zewnętrznego

source: External Monitoring Systems Overview
pl_pl: Przegląd systemów monitorowania zewnętrznego

source: Filter by monitoring system name
pl_pl: Filtruj według nazwy systemu monitorowania

source: Filter by monitoring system description
pl_pl: Filtruj według opisu systemu monitorowania

source: Add external system
pl_pl: Dodaj zewnętrzny system
ru_ru: Добавить внешнюю систему

source: Create new external system
pl_pl: Utwórz nowy zewnętrzny system
ru_ru: Создать новую внешнюю систему

source: Data source
pl_pl: Źródło danych
ru_ru: Источник данных

source: i-doit enables external access to the IT documentation via an application programming interface (API)
pl_pl: i-doit umożliwia zewnętrzny dostęp do dokumentacji IT za pomocą interfejsu programowania aplikacji (API)
ru_ru: i-doit обеспечивает внешний доступ к ИТ-документации через интерфейс прикладного программирования (API)

source: iTop enables external access to the IT documentation via an application programming interface (API)
pl_pl: iTop umożliwia zewnętrzny dostęp do dokumentacji IT za pomocą interfejsu programowania aplikacji (API)

source: Connection settings
pl_pl: Ustawienia połączenia
ru_ru: Настройки соединения

source: Predefined connection settings are used to load additional information dynamically
pl_pl: Wstępnie zdefiniowane ustawienia połączenia są używane do dynamicznego ładowania dodatkowych informacji
ru_ru: Предустановленные параметры подключения используются для динамической загрузки дополнительной информации.

source: Object type settings
pl_pl: Ustawienia typu obiektu
ru_ru: Настройки типа объектов

source: Please select all object types you want to import or leave them blank to include all available object types.
pl_pl: Proszę wybrać wszystkie typy obiektów, które chcesz zaimportować lub pozostaw je puste, aby uwzględnić wszystkie dostępne typy obiektów.
ru_ru: Выберите все типы объектов, которые вы хотите импортировать, или оставьте поля пустыми, чтобы включить все доступные типы объектов.

source: Load object types for import
pl_pl: Załaduj typy obiektów do importu
ru_ru: Загрузить типы объектов для импорта

source: Selecting the object types can take some time if the number of config items is too large.
pl_pl: Wybieranie typów obiektów może zająć trochę czasu, jeśli liczba elementów konfiguracji jest zbyt duża.
ru_ru: Выбор типов объектов может занять некоторое время, если количество элементов конфигурации слишком велико.
