Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Sending of anonymous statistics is currently disabled.
pl_pl: Wysyłanie anonimowych statystyk jest obecnie wyłączone.
ru_ru: Отправка анонимной статистики в настоящее время отключена.

source: Sending of anonymous statistics is currently disabled. Waiting for your approval.
pl_pl: Wysyłanie anonimowych statystyk jest obecnie wyłączone. Oczekujemy na Twoją zgodę.
ru_ru: Отправка анонимной статистики в настоящее время отключена. Жду вашего одобрения.

source: Sending of anonymous statistics is currently enabled. Many thanks for your support!
pl_pl: Wysyłanie anonimowych statystyk jest obecnie włączone. Serdecznie dziękujemy za wsparcie!
ru_ru: Отправка анонимной статистики в настоящее время включена. Большое спасибо за поддержку!

source: What records would you like to send exactly?
pl_pl: Jakie dokładnie dane chcesz wysłać?
ru_ru: Какие записи вы бы хотели отправить?

source: To be as transparent as possible, we show you all records that will be send to us. (This data was generated on your system.)
pl_pl: Chcemy być jak najbardziej przejrzysti, dlatego pokazujemy Ci wszystkie dane, które zostaną nam przesłane. (Te dane zostały wygenerowane na Twoim systemie.)
ru_ru: Чтобы быть максимально прозрачным, мы показываем вам все записи, которые будут отправлены нам. (Эти данные были созданы в вашей системе.)

source: What is the
pl_pl: Co to jest
ru_ru: Что

source: The system_id is a unique number that was generated on your system. The system_id is included in every request, to enable our database to locate your record and update it.
pl_pl: system_id to unikalny numer wygenerowany na Twoim systemie. system_id jest zawarty w każdym zapytaniu, aby umożliwić naszej bazie danych zlokalizowanie Twojego rekordu i zaktualizowanie go.
ru_ru: system_id - это уникальный номер, который был сгенерирован в вашей системе. system_id включён в каждый запрос, чтобы наша база данных могла найти вашу запись и обновить её.

source: The system_id will not be linked to any other records.
pl_pl: system_id nie będzie powiązane z żadnymi innymi rekordami.
ru_ru: system_id не будет связан ни с какими другими записями.

source: If you want to change your system_id, you can delete the file
pl_pl: Jeśli chcesz zmienić swój system_id, możesz usunąć plik
ru_ru: Если вы хотите изменить системный идентификатор (system_id), вы можете удалить файл

source: openITCOCKPIT will generate a new system_id, if required.
pl_pl: openITCOCKPIT wygeneruje nowy system_id, jeśli będzie to wymagane.
ru_ru: openITCOCKPIT сгенерирует новый system_id, если потребуется.

source: TOTAL:
pl_pl: RAZEM:
ru_ru: ВСЕГО:

source: Status Map
pl_pl: Mapa Stanu
ru_ru: Карта состояния

source: Status map
pl_pl: Mapa stanu
ru_ru: Карта состояния

source: Consider parent child relations
pl_pl: Weź po uwagę relacje rodzic-dziecko
ru_ru: Рассмотрим родительские отношения узлов

source: Reset
pl_pl: Resetuj
ru_ru: Сброс настроек

source: Acknowledged and in downtime
pl_pl: Potwierdzone i w czasie przestoju
ru_ru: Признан и в обслуживании

source: Issue
pl_pl: Problem
ru_ru: Проблема

source: Report an issue
pl_pl: Zgłoś problem
ru_ru: Сообщить о проблеме

source: Commercial support
pl_pl: Wsparcie komercyjne
ru_ru: Коммерческая поддержка

source: Get Professional Support
pl_pl: Skorzystaj z Profesjonalnego Wsparcia
ru_ru: Получите профессиональную поддержку

source: Access to a large variety of extensions for your openITCOCKPIT
pl_pl: Dostęp do różnorodnych rozszerzeń dla Twojego openITCOCKPIT
ru_ru: Доступ к большому количеству расширений для вашего openITCOCKPIT

source: Report system issues
pl_pl: Zgłoś problemy systemowe
ru_ru: Сообщить о проблемах с системой

source: Report system crashes
pl_pl: Zgłoś awarie systemu
ru_ru: Сообщать о сбоях системы

source: Unwanted behavior or bugs
pl_pl: Niepożądane zachowanie lub błędy
ru_ru: Нежелательное поведение или ошибки

source: Get in Touch with us!
pl_pl: Skontaktuj się z nami!
ru_ru: Свяжись с нами!

source: Create a Ticket
pl_pl: Utwórz Ticket
ru_ru: Создать билет

source: Social Networks
pl_pl: Sieci społecznościowe
ru_ru: Социальные сети

source: General questions about openITCOCKPIT
pl_pl: Ogólne pytania dotyczące openITCOCKPIT
ru_ru: Общие вопросы по openITCOCKPIT

source: System issues
pl_pl: Problemy systemowe
ru_ru: Системные проблемы

source: System crashes
pl_pl: Awarie systemu
ru_ru: Сбои системы

source: Errors with packages for your distribution
pl_pl: Błędy z pakietami dla Twojej dystrybucji
ru_ru: Ошибки с пакетами для вашего дистрибутива

source: Subscribe to get the very latest news about openITCOCKPIT
pl_pl: Zapisz się, aby otrzymywać najnowsze wiadomości o openITCOCKPIT
ru_ru: Подпишитесь, чтобы получать самые свежие новости об openITCOCKPIT

source: News
pl_pl: Newsy
ru_ru: Новости

source: Group discussions
pl_pl: Grupy dyskusyjne
ru_ru: Групповые обсуждения

source: Ask other openITCOCKPIT users
pl_pl: Zapytaj innych użytkowników openITCOCKPIT
ru_ru: Спросите других пользователей openITCOCKPIT

source: create
pl_pl: utwórz
ru_ru: создайте

source: Host downtime
pl_pl: Przestój hosta
ru_ru: Обслуживание узла

source: Hostgroup downtime
pl_pl: Przestój grupy hostów
ru_ru: Обслуживание для группы узлов

source: Service downtime
pl_pl: Przestój serwisu
ru_ru: Обслуживание служб

source: Individual host
pl_pl: Poszczególny host
ru_ru: Индивидуальный узел

source: Host and dependent Hosts (triggered)
pl_pl: Host i zależne hosty (uruchomione)
ru_ru: Узел и зависимые узлы (запущены)

source: Host and dependent Hosts (non-triggered)
pl_pl: Host i zależne hosty (nieuruchomione)
ru_ru: Узел и зависимые узлы (не запущены)

source: Recurring downtime
pl_pl: Okresowy przestój
ru_ru: Периодическое обслуживание

source: Weekdays
pl_pl: Dni tygodnia
ru_ru: Будни

source: 1,2,3,4,5 or <blank>
pl_pl: 1,2,3,4,5 lub <blank>
ru_ru: 1,2,3,4,5 или <пусто>

source: Days of month
pl_pl: Dni miesiąca
ru_ru: Дни месяца

source: Create new container downtime
pl_pl: Utwórz nowy czas przestoju kontenera
ru_ru: Создать новое обслуживание контейнера

source: Recursive container lookup
pl_pl: Rekurencyjne wyszukiwanie kontenera
ru_ru: Рекурсивный поиск контейнера

source: Will also create a downtime for all children containers
pl_pl: Spowoduje również utworzenie czasu przestoju dla wszystkich kontenerów potomnych
ru_ru: Также создаст обслуживание для всех детских контейнеров

source: Host including services
pl_pl: Host wraz z usługami
ru_ru: Узел с службами

source: Start time
pl_pl: Czas rozpoczęcia
ru_ru: Время начала

source: Create new host downtime
pl_pl: Utwórz nową przerwę dla hosta
ru_ru: Создать новое обслуживание узла

source: Create new host group downtime
pl_pl: Utwórz nową przerwę dla grupy hostów
ru_ru: Создать новое обслуживание для группы узлов

source: Create new service downtime
pl_pl: Utwórz nową przerwę dla usługi
ru_ru: Создать новое обслуживание для службы

source: Recurring downtimes
pl_pl: Cykliczne przerwy
ru_ru: Периодическое обслуживание

source: Recurring downtimes with deleted objects will be deleted automatically by the cronjob
pl_pl: Cykliczne przerwy z usuniętymi obiektami zostaną automatycznie usunięte przez cronjob
ru_ru: Повторяющиеся обслуживания с удаленными объектами будут автоматически удаляться заданием cron

source: Every defined weekday
pl_pl: Każdy zdefiniowany dzień tygodnia
ru_ru: Каждый определенный день недели

source: Filter by container name
pl_pl: Filtruj według nazwy kontenera
ru_ru: Фильтр по имени контейнера

source: System failure
pl_pl: Awaria systemu
ru_ru: Отказ системы

source: Create new system failure
pl_pl: Utwórz nową awarię systemu
ru_ru: Создать новый отказ системы

source: created successfully
pl_pl: utworzono pomyślnie
ru_ru: успешно создан

source: What are "System Failures" for?
pl_pl: Do czego służą "Awarie Systemowe"?
ru_ru: Для чего нужны "системные сбои"?

source: <i>System failures</i> are outages of the openITCOCKPIT server itself. They need to be created manually.
pl_pl: <i>Awarie systemowe</i> to przerwy w działaniu samego serwera openITCOCKPIT. Muszą być tworzone ręcznie.
ru_ru: <i>Системные сбои </i> - это простои самого сервера openITCOCKPIT. Их нужно создавать вручную.

source: Timeframes defined by System failures will be ignored while report generation.
pl_pl: Przedziały czasowe zdefiniowane przez awarie systemowe będą ignorowane podczas generowania raportu.
ru_ru: Сроки, определенные системными сбоями, будут игнорироваться при создании отчета.

source: Create system failure
pl_pl: Utwórz awarię systemową
ru_ru: Создать системный сбой

source: System Failure
pl_pl: Awaria systemowa
ru_ru: Системный сбой

source: System failures
pl_pl: Awarie systemowe
ru_ru: Системные сбои

source: Filter by first and last name
pl_pl: Filtruj według imienia i nazwiska
ru_ru: Фильтр по имени и фамилии

source: End time
pl_pl: Czas zakończenia
ru_ru: Время окончания

source: System Settings
pl_pl: Ustawienia Systemowe
ru_ru: Настройки системы

source: Do not change values, where you don't know what you are doing!
pl_pl: Nie zmieniaj wartości, jeśli nie wiesz, co robisz!
ru_ru: Не меняйте значения там, где вы не знаете, что делаете!

source: PHP session
pl_pl: Sesja PHP
ru_ru: PHP сессия

source: SSO oAuth2 and LDAP
pl_pl: SSO oAuth2 i LDAP

source: Click for more information.
pl_pl: Kliknij po więcej informacji.
ru_ru: Нажмите для получения дополнительной информации.

source: Generic
pl_pl: Generyczne
ru_ru: Общий

source: Create tenant
pl_pl: Utwórz tenanta
ru_ru: Создать клиента

source: Edit tenant:
pl_pl: Edytuj tenanta:
ru_ru: Изменить клиента

source: Update tenant
pl_pl: Zaktualizuj tenanta
ru_ru: Обновить клиента

source: Create new time period
pl_pl: Utwórz nowy okres czasu
ru_ru: Создать новый период времени

source: In addition to the interval defined by the given time ranges, you are able to add 24x7 days using a calendar. This will only affect the monitoring engine.
pl_pl: Oprócz interwału zdefiniowanego przez określone przedziały czasowe, masz możliwość dodania dni 24x7 za pomocą kalendarza. Będzie to miało wpływ tylko na silnik monitorujący.
ru_ru: В дополнение к интервалу, определенному заданными временными диапазонами, вы можете добавить 24x7 дней, используя календарь. Это повлияет только на мониторинг.

source: Time ranges:
pl_pl: Przedziały czasowe:
ru_ru: Диапазоны времени

source: Do not enter overlapping timeframes
pl_pl: Nie wprowadzaj nakładających się przedziałów czasowych
ru_ru: Не вводите перекрывающиеся временные рамки

source: Create time period
pl_pl: Utwórz przedział czasowy
ru_ru: Создать период времени

source: Time Periods
pl_pl: Przedziały czasowe
ru_ru: Периоды времени

source: Copy time period/s
pl_pl: Kopiuj przedział/e czasowy/e
ru_ru: Копировать период/ы времени

source: Source time period:
pl_pl: Przedział czasowy źródłowy:
ru_ru: Исходный период времени:

source: Time period name
pl_pl: Nazwa przedziału czasowego
ru_ru: Название периода времени

source: Name of the new time period
pl_pl: Nazwa nowego przedziału czasowego
ru_ru: Название нового периода времени

source: Edit time period:
pl_pl: Edytuj przedział czasowy:
ru_ru: Изменить период времени

source: View details
pl_pl: Pokaż szczegóły
ru_ru: Показать детали

source: Update time period
pl_pl: Zaktualizuj przedział czasowy
ru_ru: Обновить период времени

source: Filter by time period name
pl_pl: Filtruj według nazwy przedziału czasowego
ru_ru: Фильтровать по названию периода времени

source: Filter by time period description
pl_pl: Filtruj według opisu przedziału czasowego
ru_ru: Фильтр по описанию периода времени

source: This timeperiod is not used by any object
pl_pl: Ten przedział czasowy nie jest używany przez żaden obiekt
ru_ru: Этот период времени не используется ни одним объектом

source: Time period:
pl_pl: Okres czasu:
ru_ru: Период времени:

source: Create new user container role
pl_pl: Utwórz nową rolę kontenera użytkownika
ru_ru: Создать контейнерные роли пользователя

source: User container role
pl_pl: Rola kontenera użytkownika
ru_ru: Контейнерная роль пользователя

source: Role name
pl_pl: Nazwa roli
ru_ru: Название роли

source: LDAP groups
pl_pl: Grupy LDAP

source: LDAP users which are member of the selected LDAP groups will be assigned automatically to the user container role.
pl_pl: Użytkownicy LDAP, którzy są członkami wybranych grup LDAP, zostaną automatycznie przypisani do roli kontenera użytkownika.

source: read
pl_pl: odczyt
ru_ru: читать

source: read/write
pl_pl: odczyt/zapis
ru_ru: читать/писать

source: Create user container role
pl_pl: Utwórz rolę kontenera użytkownika
ru_ru: Создать контейнерную роль пользователя

source: Copy User container role/s
pl_pl: Skopiuj rolę/role kontenera użytkownika

source: Source user container role:
pl_pl: Źródłowa rola kontenera użytkownika:

source: User container role name
pl_pl: Nazwa roli kontenera użytkownika

source: Name of the new user container role
pl_pl: Nazwa nowej roli kontenera użytkownika

source: Edit user container role:
pl_pl: Edytuj rolę kontenera użytkownika:
ru_ru: Изменить роль контейнера пользователя

source: Update user container role
pl_pl: Aktualizuj rolę kontenera użytkownika
ru_ru: Обновить роль контейнера пользователя

source: User container role through LDAP
pl_pl: Rola kontenera użytkownika przez LDAP

source: User roles
pl_pl: Role użytkownika
ru_ru: Роли пользователя

source: Create new user role
pl_pl: Utwórz nową rolę użytkownika
ru_ru: Создать новую роль пользователя

source: User role
pl_pl: Rola użytkownika
ru_ru: Роль пользователя

source: Filter by controller
pl_pl: Filtruj według kontrolera
ru_ru: Фильтр по контроллеру

source: Bulk actions
pl_pl: Akcje grupowe
ru_ru: Массовое исполнение

source: Tick all
pl_pl: Zaznacz wszystko
ru_ru: Отметьте все

source: Untick all
pl_pl: Odznacz wszystko
ru_ru: Снять все

source: Tick all: index
pl_pl: Zaznacz wszystko: indeks
ru_ru: Отметьте все: index

source: Untick all: index
pl_pl: Odznacz wszystko: indeks
ru_ru: Снять все: index

source: Tick all: add
pl_pl: Zaznacz wszystko: dodaj
ru_ru: Отметьте все: add

source: Untick all: add
pl_pl: Odznacz wszystko: dodaj
ru_ru: Снять все: add

source: Tick all: edit
pl_pl: Zaznacz wszystko: edytuj
ru_ru: Отметьте все: edit

source: Untick all: edit
pl_pl: Odznacz wszystko: edytuj
ru_ru: Снять все: edit

source: Tick all: delete
pl_pl: Zaznacz wszystko: usuń
ru_ru: Отметьте все: delete

source: Untick all: delete
pl_pl: Odznacz wszystko: usuń
ru_ru: Снять все: delete

source: Create user role
pl_pl: Utwórz rolę użytkownika
ru_ru: Создать роль пользователя

source: Copy user role/s
pl_pl: Skopiuj rolę/role użytkownika

source: Source user role:
pl_pl: Źródłowa rola użytkownika:

source: User role name
pl_pl: Nazwa roli użytkownika

source: Name of the new user role
pl_pl: Nazwa nowej roli użytkownika

source: Edit user role:
pl_pl: Edytuj rolę użytkownika:
ru_ru: Изменить роль пользователя

source: Notice!
pl_pl: Uwaga!
ru_ru: Уведомление!

source: Permissions of the user role <strong>Administrator</strong> will be set back to default on every update of {0}!
pl_pl: Uprawnienia roli użytkownika <strong>Administrator</strong> zostaną przywrócone do domyślnych przy każdej aktualizacji {0}!
ru_ru: Полномочия роли пользователя <strong>Администратор</strong> будут возвращаться в стандартное состояние при каждом обновлении {0}!

source: Update user role
pl_pl: Aktualizuj rolę użytkownika
ru_ru: Обновить роль пользователя

source: Add local
pl_pl: Dodaj lokalny
ru_ru: Добавить местный

source: Create new local user
pl_pl: Utwórz nowego użytkownika lokalnego
ru_ru: Создать нового локального пользователя

source: Container Roles
pl_pl: Role kontenerów
ru_ru: Контейнерные роли

source: Container Roles are handy to grant the same permissions to multiple users.
pl_pl: Role kontenerów są przydatne do przydzielania tych samych uprawnień wielu użytkownikom.
ru_ru: Контейнерные роли удобны для предоставления одинаковых разрешений нескольким пользователям.

source: The user permissions will be extended or adapted with additional containers
pl_pl: Uprawnienia użytkownika zostaną rozszerzone lub dostosowane za pomocą dodatkowych kontenerów

source: Container assignments defined in the user will overwrite permissions inherited from Container Roles!
pl_pl: Przyporządkowanie kontenerów zdefiniowane u sekcji użytkownika nadpisze uprawnienia dziedziczone z ról kontenerów!
ru_ru: Контейнерные назначения, определенные пользователем, будут перезаписывать разрешения, унаследованные от ролей контейнера!

source: Is active
pl_pl: Jest aktywny
ru_ru: Активен

source: Enable login through oAuth2
pl_pl: Włącz logowanie przez oAuth2
ru_ru: Включить вход через oAuth2

source: Company position
pl_pl: Stanowisko w firmie
ru_ru: Должность компании

source: Frontend language
pl_pl: Język interfejsu
ru_ru: Язык интерфейса

source: Manual logout and login again required for changes to take effect for the current user.
pl_pl: Wymagane jest ręczne wylogowanie i ponowne zalogowanie, aby zmiany obowiązywały dla bieżącego użytkownika.
ru_ru: Чтобы изменения вступили в силу для текущего пользователя, необходимо вручную выйти и снова войти в систему.

source: Api keys
pl_pl: Klucze API
ru_ru: Ключи API

source: Api key
pl_pl: Klucz API
ru_ru: Ключ API

source: Generate new API key
pl_pl: Generuj nowy klucz API
ru_ru: Сгенерировать новый ключ API

source: Add ApiKey
pl_pl: Dodaj klucz API
ru_ru: Добавить ключ API

source: Create user
pl_pl: Utwórz użytkownika
ru_ru: Создать пользователя

source: Add from LDAP
pl_pl: Dodaj z LDAP
ru_ru: Добавить из LDAP

source: Import new user from LDAP
pl_pl: Importuj nowego użytkownika z LDAP
ru_ru: Импортировать нового пользователя из LDAP

source: Container Roles through LDAP
pl_pl: Role kontenerów przez LDAP

source: No matches
pl_pl: Brak dopasowań

source: Automatically assigned container roles based on the LDAP groups of the current user.
pl_pl: Role kontenerów przypisane automatycznie na podstawie grup LDAP bieżącego użytkownika.

source: The user permissions will be extended or adapted with additional user roles or containers
pl_pl: Uprawnienia użytkownika zostaną rozszerzone lub dostosowane za pomocą dodatkowych ról użytkownika lub kontenerów.

source: Container Roles are handy to grant the same permissions to multiple users. Container Roles will overwrite automatically assignments via LDAP groups.
pl_pl: Role kontenerów są przydatne do przydzielania tych samych uprawnień wielu użytkownikom. Role kontenerów nadpiszą automatyczne przypisanie poprzez grupy LDAP.

source: User role through LDAP
pl_pl: Rola użytkownika poprzez LDAP

source: Fallback User role
pl_pl: Fallback Roli użytkownika

source: Fall back user role that is used by the system, when no user role assignment through LDAP is possible.
pl_pl: Fallback Roli użytkownika, używany przez system, gdy przypisanie roli użytkownika poprzez LDAP nie jest możliwe.

source: Create user from LDAP
pl_pl: Utwórz użytkownika z LDAP
ru_ru: Создать пользователя из LDAP

source: Edit local user:
pl_pl: Edytuj użytkownika lokalnego:
ru_ru: Изменить локального пользователя:

source: Edit LDAP user:
pl_pl: Edytuj użytkownika LDAP:
ru_ru: Изменить пользователя LDAP:

source: Hidden due to insufficient permissions
pl_pl: Ukryte z powodu braku uprawnień

source: Please leave the password fields blank if you don't want to change the password.
pl_pl: Proszę pozostawić pola hasła puste, jeśli nie chcesz zmieniać hasła.
ru_ru: Пожалуйста, оставьте поля пароля пустыми, если вы не хотите менять пароль.

source: Update user
pl_pl: Aktualizuj użytkownika
ru_ru: Обновить пользователя

source: New local user
pl_pl: Nowy użytkownik lokalny
ru_ru: Новый локальный пользователь

source: Filter by full name
pl_pl: Filtruj według pełnego imienia i nazwiska
ru_ru: Фильтровать по полному имени

source: Filter by email
pl_pl: Filtruj według adresu email
ru_ru: Фильтровать по электронной почте

source: Filter by phone
pl_pl: Filtruj według numeru telefonu
ru_ru: Фильтр по телефону

source: Filter by company
pl_pl: Filtruj według firmy
ru_ru: Фильтр по компании

source: Filter by user role
pl_pl: Filtruj według roli użytkownika
ru_ru: Фильтровать по роли пользователя

source: Full name
pl_pl: Pełne imię i nazwisko
ru_ru: Полное имя

source: Reset password
pl_pl: Zresetuj hasło
ru_ru: Сброс пароля

source: Reset user password
pl_pl: Zresetuj hasło użytkownika
ru_ru: Сбросить пароль пользователя

source: Do you really want to reset the password for the selected user?
pl_pl: Czy na pewno chcesz zresetować hasło dla wybranego użytkownika?
ru_ru: Вы действительно хотите сбросить пароль для выбранного пользователя?

source: The system will send the user an email with a new random generated password.
pl_pl: System wyśle użytkownikowi email z nowym, losowo wygenerowanym hasłem.
ru_ru: Система отправит пользователю электронное письмо с новым случайно сгенерированным паролем.

source: Yes - reset password
pl_pl: Tak - zresetuj hasło
ru_ru: Да - сбросить пароль

source: Logowanie
pl_pl: Zaloguj się

source: Login through Single sign-on
pl_pl: Logowanie za pomocą Single sign-on
ru_ru: Войти через Single sign-on

source: Remember Me
pl_pl: Zapamiętaj mnie
ru_ru: Запомни меня

source: Authorization through SSL certificate successfully.
pl_pl: Autoryzacja przez certyfikat SSL zakończona sukcesem.
ru_ru: Авторизация через SSL сертификат успешно.

source: Wizards
pl_pl: Wizardy
ru_ru: Мастера

source: Assignments
pl_pl: Zadania
ru_ru: Распределения

source: Wizard title
pl_pl: Tytuł Wizarda
ru_ru: Название мастера

source: Assignments necessary
pl_pl: Niezbędne zadania
ru_ru: Распределения необходимы

source: edit service templates assignments
pl_pl: edytuj przyporządkowanie szablonów usług
ru_ru: редактировать распределения шаблонов служб

source: Wizard assignments
pl_pl: Przyporządkowanie Wizarda
ru_ru: Распределения мастера

source: Save assignments
pl_pl: Zapisz Przyporządkowania
ru_ru: Сохранить распределения

source: Configuration Wizards
pl_pl: Wizardy konfiguracji
ru_ru: Мастера настройки

source: Require module
pl_pl: Wymaga modułu
ru_ru: Требуется модуль

source: Configuration Wizard: Linux Server (SSH)
pl_pl: Wizard konfiguracji: Serwer Linux (SSH)
ru_ru: Мастер настройки: Linux Server (SSH)

source: Linux Server Information
pl_pl: Informacje o serwerze Linux
ru_ru: Информация о Linux сервере

source: Contact configuration
pl_pl: Konfiguracja kontaktu
ru_ru: Конфигурация контактов

source: Configuration overview
pl_pl: Przegląd konfiguracji
ru_ru: Обзор конфигурации

source: Main server configuration
pl_pl: Główna konfiguracja serwera
ru_ru: Конфигурация основного сервера

source: SSH port of remote machine.
pl_pl: Port SSH zdalnej maszyny.
ru_ru: SSH Порт удаленной машины.

source: We will use a default path to private key if this field left empty
pl_pl: Użyjemy domyślnej ścieżki do klucza prywatnego, jeśli to pole zostanie puste.
ru_ru: Мы будем использовать путь по умолчанию к закрытому ключу, если это поле оставлено пустым

source: Timeout
pl_pl: Limit czasu
ru_ru: Тайм-аут

source: Configuration Wizard: MySQL Server
pl_pl: Wizard konfiguracji: Serwer MySQL
ru_ru: Мастер настройки: сервер MySQL

source: MySQL Information
pl_pl: Informacje o MySQL
ru_ru: Информация о MySQL

source: MySQL Server
pl_pl: Serwer MySQL
ru_ru: Сервер MySQL

source: MySQL configuration help
pl_pl: Pomoc w konfiguracji MySQL
ru_ru: MySQL справка по настройке

source: To enable external databases access you have to change the {0} of your MySQL server.
pl_pl: Aby umożliwić dostęp do zewnętrznych baz danych, musisz zmienić {0} swojego serwera MySQL.
ru_ru: Чтобы разрешить доступ к внешним базам данных, вам необходимо изменить {0} вашего сервера MySQL.
