Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Kilonewton-meters (kNm)
pl_pl: Kiloniutonometr (kNm)
ru_ru: Килоньютон-метры (kNm)

source: Newtons (N)
pl_pl: Niutony (N)
ru_ru: Ньютоны (N)

source: Kilonewtons (kN)
pl_pl: Kiloniutony (kN)
ru_ru: Килоньютоны (kN)

source: Flow
pl_pl: Przepływ
ru_ru: Поток

source: Litre/hour (l/h)
pl_pl: Litr/godzina (l/h)
ru_ru: Литр/час (л/час)

source: Litre/min (l/min)
pl_pl: Litr/minuta (l/min)
ru_ru: Литр/мин (л/мин)

source: Millilitre/min (ml/min)
pl_pl: Mililitr/minuta (ml/min)
ru_ru: Миллилитр/мин (мл/мин)

source: Cubic meters/sec (cms)
pl_pl: Metry sześcienne/sekunda (cms)
ru_ru: Кубических метров в секунду (кмс)

source: Gallons/min (gpm)
pl_pl: Galony/minuta (gpm)
ru_ru: Галлонов/мин (галлонов/мин)

source: Cubic feet/sec (cfs)
pl_pl: Stopy sześcienne/sekunda (cfs)
ru_ru: Кубический фут/ ек (ср)

source: Cubic feet/min (cfm)
pl_pl: Stopy sześcienne/minuta (cfm)
ru_ru: Кубический фут/сек (ср)

source: Angle
pl_pl: Kąt
ru_ru: Угол

source: Degrees (°)
pl_pl: Stopnie (°)
ru_ru: Степени (°)

source: Radians
pl_pl: Radiany
ru_ru: Радианы

source: Date and time
pl_pl: Data i czas
ru_ru: Дата и время

source: YYYY-MM-DD HH:mm:ss
pl_pl: RRRR-MM-DD GG:mm:ss

source: DD/MM/YYYY h:mm:ss a
pl_pl: DD/MM/RRRR g:mm:ss a

source: From Now
pl_pl: Od teraz
ru_ru: Отныне

source: Hash rates
pl_pl: Szybkości haszowania
ru_ru: Хэш-ставки

source: Hashes/sec
pl_pl: Hasze/sekunda
ru_ru: Хэш/сек

source: Kilohashes/sec
pl_pl: Kilohasze/sekunda
ru_ru: Килохэш/сек

source: Megahashes/sec
pl_pl: Megahasze/sekunda
ru_ru: Мегахэш/сек

source: Gigahashes/sec
pl_pl: Gigahasze/sekunda
ru_ru: Гигхэш/сек

source: Terahashes/sec
pl_pl: Terahasze/sekunda
ru_ru: Терахэш/сек

source: Petahashes/sec
pl_pl: Petahasze/sekunda
ru_ru: Петахэш/сек

source: Exahashes/sec
pl_pl: Exahasze/sekunda
ru_ru: Exaхэш/сек

source: Acceleration
pl_pl: Przyspieszenie
ru_ru: Ускорение

source: Meters/sec²
pl_pl: Metry/sekunda²
ru_ru: Метров/сек²

source: Feet/sec²
pl_pl: Stopy/sekunda²
ru_ru: Футов/сек²

source: G unit
pl_pl: Jednostka g
ru_ru: Силы G

source: Radiation
pl_pl: Promieniowanie
ru_ru: Радиация

source: Becquerel (Bq)
pl_pl: Bekerel (Bq)
ru_ru: Беккерель (Бк)

source: curie (Ci)
pl_pl: Ciurie (Ci)
ru_ru: Кюри (Ci)

source: Sievert (Sv)
pl_pl: Siewert (Sv)
ru_ru: Зиверт (Зв)

source: Exposure (C/kg)
pl_pl: Narażenie (C/kg)
ru_ru: Выдержка (С/кг)

source: roentgen (R)
pl_pl: Rentgen (R)
ru_ru: рентген (R)

source: Sievert/hour (Sv/h)
pl_pl: Siewert/godzina (Sv/h)
ru_ru: Зиверт/час (Зв/ч)

source: Concentration
pl_pl: Stężenie
ru_ru: Концентрация

source: parts-per-million (ppm)
pl_pl: Części na milion (ppm)
ru_ru: частей на миллион (частей на миллион)

source: parts-per-billion (ppb)
pl_pl: Części na miliard (ppb)
ru_ru: частей на миллиард (ppb)

source: nanogram per cubic metre (ng/m³)
pl_pl: Nanogram na metr sześcienny (ng/m³)
ru_ru: нанограмм на кубический метр (нг/м³)

source: nanogram per normal cubic metre (ng/Nm³)
pl_pl: Nanogram na normalny metr sześcienny (ng/Nm³)
ru_ru: нанограмм на нормальный кубический метр (нг/Нм³)

source: microgram per cubic metre (μg/m³)
pl_pl: Mikrogram na metr sześcienny (μg/m³)
ru_ru: микрограмм на кубический метр (мкг/м³)

source: microgram per normal cubic metre (μg/Nm³)
pl_pl: Mikrogram na normalny metr sześcienny (μg/Nm³)
ru_ru: микрограмм на нормальный кубический метр (мкг/нм³)

source: milligram per cubic metre (mg/m³)
pl_pl: Miligram na metr sześcienny (mg/m³)
ru_ru: миллиграммы на кубический метр (мг/м³)

source: milligram per normal cubic metre (mg/Nm³)
pl_pl: Miligram na normalny metr sześcienny (mg/Nm³)
ru_ru: миллиграммов на нормальный кубический метр (мг/Нм³)

source: gram per cubic metre (g/m³)
pl_pl: Gram na metr sześcienny (g/m³)
ru_ru: грамм на кубический метр (г/м³)

source: gram per normal cubic metre (g/Nm³)
pl_pl: Gram na normalny metr sześcienny (g/Nm³)
ru_ru: грамм на нормальный кубический метр (г/Нм³)

source: Host Macros
pl_pl: Makra Hosta
ru_ru: Макросы узла

source: The UUID of the host ("1284b927-2bd2-4737-a3da-c39854376ca2")
pl_pl: UUID hosta ("1284b927-2bd2-4737-a3da-c39854376ca2")
ru_ru: UUID узла ("1284b927-2bd2-4737-a3da-c39854376ca2")

source: The human name of the host ("srvstorage01")
pl_pl: Nazwa hosta czytelna dla człowieka ("srvstorage01")
ru_ru: Человеческое имя узла ("srvstorage01")

source: The human name of the host ("srvstorage01"), same as $HOSTDISPLAYNAME$
pl_pl: Człowiekochłonna nazwa hosta ("srvstorage01"), taka sama jak $HOSTDISPLAYNAME$
ru_ru: Человеческое имя узла ("srvstorage01"), такое же, как $HOSTDISPLAYNAME$

source: Address or FQDN of the host. ("10.10.12.12")
pl_pl: Adres lub FQDN hosta. ("10.10.12.12")
ru_ru: Адрес или полное доменное имя узла. ("10.10.12.12")

source: Current host state as string ("UP", "DOWN", or "UNREACHABLE").
pl_pl: Bieżący stan hosta jako ciąg znaków ("UP", "DOWN", lub "UNREACHABLE").
ru_ru: Текущее состояние узла в виде строки ("ВКЛЮЧЁН", "ОТКЛЮЧЁН" или "НЕДОСТУПЕН").

source: Current host state as integer (0=UP, 1=DOWN, 2=UNREACHABLE).
pl_pl: Bieżący stan hosta jako liczba całkowita (0=UP, 1=DOWN, 2=UNREACHABLE).
ru_ru: Текущее состояние узла в виде целого числа (0 = ВКЛЮЧЁН, 1 = ОТКЛЮЧЁН, 2 = НЕДОСТУПЕН).

source: Last host state as string ("UP", "DOWN", or "UNREACHABLE").
pl_pl: Ostatni stan hosta jako ciąg znaków ("UP", "DOWN", lub "UNREACHABLE").
ru_ru: Последнее состояние хоста в виде строки ("ВКЛЮЧЁН", "ОТКЛЮЧЁН" или "НЕДОСТУПЕН").

source: Last host state as integer (0=UP, 1=DOWN, 2=UNREACHABLE).
pl_pl: Ostatni stan hosta jako liczba całkowita (0=UP, 1=DOWN, 2=UNREACHABLE).
ru_ru: Последнее состояние узла в виде целого числа (0 = ВКЛЮЧЁН, 1 = ОТКЛЮЧЁН, 2 = НЕДОСТУПЕН).

source: Current host state type as string ("SOFT" or "HARD").
pl_pl: Bieżący typ stanu hosta jako ciąg znaków ("SOFT" lub "HARD").
ru_ru: Текущий тип состояния узла в виде строки ("МЯГКИЙ" или "ТВЕРДЫЙ").

source: Current check attempt as integer
pl_pl: Bieżąca próba sprawdzenia jako liczba całkowita
ru_ru: Текущая попытка проверки как целое число

source: Max number of host check attempts.
pl_pl: Maksymalna liczba prób sprawdzenia hosta.
ru_ru: Максимальное количество попыток проверки узла.

source: Number of state change events as unique number per host.
pl_pl: Liczba zdarzeń zmiany stanu jako unikatowa liczba na hosta.
ru_ru: Количество событий изменения статуса как уникальный номер для узла.

source: Last unique host event number.
pl_pl: Ostatni unikatowy numer zdarzenia hosta.
ru_ru: Последний уникальный номер события узла.

source: Unique number of the current host problem state.
pl_pl: Unikatowy numer bieżącego stanu problemowego hosta.
ru_ru: Уникальный номер текущего состояния проблемы узла.

source: Unique number of the last host problem state.
pl_pl: Unikatowy numer ostatniego stanu problemowego hosta.
ru_ru: Уникальный номер последнего проблемного состояния узла.

source: Delay between scheduled check time and actual check time as floating point. ("2.05")
pl_pl: Opóźnienie między zaplanowanym czasem sprawdzenia a rzeczywistym czasem sprawdzenia jako liczba zmiennoprzecinkowa. ("2.05")
ru_ru: Задержка между запланированным временем проверки и фактическим временем проверки как плавающей запятой. ("2,05")

source: Plugin execution time as floating point. ("4.21").
pl_pl: Czas wykonania wtyczki jako liczba zmiennoprzecinkowa. ("4.21").
ru_ru: Время выполнения плагина в виде плавающей запятой. ("4,21").

source: Time since last state change occured as string (HH MM SS)
pl_pl: Czas od ostatniej zmiany stanu jako ciąg znaków (GG MM SS)
ru_ru: Время с момента последнего изменения состояния в виде строки (HH MM SS)

source: Time since last state change occured as integer in seconds.
pl_pl: Czas od ostatniej zmiany stanu jako liczba całkowita w sekundach.
ru_ru: Время с момента последнего изменения состояния произошло как целое число в секундах.

source: If the host in a scheduled downtime, this value will be >= 1.
pl_pl: Jeśli host jest w okresie przestoju, ta wartość będzie >= 1.
ru_ru: Если узел в запланированном обслуживании, это значение будет> = 1.

source: State change percentage as floating point. (This is used by the flap detection algorithm).
pl_pl: Procent zmiany stanu jako liczba zmiennoprzecinkowa. (Jest to używane przez algorytm flap detection).
ru_ru: Процент изменения состояния в виде числа с плавающей запятой. (Используется алгоритмом обнаружения колебаний).

source: Contain the first host group of an host as string ("12403d1a-70c0-468b-ad8d-446fb8412205")
pl_pl: Zawiera pierwszą grupę hosta jako ciąg znaków ("12403d1a-70c0-468b-ad8d-446fb8412205")
ru_ru: Содержит первую группу узлов в виде строки ("12403d1a-70c0-468b-ad8d-446fb8412205")

source: A comma separated of all the host groups the host belongs to. ("12403d1a-70c0-468b-ad8d-446fb8412205,20a1bad7-60c1-433d-8e28-716cde8b8f04")
pl_pl: Lista oddzielonych przecinkami wszystkich grup hosta, do których należy host. ("12403d1a-70c0-468b-ad8d-446fb8412205,20a1bad7-60c1-433d-8e28-716cde8b8f04")
ru_ru: Список через запятую от всех групп узлов, к которым принадлежит узел. ("12403d1a-70c0-468b-ad8d-446fb8412205,20a1bad7-60c1-433d-8e28-716cde8b8f04")

source: Unix timestamp (integer) of the last host check.
pl_pl: Unixowy znacznik czasu (liczba całkowita) ostatniego sprawdzenia hosta.
ru_ru: Unix timestamp (целое число) последней проверки узла.

source: Unix timestamp (integer) of last host state change.
pl_pl: Unixowy znacznik czasu (liczba całkowita) ostatniej zmiany stanu hosta.
ru_ru: Unix timestamp (целое число) последнего изменения состояния узла.

source: Unix timestamp (integer) of the last host UP state.
pl_pl: Unixowy znacznik czasu (liczba całkowita) ostatniego stanu UP hosta.
ru_ru: Unix timestamp (целое число) последнего состояния ВКЛЮЧЁН узла.

source: Unix timestamp (integer) of the last host DOWN state.
pl_pl: Unixowy znacznik czasu (liczba całkowita) ostatniego stanu DOWN hosta.
ru_ru: Unix timestamp (целое число) последнего состояния ОТКЛЮЧЁН узла.

source: Unix timestamp (integer) of the last host UNREACHABLE state.
pl_pl: Unixowy znacznik czasu (liczba całkowita) ostatniego stanu UNREACHABLE hosta.
ru_ru: Unix timestamp (целое число) последнего состояния НЕДОСТУПЕН узла.

source: Output of host check plugin ("OK - 127.5.6.7: rta 0,054ms, lost 0% ").
pl_pl: Wynik wtyczki sprawdzającej hosta ("OK - 127.5.6.7: rta 0,054ms, utracone 0% ").
ru_ru: Вывод плагина проверки узла ("OK - 127.5.6.7: rta 0,054ms, lost 0%").

source: The long plugin output of current host check.
pl_pl: Długi wynik wtyczki bieżącego sprawdzenia hosta.
ru_ru: Длинный плагин выводит текущую проверку узла.

source: Performance date output of current host check. ("rta=0.054000ms;100.000000;500.000000;0.000000 pl=0%;20;60;0")
pl_pl: Wyjście wydajnościowe bieżącego sprawdzenia hosta. ("rta=0.054000ms;100.000000;500.000000;0.000000 pl=0%;20;60;0")
ru_ru: Вывод даты выполнения текущей проверки узла. ("rta=0.054000ms;100.000000;500.000000;0.000000 pl=0%;20;60;0")

source: Contains the command UUID including used command arguments ("5a538ebc-03de-4ce6-8e32-665b841abde3!3000.0,80%!4000.0,90%;")
pl_pl: Zawiera identyfikator UUID polecenia wraz z używanymi argumentami polecenia ("5a538ebc-03de-4ce6-8e32-665b841abde3!3000.0,80%!4000.0,90%;")
ru_ru: Содержит UUID команды, включая используемые аргументы команды ("5a538ebc-03de-4ce6-8e32-665b841abde3!3000.0,80%!4000.0,90%;")

source: Not implemented by openITCOCKPIT.
pl_pl: Nie zaimplementowane przez openITCOCKPIT.
ru_ru: Не реализовано openITCOCKPIT.

source: Uer defined notes for the host.
pl_pl: Notatki użytkownika dla hosta.
ru_ru: Пользовательские заметки для узла.

source: Total number of services associated with the host.
pl_pl: Całkowita liczba serwisów powiązanych z hostem.
ru_ru: Общее количество служб, связанных с этим.

source: Total number of services associated with the host in state OK.
pl_pl: Całkowita liczba serwisów powiązanych z hostem w stanie OK.
ru_ru: Общее количество служб, связанных с узлом в состоянии ОК.

source: Total number of services associated with the host in state WARNING.
pl_pl: Całkowita liczba serwisów powiązanych z hostem w stanie WARNING.
ru_ru: Общее количество служб, связанных с узлом в состоянии ПРЕДУПРЕЖДЕНИЕ.

source: Total number of services associated with the host in state CRITICAL.
pl_pl: Całkowita liczba serwisów powiązanych z hostem w stanie CRITICAL.
ru_ru: Общее количество служб, связанных с узлом в состоянии КРИТИЧНО.

source: Total number of services associated with the host in state UNKNOWN.
pl_pl: Całkowita liczba serwisów powiązanych z hostem w stanie UNKNOWN.
ru_ru: Общее количество служб, связанных с узлом в состоянии НЕИЗВЕСТНО.

source: Host Group Macros
pl_pl: Makra grupy hostów
ru_ru: Макросы группы узлов

source: The UUID of the host group ("fc11e1b9-9c0f-49d7-90b5-f283fe39a21d")
pl_pl: UUID grupy hostów ("fc11e1b9-9c0f-49d7-90b5-f283fe39a21d")
ru_ru: UUID группы узлов ("fc11e1b9-9c0f-49d7-90b5-f283fe39a21d")

source: A comma separated list of the host group mebers as UUIDs ("c7176869-ffb7-4149-b960-bdbf9ae85968,f5e943f3-c46f-4f6d-8fc1-468774a72332").
pl_pl: Lista oddzielona przecinkami członków grupy hostów jako UUID ("c7176869-ffb7-4149-b960-bdbf9ae85968,f5e943f3-c46f-4f6d-8fc1-468774a72332").
ru_ru: Разделенный запятыми список членов группы узлов как UUID ("c7176869-ffb7-4149-b960-bdbf9ae85968, f5e943f3-c46f-4f6d-8fc1-468774a72332").

source: Service Macros
pl_pl: Makra serwisu
ru_ru: Макросы службы

source: The UUID of the service ("bd19ce04-3209-4664-a146-bd1220e740bc")
pl_pl: UUID serwisu ("bd19ce04-3209-4664-a146-bd1220e740bc")
ru_ru: UUID службы ("bd19ce04-3209-4664-a146-bd1220e740bc")

source: The human name of the service ("PING")
pl_pl: Nazwa serwisu czytelna dla człowieka ("PING")
ru_ru: Человеческое имя службы ("PING")

source: Current service state as string ("OK", "WARNING", "UNKNOWN", or "CRITICAL").
pl_pl: Bieżący stan serwisu jako ciąg znaków ("OK", "WARNING", "UNKNOWN", lub "CRITICAL").
ru_ru: Текущее состояние службы в виде строки ("OK", "ПРЕДУПРЕЖДЕНИЕ", "НЕИЗВЕСТНО" или "КРИТИЧНО").

source: Current service state as integer (0=OK, 1=WARNING, 2=CRITICAL, 3=UNKNOWN).
pl_pl: Bieżący stan serwisu jako liczba całkowita (0=OK, 1=WARNING, 2=CRITICAL, 3=UNKNOWN).
ru_ru: Текущее состояние службы в виде целого числа (0 = ОК, 1 = ПРЕДУПРЕЖДЕНИЕ, 2 = КРИТИЧНО, 3 = НЕИЗВЕСТНО).

source: Last service state as string ("OK", "WARNING", "UNKNOWN", or "CRITICAL").
pl_pl: Ostatni stan serwisu jako ciąg znaków ("OK", "WARNING", "UNKNOWN", lub "CRITICAL").
ru_ru: Последнее состояние службы в виде строки ("ОК", "ПРЕДУПРЕЖДЕНИЕ", "НЕИЗВЕСТНО " или "КРИТИЧНО").

source: Last service state as integer (0=OK, 1=WARNING, 2=CRITICAL, 3=UNKNOWN).
pl_pl: Ostatni stan serwisu jako liczba całkowita (0=OK, 1=WARNING, 2=CRITICAL, 3=UNKNOWN).
ru_ru: Последнее состояние службы в виде целого числа (0 = ОК, 1 = ПРЕДУПРЕЖДЕНИЕ, 2 = КРИТИЧНО, 3 = НЕИЗВЕСТНО).

source: Current service state type as string ("SOFT" or "HARD").
pl_pl: Aktualny stan serwisu jako ciąg znaków ("SOFT" lub "HARD").
ru_ru: Текущий тип состояния службы в виде строки ("МЯГКИЙ" или "ТВЕРДЫЙ").

source: Max number of service check attempts.
pl_pl: Maksymalna liczba prób sprawdzenia serwisu.
ru_ru: Максимальное количество попыток проверки службы.

source: Is volatile as integer (0=NO, 1=YES)
pl_pl: Jest ulotny jako liczba całkowita (0=NIE, 1=TAK)
ru_ru: Является летучим как целое число (0 = НЕТ, 1 = ДА)

source: Number of state change events as unique number per service.
pl_pl: Liczba zdarzeń zmiany stanu jako unikalna liczba dla serwisu.
ru_ru: Количество событий изменения состояния в виде уникального номера для каждой службы.

source: Last unique service event number.
pl_pl: Ostatni unikalny numer zdarzenia serwisu.
ru_ru: Последний уникальный номер события службы.

source: Unique number of the current service problem state.
pl_pl: Unikalny numer bieżącego stanu problemu serwisu.
ru_ru: Уникальный номер текущего состояния проблемы службы.

source: Unique number of the last service problem state.
pl_pl: Unikalny numer ostatniego stanu problemu serwisu.
ru_ru: Уникальный номер последнего состояния проблемы службы.

source: If the service in a scheduled downtime, this value will be >= 1.
pl_pl: Jeśli serwis jest w zaplanowanym czasie przestoju, ta wartość będzie >= 1.
ru_ru: Если служба в плановом обслуживании, это значение будет> = 1.

source: Contain the first service group of an service as string ("6123eb90-a3eb-4895-b348-c464d9494d14")
pl_pl: Zawiera pierwszą grupę serwisu jako ciąg znaków ("6123eb90-a3eb-4895-b348-c464d9494d14")
ru_ru: Содержит первую группу служб службы в виде строки ("6123eb90-a3eb-4895-b348-c464d9494d14")

source: A comma separated of all the service groups the service belongs to. ("6123eb90-a3eb-4895-b348-c464d9494d14,666b1caf-4c0f-45e8-9380-78f9e915b82d")
pl_pl: Lista oddzielona przecinkami wszystkich grup serwisu, do których należy serwis. ("6123eb90-a3eb-4895-b348-c464d9494d14,666b1caf-4c0f-45e8-9380-78f9e915b82d")
ru_ru: Список через запятую от всех группу служб, к которым принадлежит служба. ("6123eb90-a3eb-4895-b348-c464d9494d14,666b1caf-4c0f-45e8-9380-78f9e915b82d")

source: Unix timestamp (integer) of the last service check.
pl_pl: Unixowy znacznik czasu (liczba całkowita) ostatniego sprawdzenia serwisu.
ru_ru: Unix timestamp (целое число) последней проверки службы.

source: Unix timestamp (integer) of last service state change.
pl_pl: Unixowy znacznik czasu (liczba całkowita) ostatniej zmiany stanu serwisu.
ru_ru: Unix timestamp (целое число) последнего изменения состояния службы.

source: Unix timestamp (integer) of the last service OK state.
pl_pl: Unixowy znacznik czasu (liczba całkowita) ostatniego stanu OK serwisu.
ru_ru: Unix timestamp (целое число) последнего состояния OK службы.

source: Unix timestamp (integer) of the last service WARNING state.
pl_pl: Unixowy znacznik czasu (liczba całkowita) ostatniego stanu WARNING serwisu.
ru_ru: Unix timestamp (целое число) последнего состояния ПРЕДУПРЕЖДЕНИЕ службы.

source: Unix timestamp (integer) of the last service CRITICAL state.
pl_pl: Unixowy znacznik czasu (liczba całkowita) ostatniego stanu CRITICAL serwisu.
ru_ru: Unix timestamp (целое число) последнего состояния КРИТИЧНО службы.

source: Unix timestamp (integer) of the last service UNKNOWN state.
pl_pl: Unixowy znacznik czasu (liczba całkowita) ostatniego stanu UNKNOWN serwisu.
ru_ru: Unix timestamp (целое число) последнего состояния НЕИЗВЕСТНО службы.

source: Output of service check plugin ("OK - 127.5.6.7: rta 0,054ms, lost 0% ").
pl_pl: Wynik wtyczki sprawdzającej serwis ("OK - 127.5.6.7: rta 0,054ms, utracone 0% ").
ru_ru: Вывод плагина проверки службы ("ОК - 127.5.6.7: рта 0,054мс, потеря 0%").

source: The long plugin output of current service check.
pl_pl: Długi wynik wtyczki bieżącego sprawdzenia serwisu.
ru_ru: Длинный плагин выводит текущую проверку службы.

source: Performance date output of current service check. ("rta=0.054000ms;100.000000;500.000000;0.000000 pl=0%;20;60;0")
pl_pl: Dane wydajnościowe wyników bieżącego sprawdzenia serwisu. ("rta=0.054000ms;100.000000;500.000000;0.000000 pl=0%;20;60;0")
ru_ru: Вывод даты выполнения текущей проверки службы. ("rta=0.054000ms;100.000000;500.000000;0.000000 pl=0%;20;60;0")

source: Service Group Macros
pl_pl: Makra grupy serwisów
ru_ru: Макросы группы служб

source: The UUID of the host group ("65c7692e-b322-4788-8232-97258b457f22")
pl_pl: UUID grupy hostów ("65c7692e-b322-4788-8232-97258b457f22")
ru_ru: UUID группы узлов ("65c7692e-b322-4788-8232-97258b457f22")

source: A comma separated list of the service group mebers as UUIDs ("0a9feda1-569e-40fe-a5a3-b2f389818301,ade06bfb-f9bd-4112-9537-2b3d286a6572").
pl_pl: Lista oddzielona przecinkami członków grupy serwisów jako UUID ("0a9feda1-569e-40fe-a5a3-b2f389818301,ade06bfb-f9bd-4112-9537-2b3d286a6572").
ru_ru: Разделенный запятыми список членов группы служб как UUID ("0a9feda1-569e-40fe-a5a3-b2f389818301,ade06bfb-f9bd-4112-9537-2b3d286a6572").

source: Contact Macros
pl_pl: Makra kontaktu
ru_ru: Макросы контакта

source: The UUID of the contact ("9595f7d6-2b79-4a7b-b7b8-414eec84c0b0")
pl_pl: UUID kontaktu ("9595f7d6-2b79-4a7b-b7b8-414eec84c0b0")
ru_ru: UUID контакта ("9595f7d6-2b79-4a7b-b7b8-414eec84c0b0")

source: The human name of the contact ("info").
pl_pl: Człowiecza nazwa kontaktu ("info").
ru_ru: Человеческое имя контакта ("info").

source: The human name of the contact ("info"), same as $CONTACTGROUPNAME$
pl_pl: Człowiecza nazwa kontaktu ("info"), to samo co $CONTACTGROUPNAME$
ru_ru: Человеческое имя контакта ("info"), такое же, как $CONTACTGROUPNAME$

source: Email address of the contact. ("community@openitcockpit.io")
pl_pl: Adres e-mail kontaktu. ("community@openitcockpit.io")
ru_ru: Адрес электронной почты контакта. ("community@openitcockpit.io")

source: Pager number of the contact. ("004913456789")
pl_pl: Numer pagera kontaktu. ("004913456789")
ru_ru: Пейджер номер контакта. ("004913456789")

source: A comma separated of all the contact groups the contact belongs to. ("06e352a8-643d-4fa8-a7bd-9ff74ad0e112,4992c7ad-1bb4-465a-8fe4-a721461b69a2")
pl_pl: Lista oddzielona przecinkami wszystkich grup kontaktu, do których należy kontakt. ("06e352a8-643d-4fa8-a7bd-9ff74ad0e112,4992c7ad-1bb4-465a-8fe4-a721461b69a2")
ru_ru: Список через запятую от всех групп контактов, которым принадлежит контакт. ("06e352a8-643d-4fa8-a7bd-9ff74ad0e112,4992c7ad-1bb4-465a-8fe4-a721461b69a2")

source: Contact Group Macros
pl_pl: Makra grupy kontaktów
ru_ru: Макросы контактной группы

source: The UUID of the contact group ("06e352a8-643d-4fa8-a7bd-9ff74ad0e112")
pl_pl: UUID grupy kontaktów ("06e352a8-643d-4fa8-a7bd-9ff74ad0e112")
ru_ru: UUID контактной группы ("06e352a8-643d-4fa8-a7bd-9ff74ad0e112")

source: A comma separated of all the contacts belongs to the contact group. ("9595f7d6-2b79-4a7b-b7b8-414eec84c0b0,6de7d0f9-413e-41cc-b1e4-3289072b72c4")
pl_pl: Lista oddzielona przecinkami wszystkich kontaktów należących do grupy kontaktów. ("9595f7d6-2b79-4a7b-b7b8-414eec84c0b0,6de7d0f9-413e-41cc-b1e4-3289072b72c4")
ru_ru: Список через запятую от всех контактов, принадлежит группе контактов. ("9595f7d6-2b79-4a7b-b7b8-414eec84c0b0,6de7d0f9-413e-41cc-b1e4-3289072b72c4")

source: SUMMARY Macros (Notice: CPU intensive to calculate - use with care)
pl_pl: Makra SUMMARY (Uwaga: Wymaga dużej mocy obliczeniowej - używaj ostrożnie)
ru_ru: КРАТКОЕ ОПИСАНИЕ Макросы (обратите внимание: интенсивность ЦП для расчета - используйте с осторожностью)

source: Number of hosts in state UP.
pl_pl: Liczba hostów w stanie UP.
ru_ru: Количество узлов в состоянии ВКЛЮЧЁН.

source: Number of hosts in state DOWN.
pl_pl: Liczba hostów w stanie DOWN.
ru_ru: Количество узлов в состоянии ОТКЛЮЧЁН.

source: Number of hosts in state UNREACHABLE.
pl_pl: Liczba hostów w stanie UNREACHABLE.
ru_ru: Количество узлов в состоянии НЕДОСТУПЕН.

source: Number of unhandled hosts. Unhandled hosts are in a DOWN state and not acknowledged or in a scheduled downtime.
pl_pl: Liczba nieobsługiwanych hostów. Nieobsługiwane hosty są w stanie DOWN i nie są potwierdzone lub w zaplanowanym czasie przestoju.
ru_ru: Количество необработанных узлов. Необработанные узлы находятся в состоянии ОТКЛЮЧЁН и не подтверждены или находятся в запланированном обслуживании.

source: Number of unhandled hosts. Unhandled hosts are in a UNREACHABLE state and not acknowledged or in a scheduled downtime.
pl_pl: Liczba nieobsługiwanych hostów. Nieobsługiwane hosty są w stanie UNREACHABLE i nie są potwierdzone lub w zaplanowanym czasie przestoju.
ru_ru: Количество необработанных узлов. Необработанные узлы находятся в состоянии НЕДОСТУПЕН и не подтверждены или находятся в запланированном обслуживании.
