Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Check External System Connection and load available object types
pl_pl: Sprawdź połączenie zewnętrznego systemu i załaduj dostępne typy obiektów
ru_ru: Проверьте подключение к внешней системе и загрузите доступные типы объектов.

source: Detected object types
pl_pl: Wykryte typy obiektów
ru_ru: Обнаруженные типы объектов

source: Object types
pl_pl: Typy obiektów
ru_ru: Типы объектов

source: Custom object type mappings
pl_pl: Niestandardowe mapowania typów obiektów

source: Class name
pl_pl: Nazwa klasy

source: Interface type
pl_pl: Typ interfejsu

source: Custom
pl_pl: Customowy

source: Remove mapping
pl_pl: Usuń mapowanie

source: IP-Address
pl_pl: Adres IP

source: Add custom mapping
pl_pl: Dodaj niestandardowe mapowanie

source: Edit external system
pl_pl: Edytuj system zewnętrzny
ru_ru: Изменить внешнюю систему

source: Update external system
pl_pl: Zaktualizuj system zewnętrzny

source: External Systems Overview
pl_pl: Przegląd systemów zewnętrznych
ru_ru: Обзор внешних систем

source: Filter by system name
pl_pl: Filtruj według nazwy systemu
ru_ru: Фильтр по названию системы

source: Filter by system description
pl_pl: Filtruj według opisu systemu
ru_ru: Фильтр по описанию системы

source: Connectivity
pl_pl: Połączenie
ru_ru: Связь

source: Host defaults
pl_pl: Domyślne ustawienia hosta
ru_ru: Параметры узла по умолчанию

source: Add host defaults
pl_pl: Dodaj domyślne ustawienia hosta
ru_ru: Добавить значения по умолчанию для узла

source: Create new host defaults
pl_pl: Utwórz nowe domyślne ustawienia hosta
ru_ru: Создать новые значения по умолчанию для узла

source: What are host defaults?
pl_pl: Co to są domyślne ustawienia hosta?
ru_ru: Что такое настройки узла по умолчанию?

source: Define defaults like which Container and services should assigned to imported hosts, depending on the used data source (Importer).
pl_pl: Zdefiniuj domyślne ustawienia takie jak kontener i usługi, które powinny być przypisane do importowanych hostów, w zależności od użytego źródła danych (Importer).
ru_ru: Определите значения по умолчанию, например, какой контейнер и службы следует назначать импортированным узлам, в зависимости от используемого источника данных (Импортер).

source: Name of default assigment. E.g.: CSV Import from i-doit
pl_pl: Nazwa domyślnego przypisania. Np.: Import CSV z i-doit
ru_ru: Имя присвоения по умолчанию. Например: Импорт CSV из i-doit

source: Host details
pl_pl: Szczegóły hosta
ru_ru: Детали узла

source: Predefined host settings that are automatically assigned when hosts are imported.
pl_pl: Wstępnie zdefiniowane ustawienia hosta, które są automatycznie przypisywane podczas importu hostów.
ru_ru: Предопределенные параметры узла, которые автоматически назначаются при импорте узлов.

source: Host container
pl_pl: Kontener hosta
ru_ru: Контейнер узла

source: Will be automatically selected
pl_pl: Zostanie wybrane automatycznie
ru_ru: Будет автоматически выбран

source: Use this host template as default
pl_pl: Użyj tego szablonu hosta jako domyślnego
ru_ru: Используйте этот шаблон узла по умолчанию

source: Service templates matches
pl_pl: Dopasowania szablonów usług

source: (optional):
pl_pl: (opcjonalne):
ru_ru: (по желанию):

source: If the match is successful, these service templates are assigned to the imported hosts.
pl_pl: Jeśli dopasowanie jest udane, te szablony usług są przypisywane do zaimportowanych hostów.

source: Do not enter empty matches
pl_pl: Nie podawaj pustych dopasowań
ru_ru: Не вводите пустые совпадения

source: No service templates are defined
pl_pl: Nie zdefiniowano żadnych szablonów usług

source: Please create at least one "Service template"
pl_pl: Proszę utwórz przynajmniej jeden "Szablon usługi"

source: Field to match
pl_pl: Pole do dopasowania
ru_ru: Поле для соответствия

source: RegEx
pl_pl: Wyrażenie regularne

source: RegEx that needs to match
pl_pl: Wyrażenie regularne, które musi pasować
ru_ru: RegEx, который должен соответствовать

source: Service template to assign on match
pl_pl: Szablon usługi do przypisania przy dopasowaniu

source: If the match is successful, these service template groups are assigned to the imported hosts.
pl_pl: Jeśli dopasowanie jest udane, te grupy szablonów usług są przypisywane do zaimportowanych hostów.
ru_ru: В случае успешного совпадения эти группы шаблонов служб назначаются импортированным узлам.

source: No service template groups are defined
pl_pl: Nie zdefiniowano żadnych grup szablonów usług
ru_ru: Группы шаблонов служб не определены

source: Please create at least one "Service template groups"
pl_pl: Proszę utwórz przynajmniej jedną "Grupę szablonów usług"
ru_ru: Создайте хотя бы одну "группу шаблонов служб"

source: Go to "Service template groups"
pl_pl: Przejdź do "Grupy szablonów usług"
ru_ru: Перейдите в "Группы шаблонов служб"

source: Service template group to assign on match
pl_pl: Grupa szablonów usług do przypisania przy dopasowaniu
ru_ru: Группа шаблонов служб, назначаемая при совпадении

source: If the match is successful, these agent checks are assigned to the imported hosts.
pl_pl: Jeśli dopasowanie jest udane, te sprawdzenia agenta są przypisywane do zaimportowanych hostów.

source: No agent checks are defined
pl_pl: Nie zdefiniowano żadnych sprawdzeń agenta

source: Please create at least one "Agent check"
pl_pl: Proszę utwórz przynajmniej jedno "Sprawdzenie agenta"

source: Go to "Agent checks"
pl_pl: Przejdź do "Sprawdzeń agenta"

source: Agent check to assign on match
pl_pl: Sprawdzenie agenta do przypisania przy dopasowaniu

source: Create host defaults
pl_pl: Utwórz domyślne ustawienia hosta
ru_ru: Создать настройки узла по умолчанию

source: Edit host defaults
pl_pl: Edytuj domyślne ustawienia hosta
ru_ru: Изменить настройки узла по умолчанию

source: Edit host defaults:
pl_pl: Edytuj domyślne ustawienia hosta:
ru_ru: Изменить настройки узла по умолчанию:

source: Update host defaults
pl_pl: Zaktualizuj domyślne ustawienia hosta
ru_ru: Обновить настройки узла по умолчанию

source: Host Defaults Overview
pl_pl: Przegląd domyślnych ustawień hosta
ru_ru: Обзор значений по умолчанию для узла

source: Filter by host defaults name
pl_pl: Filtruj według nazwy domyślnych ustawień hosta
ru_ru: Фильтр по имени узла по умолчанию

source: Filter by host defaults description
pl_pl: Filtruj według opisu domyślnych ustawień hosta
ru_ru: Фильтр по описанию значений по умолчанию для узла

source: Imported hosts
pl_pl: Zaimportowane hosty
ru_ru: Импортированные узлы

source: External systems
pl_pl: Zewnętrzne systemy

source: External monitorings
pl_pl: Monitorowanie zewnętrzne

source: Start import data
pl_pl: Rozpocznij import danych

source: Synchronize with monitoring
pl_pl: Synchronizuj z monitorowaniem
ru_ru: Синхронизация с мониторингом

source: Imported Files Overview
pl_pl: Przegląd zaimportowanych plików
ru_ru: Обзор импортированных файлов

source: Filter by imported file name
pl_pl: Filtruj według nazwy zaimportowanego pliku
ru_ru: Фильтр по имени импортированного файла

source: Filter by file extension
pl_pl: Filtruj według rozszerzenia pliku
ru_ru: Фильтр по расширению файла

source: File size
pl_pl: Rozmiar pliku
ru_ru: Размер файла

source: Download
pl_pl: Pobierz
ru_ru: Скачать

source: Imported file view
pl_pl: Widok zaimportowanego pliku
ru_ru: Просмотр импортированного файла

source: Imported file
pl_pl: Zaimportowany plik
ru_ru: Импортированный файл

source: Can't read imported csv file
pl_pl: Nie można odczytać zaimportowanego pliku CSV
ru_ru: Не удается прочитать импортированный CSV файл

source: The imported file may have been deleted.
pl_pl: Zaimportowany plik może zostać usunięty.
ru_ru: Возможно, импортированный файл был удален.

source: File Content is not available in imported file
pl_pl: Zawartość pliku nie jest dostępna w zaimportowanym pliku
ru_ru: Содержимое файла недоступно в импортированном файле

source: Maybe the file is no: CSV, or the file is empty
pl_pl: Być może plik nie jest w formacie CSV lub jest pusty
ru_ru: Возможно, файла: не CSV или файл пуст

source: Edit imported host
pl_pl: Edytuj zaimportowanego hosta
ru_ru: Редактировать импортированный узел

source: In monitoring (disabled)
pl_pl: W monitoringu (wyłączone)

source: Marked for disable
pl_pl: Oznaczone do wyłączenia

source: Imported host
pl_pl: Zaimportowany host
ru_ru: Импортированный узел

source: Identifier
pl_pl: Identyfikator

source: The identifier is used by the Importer to be able to identify and update records.
pl_pl: Identyfikator jest używany przez Importera do identyfikacji i aktualizacji rekordów.

source: Update imported host
pl_pl: Zaktualizuj zaimportowany host
ru_ru: Обновить импортированный узел

source: Imported Hosts Overview
pl_pl: Przegląd zaimportowanych hostów
ru_ru: Обзор импортированных узлов

source: Completely
pl_pl: Całkowicie
ru_ru: Полностью

source: Some optional fields are missing
pl_pl: Brakuje niektórych opcjonalnych pól
ru_ru: Некоторые необязательные поля отсутствуют

source: Some required fields are missing
pl_pl: Brakuje niektórych wymaganych pól
ru_ru: Некоторые обязательные поля отсутствуют

source: No importers defined
pl_pl: Nie zdefiniowano importerów
ru_ru: Импортеры не определены

source: Filter by imported host name
pl_pl: Filtruj według nazwy zaimportowanego hosta
ru_ru: Фильтр по имени импортированного узла

source: Filter by imported host address
pl_pl: Filtruj według adresu zaimportowanego hosta
ru_ru: Фильтр по адресу импортированного узла

source: Filter by imported host description
pl_pl: Filtruj według opisu zaimportowanego hosta
ru_ru: Фильтр по описанию импортированного узла

source: Already synchronized
pl_pl: Już zsynchronizowany
ru_ru: Уже синхронизировано

source: In monitoring
pl_pl: W monitoringu
ru_ru: В мониторинге

source: NEW
pl_pl: NOWY
ru_ru: НОВЫЙ

source: Ready for synchronization
pl_pl: Gotowy do synchronizacji
ru_ru: Готов к синхронизации

source: Flags
pl_pl: Flagi

source: Imported hosts with changes
pl_pl: Zaimportowane hosty z zmianami

source: Filter by importer
pl_pl: Filtruj według importera
ru_ru: Фильтр по импортеру

source: Reserved settings
pl_pl: Zarezerwowane ustawienia
ru_ru: Зарезервированные настройки

source: Import date
pl_pl: Data importu
ru_ru: Дата поступления

source: Last modified
pl_pl: Ostatnio zmodyfikowany
ru_ru: Последнее изменение

source: Progress
pl_pl: Postęp
ru_ru: Прогресс

source: Imported host with changes
pl_pl: Zaimportowany host z zmianami

source: missing data
pl_pl: brakujące dane
ru_ru: отсутствующие данные

source: Container:
pl_pl: Kontener:
ru_ru: Контейнер:

source: Shared containers:
pl_pl: Współdzielone kontenery:
ru_ru: Общие контейнеры:

source: Satellite:
pl_pl: Satelita:
ru_ru: Спутник:

source: Service templates:
pl_pl: Szablony serwisów:

source: No service templates defined
pl_pl: Nie zdefiniowano szablonów serwisów

source: Service template groups:
pl_pl: Grupy szablonów serwisów:
ru_ru: Группы шаблонов служб:

source: No service template groups defined
pl_pl: Nie zdefiniowano grup szablonów serwisów
ru_ru: Группы шаблонов служб не определены

source: Services:
pl_pl: Usługi:
ru_ru: Службы

source: Service used by other objects.
pl_pl: Serwis używany przez inne obiekty.
ru_ru: Служба используется другими объектами.

source: Agent Checks:
pl_pl: Sprawdzenia agenta:

source: Regular expression used to create the agent check
pl_pl: Wyrażenie regularne używane do utworzenia sprawdzenia agenta

source: openITCOCKPIT Agent Services:
pl_pl: Usługi agenta openITCOCKPIT:

source: External Services:
pl_pl: Usługi zewnętrzne:

source: Import CSV File with header
pl_pl: Importuj plik CSV z nagłówkiem
ru_ru: Импортировать CSV-файл с заголовком

source: Import CSV File without header
pl_pl: Importuj plik CSV bez nagłówka
ru_ru: Импортировать CSV-файл без заголовка

source: Overview importer configuration
pl_pl: Przegląd konfiguracji importera
ru_ru: Обзор конфигурации импортера

source: Go to "Importer configuration"
pl_pl: Przejdź do "Konfiguracji importera"
ru_ru: Перейдите в "Конфигурация импортера"

source: Drop CSV file here or click to upload.
pl_pl: Upuść plik CSV tutaj lub kliknij, aby przesłać.
ru_ru: Перетащите сюда CSV-файл или нажмите, чтобы загрузить.

source: Upload CSV File and create preview
pl_pl: Prześlij plik CSV i utwórz podgląd
ru_ru: Загрузите файл CSV и создайте предварительный просмотр

source: CSV Data preview
pl_pl: Podgląd danych CSV
ru_ru: Предварительный просмотр данных CSV

source: This preview shows maximal 10 first valid records from csv file.
pl_pl: Ten podgląd pokazuje maksymalnie 10 pierwszych poprawnych rekordów z pliku CSV.
ru_ru: Этот предварительный просмотр показывает максимум 10 первых действительных записей из файла csv.

source: Furthermore are all hosts displayed and no filter rules get applied.
pl_pl: Ponadto wyświetlane są wszystkie hosty i nie są stosowane żadne reguły filtrowania.

source: Lines with duplicate identifiers are automatically ignored
pl_pl: Linie z zduplikowanymi identyfikatorami są automatycznie ignorowane
ru_ru: Строки с повторяющимися идентификаторами автоматически игнорируются

source: Is missing
pl_pl: Brakuje
ru_ru: Отсутствует

source: Invalid rows (show maximal 5 rows for preview)
pl_pl: Nieprawidłowe wiersze (pokazuje maksymalnie 5 wierszy w podglądzie)
ru_ru: Недействительные строки (покажите не более 5 строк для предварительного просмотра)

source: Start data import
pl_pl: Rozpocznij import danych
ru_ru: Начать импорт данных

source: Import data from i-doit system
pl_pl: Importuj dane z systemu i-doit
ru_ru: Импорт данных из системы i-doit

source: i-doit Data preview
pl_pl: Podgląd danych i-doit
ru_ru: i-doit Предварительный просмотр данных

source: This preview shows maximal 10 first valid records from i-doit system.
pl_pl: Ten podgląd pokazuje maksymalnie 10 pierwszych poprawnych rekordów z systemu i-doit.
ru_ru: Этот предварительный просмотр показывает максимум 10 первых действительных записей из системы i-doit.

source: Import data from openITCOCKPIT Agent
pl_pl: Importuj dane z agenta openITCOCKPIT

source: openITCOCKPIT Agent Data preview
pl_pl: Podgląd danych agenta openITCOCKPIT

source: This preview shows maximal 10 first valid records from openITCOCKPIT Agent.
pl_pl: Ten podgląd pokazuje maksymalnie 10 pierwszych poprawnych rekordów z agenta openITCOCKPIT.

source: Import data from iTop system
pl_pl: Importuj dane z systemu iTop

source: iTop Data preview
pl_pl: Podgląd danych iTop

source: This preview shows maximal 10 first valid records from iTop system.
pl_pl: Ten podgląd pokazuje maksymalnie 10 pierwszych poprawnych rekordów z systemu iTop.

source: Import data from External Monitoring System system
pl_pl: Importuj dane z systemu Zewnętrznego Systemu Monitorowania

source: External Monitoring System Data preview
pl_pl: Podgląd danych Zewnętrznego Systemu Monitorowania

source: This preview shows maximal 10 first valid records from External Monitoring System.
pl_pl: Ten podgląd pokazuje maksymalnie 10 pierwszych prawidłowych rekordów z Zewnętrznego Systemu Monitorowania.

source: Add importer
pl_pl: Dodaj importer
ru_ru: Добавить импортера

source: Create new importer
pl_pl: Utwórz nowego importera
ru_ru: Создать нового импортера

source: Importer name
pl_pl: Nazwa importera
ru_ru: Имя импортера

source: The first row of the CSV file will be treated as column names
pl_pl: Pierwszy wiersz pliku CSV zostanie traktowany jako nazwy kolumn
ru_ru: Первая строка файла CSV будет рассматриваться как имена столбцов.

source: The CSV file consists only data sets without column names as header
pl_pl: Plik CSV zawiera tylko zestawy danych bez nazw kolumn jako nagłówek
ru_ru: Файл CSV состоит только из наборов данных без имен столбцов в качестве заголовка.

source: Importing Data from JSON Files
pl_pl: Importowanie danych z plików JSON
ru_ru: Импорт данных из файлов JSON

source: Use external system for showing additional host information
pl_pl: Użyj zewnętrznego systemu do wyświetlania dodatkowych informacji o hostach
ru_ru: Использовать внешнюю систему для отображения дополнительной информации об узлах

source: External monitoring system
pl_pl: Zewnętrzny system monitoringu

source: openITCOCKPIT will query the selected external monitoring to import devices monitored by the remote system. openITCOCKPIT will synchronize the status. The monitoring itself is still done by the external monitoring system.
pl_pl: openITCOCKPIT zapyta wybrany zewnętrzny system monitoringu o import urządzeń monitorowanych przez zdalny system. openITCOCKPIT zsynchronizuje status. Monitorowanie jest wciąż wykonywane przez zewnętrzny system monitoringu.

source: Import empty hosts
pl_pl: Importuj puste hosty

source: If enabled, all hosts will be imported even without at least one match
pl_pl: Jeśli włączone, wszystkie hosty zostaną zaimportowane nawet bez przynajmniej jednego dopasowania

source: Disable updates
pl_pl: Wyłącz aktualizacje

source: If enabled, only new hosts will be imported. Already synchronized hosts are not changed
pl_pl: Jeśli włączone, zostaną zaimportowane tylko nowe hosty. Hosty już zsynchronizowane nie zostaną zmienione

source: Force disable hosts if they are not present in the imported data
pl_pl: Wymuś wyłączenie hostów, jeśli nie są obecne w zaimportowanych danych

source: If enabled all hosts outside of import data will get disabled automatically
pl_pl: Jeśli włączone, wszystkie hosty spoza danych importowanych zostaną automatycznie wyłączone

source: Force delete services if not in mapping
pl_pl: Wymuś usunięcie usług, jeśli nie ma ich w mapowaniu
ru_ru: Принудительно удалить службы, если их нет в сопоставлении

source: If enabled all services outside of the service template group assignment will get deleted automatically
pl_pl: Jeśli włączone, wszystkie usługi spoza przypisania do grupy szablonu usług zostaną automatycznie usunięte

source: Keep container settings
pl_pl: Zachowaj ustawienia kontenera

source: Keep container settings for hosts that have already been synchronized
pl_pl: Zachowaj ustawienia kontenera dla hostów, które zostały już zsynchronizowane

source: Keep satellite settings
pl_pl: Zachowaj ustawienia satelitarne

source: Keep satellite settings for hosts that have already been synchronized
pl_pl: Zachowaj ustawienia satelitarne dla hostów, które zostały już zsynchronizowane

source: Data source mapping configuration for:
pl_pl: Konfiguracja mapowania źródła danych dla:
ru_ru: Конфигурация сопоставления источников данных для:

source: Define global filter for import (optional)
pl_pl: Zdefiniuj globalny filtr dla importu (opcjonalne)
ru_ru: Определите глобальный фильтр для импорта (необязательно)

source: Hostname RegEx defined!
pl_pl: Zdefiniowano wyrażenie regularne dla nazwy hosta!
ru_ru: Определено имя узла RegEx!

source: The regular expression will be applied to all objects. Leave this field blank if you do not want to apply a filter by hostname.
pl_pl: Wyrażenie regularne zostanie zastosowane do wszystkich obiektów. Pozostaw to pole puste, jeśli nie chcesz zastosować filtru według nazwy hosta.
ru_ru: Регулярное выражение будет применяться ко всем объектам. Оставьте это поле пустым, если вы не хотите применять фильтр по имени узла.

source: Hostname RegEx
pl_pl: Wyrażenie regularne dla nazwy hosta
ru_ru: Имя узла RegEx

source: The defined regular expression get applied to all imported hosts.
pl_pl: Zdefiniowane wyrażenie regularne zostanie zastosowane do wszystkich zaimportowanych hostów.
ru_ru: Определенное регулярное выражение применяется ко всем импортированным узлам.

source: Host defaults assignments
pl_pl: Przypisanie domyślnych ustawień dla hostów
ru_ru: Назначения узлов по умолчанию

source: No host defaults are defined
pl_pl: Nie zdefiniowano domyślnych ustawień dla hostów
ru_ru: Значения по умолчанию для узлов не определены

source: Please create at least one "Host defaults"
pl_pl: Proszę utwórz przynajmniej jedno "Domyślne ustawienia hosta"
ru_ru: Создайте хотя бы один "Узел по умолчанию"

source: Go to "Host defaults"
pl_pl: Przejdź do "Domyślne ustawienia hosta"
ru_ru: Перейдите в "Настройки узла по умолчанию"

source: assignment
pl_pl: przypisanie
ru_ru: назначение

source: The saved settings get applied to all imported hosts.
pl_pl: Zapisane ustawienia zostaną zastosowane do wszystkich zaimportowanych hostów.
ru_ru: Сохраненные настройки применяются ко всем импортированным узлам.

source: Optional overwrites
pl_pl: Opcjonalne nadpisywanie
ru_ru: Дополнительные перезаписи

source: Define exceptions for particular hosts, that should get imported using a different configuration.
pl_pl: Zdefiniuj wyjątki dla konkretnych hostów, które powinny być importowane przy użyciu innej konfiguracji.
ru_ru: Определите исключения для определенных узлов, которые должны быть импортированы с использованием другой конфигурации.

source: Matching is done in the shown order.
pl_pl: Dopasowanie odbywa się w pokazanej kolejności.
ru_ru: Сопоставление выполняется в указанном порядке.

source: The last matching overwrite configuration gets used by the Importer.
pl_pl: Ostatnia konfiguracja nadpisywania pasująca jest używana przez Importera.
ru_ru: Импортер использует последнюю подходящую конфигурацию перезаписи.

source: Host defaults to assign on match
pl_pl: Domyślne przypisanie hosta do dopasowania
ru_ru: По умолчанию узел назначается при совпадении

source: Create importer
pl_pl: Utwórz importera
ru_ru: Создать импортера

source: Edit importer
pl_pl: Edytuj importera
ru_ru: Редактировать импортера

source: Update importer
pl_pl: Zaktualizuj importera
ru_ru: Обновить импортер

source: If disabled all services outside of the service template group assignment will get deleted automatically
pl_pl: Jeśli wyłączone, wszystkie usługi spoza przypisania do grupy szablonu usług zostaną automatycznie usunięte
ru_ru: При отключении все службы, не входящие в группу шаблонов служб, будут автоматически удалены.

source: Importers Overview
pl_pl: Przegląd Importerów
ru_ru: Обзор импортеров

source: When the importer is deleted, also all associated hosts in the Imported Hosts list get deleted. This means that no further updates are possible for these hosts. All hosts that have already been included in the monitoring will retained.
pl_pl: Po usunięciu importera, również wszystkie powiązane hosty na liście Zaimportowanych zostaną usunięte. Oznacza to, że nie są możliwe dalsze aktualizacje tych hostów. Wszystkie hosty, które zostały już uwzględnione w monitoringu, zostaną zachowane.
ru_ru: При удалении импортера удаляются также все связанные узлы в списке Импортированные узлы. Это означает, что дальнейшие обновления для этих узлов невозможны. Все узлы, которые уже были включены в мониторинг, будут сохранены.

source: No "Host defaults" defined
pl_pl: Nie zdefiniowano "Domyślnych ustawień hosta"
ru_ru: Не определены "Значения по умолчанию для узла"

source: Filter by importer name
pl_pl: Filtruj według nazwy importera
ru_ru: Фильтр по имени импортера

source: Filter by importer description
pl_pl: Filtruj według opisu importera
ru_ru: Фильтр по описанию импортера

source: i-doit overview
pl_pl: Przegląd i-doit
ru_ru: Обзор i-doit

source: Archived
pl_pl: Zarchiwizowany
ru_ru: Архивировано

source: Location path
pl_pl: Ścieżka lokalizacji
ru_ru: Путь к местоположению

source: CMDB Status
pl_pl: Status CMDB
ru_ru: Статус CMDB

source: Applications
pl_pl: Aplikacje
ru_ru: Приложения

source: Updated
pl_pl: Zaktualizowany
ru_ru: Обновлено

source: Hardware Details
pl_pl: Szczegóły sprzętu
ru_ru: Детали оборудования

source: Memory
pl_pl: Pamięć
ru_ru: Оперативная память

source: CPU
pl_pl: Procesor
ru_ru: Процессор

source: Contract overview
pl_pl: Przegląd umowy
ru_ru: Обзор контракта

source: Contract period
pl_pl: Okres umowy
ru_ru: Контрактный период

source: until
pl_pl: do
ru_ru: до

source: Product
pl_pl: Produkt
ru_ru: Продукт
