Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Service group name
pl_pl: Nazwa Grupy serwisów
ru_ru: Название группы служб

source: Map name
pl_pl: Nazwa Mapy
ru_ru: Название карты

source: Map title
pl_pl: Tytuł mapy
ru_ru: Заглавие карты

source: Host and services are not in state UP/OK
pl_pl: Host i serwisy nie są w stanie UP/OK
ru_ru: Узлы и службы не в состоянии UP/ОК

source: maximum 20
pl_pl: maksymalnie 20
ru_ru: максимум 20

source: View map:
pl_pl: Zobacz mapę:
ru_ru: Показать карту

source: Fullscreen
pl_pl: Pełny ekran
ru_ru: Полноэкранный

source: Leave fullscreen
pl_pl: Opuść pełny ekran
ru_ru: Оставьте полноэкранный

source: {0} Map background image is not available!!!
pl_pl: Obraz tła mapy {0} nie jest dostępny!!!

source: Create new map
pl_pl: Utwórz nową mapę
ru_ru: Создать новую карту

source: Satellite
pl_pl: Satelita
ru_ru: Спутник

source: Map Name
pl_pl: Nazwa mapy
ru_ru: Название карты

source: Map Title
pl_pl: Tytuł mapy
ru_ru: Заглавие карты

source: Refresh interval
pl_pl: Interwał odświeżania
ru_ru: Интервал обновления

source: Create another
pl_pl: Utwórz kolejny
ru_ru: Создать другой

source: Create map
pl_pl: Utwórz mapę
ru_ru: Создать карту

source: Copy map/s
pl_pl: Skopiuj mapę/y
ru_ru: Копировать карту/ы

source: Source map:
pl_pl: Mapa źródłowa:
ru_ru: Исходная карта

source: Name of the new map
pl_pl: Nazwa nowej mapy
ru_ru: Название новой карты

source: Title of the new map
pl_pl: Tytuł nowej mapy
ru_ru: Заглавие новой карты

source: Refresh Interval
pl_pl: Interwał odświeżania
ru_ru: Интервал обновления

source: Automatic maps update interval in seconds
pl_pl: Automatyczny interwał aktualizacji map w sekundach
ru_ru: Интервал автоматического обновления карт в секундах

source: saved successfully
pl_pl: zapisano pomyślnie
ru_ru: успешно сохранено

source: Update map
pl_pl: Aktualizuj mapę
ru_ru: Обновить карту

source: Filter by Map name
pl_pl: Filtruj według nazwy mapy
ru_ru: Фильтровать по названию карты

source: Filter by Map title
pl_pl: Filtruj według tytułu mapy
ru_ru: Фильтровать по заглавию карты

source: Edit in Map editor
pl_pl: Edytuj w edytorze map
ru_ru: Редактировать в редакторе карт

source: View in fullscreen
pl_pl: Pokaż na pełnym ekranie
ru_ru: Посмотреть в полноэкранном режиме

source: Create new map rotation
pl_pl: Utwórz nową rotację map
ru_ru: Создать новую карту вращения

source: Rotation
pl_pl: Rotacja
ru_ru: Вращение

source: Rotation Name
pl_pl: Nazwa rotacji
ru_ru: Имя вращения

source: Rotation interval
pl_pl: Interwał rotacji
ru_ru: Интервал вращения

source: Create rotation
pl_pl: Utwórz rotację
ru_ru: Создать вращение

source: Edit map rotation:
pl_pl: Edytuj rotację mapy:
ru_ru: Изменить вращение карты

source: updated successfully
pl_pl: zaktualizowano pomyślnie
ru_ru: Успешно обновлено

source: Update map rotation
pl_pl: Zaktualizuj rotację mapy
ru_ru: Обновление вращение карты

source: Filter by Rotation name
pl_pl: Filtruj według nazwy rotacji
ru_ru: Фильтровать по названию вращения

source: Filter by Rotation Interval
pl_pl: Filtruj według interwału rotacji
ru_ru: Фильтровать по интервалу вращения

source: Rotation name
pl_pl: Nazwa rotacji
ru_ru: Имя вращения

source: Issue got acknowledged by {0} via Mattermost.
pl_pl: Problem został przyjęty do wiadomości przez {0} za pośrednictwem Mattermost.
ru_ru: Проблема была подтверждена {0} через Маттермостом.

source: Issue got acknowledged by **@{0}** via Mattermost.
pl_pl: Problem został przyjęty do wiadomości przez **@{0}** za pośrednictwem Mattermost.
ru_ru: Ошибка была подтверждена ** @ {0} ** через Маттермостом.

source: For Two-way integration an API key is required.
pl_pl: Dla integracji dwukierunkowej wymagany jest klucz API.
ru_ru: Для двусторонней интеграции требуется ключ API.

source: Mattermost Module
pl_pl: Moduł Mattermost
ru_ru: Маттермост модуль

source: Webhook URL
pl_pl: Adres URL webhooka

source: Mattermost Webhook URL.
pl_pl: Adres URL webhooka Mattermost.

source: Enable Two-way integration
pl_pl: Włącz integrację dwukierunkową
ru_ru: Включить двустороннюю интеграцию

source: openITCOCKPIT API Key
pl_pl: Klucz API openITCOCKPIT
ru_ru: Ключ API openITCOCKPIT

source: API Key
pl_pl: Klucz API
ru_ru: Ключ API

source: used by Mattermost for authentication against openITCOCKPIT.
pl_pl: używany przez Mattermost do uwierzytelniania przy pomocy openITCOCKPIT.
ru_ru: использует Маттермост для аутентификации на openITCOCKPIT.

source: Save configuration
pl_pl: Zapisz konfigurację
ru_ru: Сохранить конфигурацию

source: Command added successfully to queue
pl_pl: Polecenie zostało pomyślnie dodane do kolejki
ru_ru: Команда успешно добавлена ​​в очередь

source: Commands added successfully to queue
pl_pl: Polecenia zostały pomyślnie dodane do kolejki

source: External commands
pl_pl: Zewnętrzne polecenia
ru_ru: Внешние команды

source: Monitoring Engine
pl_pl: Silnik monitoringu
ru_ru: Мониторинг двигателя

source: External Command
pl_pl: Zewnętrzne polecenie
ru_ru: Внешняя команда

source: What is this API for?
pl_pl: Do czego służy to API?
ru_ru: Для чего эта API?

source: This API can be used by third party application to send commands to the monitoring backend.
pl_pl: To API może być używane przez aplikacje stron trzecich do wysyłania poleceń do backendu monitoringu.
ru_ru: Эта API может использоваться сторонним приложением для отправки команд бэкэнду мониторинга.

source: This could be useful to transfer passive check results or to acknowledge host or service states.
pl_pl: Może to być przydatne do przekazywania wyników sprawdzania pasywnego lub uznawania stanów hosta lub serwisu.
ru_ru: Это может быть полезно для передачи результатов пассивной проверки или подтверждения состояний узла или службы.

source: Command type
pl_pl: Rodzaj polecenia
ru_ru: Тип команды

source: Parameter
pl_pl: Parametr
ru_ru: Параметр

source: Default value
pl_pl: Wartość domyślna
ru_ru: Стандартное значение

source: required
pl_pl: wymagane
ru_ru: обязательный

source: No parameters
pl_pl: Brak parametrów
ru_ru: Без параметров

source: YOUR_API_KEY_HERE
pl_pl: TWÓJ_KLUCZ_API_TUTAJ

source: You need to create an openITCOCKPIT user defined API key first.
pl_pl: Najpierw musisz utworzyć zdefiniowany przez użytkownika klucz API openITCOCKPIT.
ru_ru: Сначала необходимо создать определенный пользователем ключ API openITCOCKPIT.

source: Click here for help
pl_pl: Kliknij tutaj, aby uzyskać pomoc
ru_ru: Нажмите здесь для помощи

source: is not required in the URL and can be removed.
pl_pl: nie jest wymagany w adresie URL i można go usunąć.
ru_ru: не требуется в URL и может быть удален.

source: External documentation
pl_pl: Dokumentacja zewnętrzna
ru_ru: Внешняя документация

source: Acknowledged per mail
pl_pl: Zatwierdzone za pomocą poczty
ru_ru: Подтверждение по электронной почте

source: GearmanWorker: Fork new worker child
pl_pl: GearmanWorker: Rozgałęź nowe dziecko pracownika
ru_ru: GearmanWorker: Fork новый рабочий ребёнок

source: Started refresh of monitoring configuration
pl_pl: Rozpoczęto odświeżanie konfiguracji monitoringu
ru_ru: Начало обновления конфигурации мониторинга

source: Create Backup of current configuration
pl_pl: Utwórz kopię zapasową bieżącej konfiguracji
ru_ru: Создать резервную копию текущей конфигурации

source: Create Backup of current Prometheus configuration
pl_pl: Utwórz kopię zapasową bieżącej konfiguracji Prometheus
ru_ru: Создать резервную копию текущей Prometheus конфигурации

source: Delete old configuration
pl_pl: Usuń starą konfigurację
ru_ru: Удалить старую конфигурацию

source: Execute pre export tasks
pl_pl: Wykonaj zadania przed wyeksportowaniem
ru_ru: Выполнить предварительные задачи экспорта

source: Create default configuration
pl_pl: Utwórz domyślną konfigurację
ru_ru: Создать стандартную конфигурацию

source: Create hosttemplate configuration
pl_pl: Utwórz konfigurację szablonu hosta
ru_ru: Создать конфигурацию шаблона узла

source: Create host configuration
pl_pl: Utwórz konfigurację hosta
ru_ru: Создать конфигурацию узла

source: Create command configuration
pl_pl: Utwórz konfigurację polecenia
ru_ru: Создать конфигурацию команды

source: Create contact configuration
pl_pl: Utwórz konfigurację kontaktu
ru_ru: Создать конфигурацию контакта

source: Create contact group configuration
pl_pl: Utwórz konfigurację grupy kontaktów
ru_ru: Создать конфигурацию группы контактов

source: Create timeperiod configuration
pl_pl: Utwórz konfigurację okresu czasu
ru_ru: Создать конфигурацию временного периода

source: Create host group configuration
pl_pl: Utwórz konfigurację grupy hostów
ru_ru: Создать конфигурацию группы узлов

source: Create servicetemplate configuration
pl_pl: Utwórz konfigurację eskalacji hosta
ru_ru: Создать конфигурацию шаблона службы

source: Create service configuration
pl_pl: Utwórz konfigurację serwisu
ru_ru: Создать конфигурацию службы

source: Create service escalation configuration
pl_pl: Utwórz konfigurację eskalacji serwisu
ru_ru: Создать конфигурацию эскалации службы

source: Create service group configuration
pl_pl: Utwórz konfigurację grupy serwisów
ru_ru: Создать конфигурацию группы служб

source: Create host dependency configuration
pl_pl: Utwórz konfigurację zależności hosta
ru_ru: Создать конфигурацию зависимости узла

source: Create service dependency configuration
pl_pl: Utwórz konfigurację zależności serwisu
ru_ru: Создать конфигурацию зависимости службы

source: Export user defined macros
pl_pl: Eksportuj makra zdefiniowane przez użytkownika
ru_ru: Экспорт пользовательских макросов

source: Create main Prometheus configuration file
pl_pl: Utwórz główny plik konfiguracyjny Prometheusa
ru_ru: Создайте основной файл Prometheus конфигурации

source: Create Prometheus targets
pl_pl: Utwórz targety Prometheusa
ru_ru: Создайте Prometheus целей

source: Create Prometheus alert rules
pl_pl: Utwórz reguły alarmowe Prometheusa
ru_ru: Создайте Prometheus правила оповещений

source: Execute post export tasks
pl_pl: Wykonaj zadania po eksporcie
ru_ru: Выполнить задачи постэкспорта

source: Verifying new configuration
pl_pl: Weryfikacja nowej konfiguracji
ru_ru: Проверка новой конфигурации

source: Check if monitoring engine is running
pl_pl: Sprawdź, czy silnik monitoringu działa
ru_ru: Проверьте, работает ли двигатель мониторинга

source: Reloading monitoring engine
pl_pl: Przeładowywanie silnika monitoringu
ru_ru: Перезагрузка мониторинга двигателя

source: Restarting monitoring engine
pl_pl: Uruchamianie ponowne silnika monitoringu
ru_ru: Перезапуск двигателя мониторинга

source: Execute after export command
pl_pl: Wykonaj po poleceniu eksportu
ru_ru: Выполнить после команды экспорта

source: Restarting containerized monitoring engine
pl_pl: Uruchamianie ponowne konteneryzowanego silnika monitoringu

source: Verifying new Prometheus configuration
pl_pl: Weryfikowanie nowej konfiguracji Prometheusa
ru_ru: Проверка новой Prometheus конфигурации

source: Restarting Prometheus monitoring engine
pl_pl: Uruchamianie ponowne silnika monitoringu Prometheus
ru_ru: Перезапуск системы мониторинга Prometheus

source: Refresh of configuration finished
pl_pl: Odświeżanie konfiguracji zakończone
ru_ru: Обновление конфигурации завершено

source: with an error
pl_pl: z błędem
ru_ru: с ошибкой

source: successfully
pl_pl: pomyślnie
ru_ru: успешно

source: Refresh of monitoring configuration finished {0}
pl_pl: Odświeżanie konfiguracji monitoringu zakończone {0}
ru_ru: Обновление конфигурации мониторинга завершено

source: Mark Satellite for configuration synchronization through NSTA daemon [
pl_pl: Oznacz satelitę do synchronizacji konfiguracji poprzez demona NSTA [
ru_ru: Отметьте Спутника для синхронизации конфигурации через демон NSTA [

source: Check if NSTA daemon is running
pl_pl: Sprawdź, czy działa demon NSTA
ru_ru: Проверьте, запущен ли демон NSTA

source: Reloading NSTA daemon
pl_pl: Przeładowywanie demona NSTA
ru_ru: Перезагрузка демона NSTA

source: Restarting NSTA daemon
pl_pl: Uruchamianie ponowne demona NSTA
ru_ru: Перезапуск демона NSTA

source: Check if Event-Collectd daemon is running
pl_pl: Sprawdź, czy działa demon Event-Collectd

source: Reloading Event-Collectd daemon
pl_pl: Przeładowywanie demona Event-Collectd

source: Restarting Event-Collectd daemon
pl_pl: Uruchamianie ponowne demona Event-Collectd

source: Perform hostgroup container permission update on hosttemplate: "{0}". ContainerId: {1}
pl_pl: Wykonaj aktualizację uprawnień kontenera grupy hostów w szablonie hosta: "{0}". Identyfikator kontenera: {1}

source: Perform hostgroup container permission update on host: "{0}". ContainerId: {1}
pl_pl: Wykonaj aktualizację uprawnień kontenera grupy hostów w hostu: "{0}". Identyfikator kontenera: {1}

source: Never
pl_pl: Nigdy
ru_ru: Никогда

source: Daily
pl_pl: Dziennie
ru_ru: Ежедневно

source: Weekly
pl_pl: Tygodniowo
ru_ru: Еженедельно

source: Monthly
pl_pl: Miesięcznie
ru_ru: Ежемесячно

source: Yearly
pl_pl: Rocznie
ru_ru: Ежегодно

source: An error occured while sending instant report mail:
pl_pl: Wystąpił błąd podczas wysyłania natychmiastowego raportu e-mail:
ru_ru: Произошла ошибка при отправке мгновенного отчета по электронной почте

source: Verifying monitoring configuration files, please standby...
pl_pl: Weryfikowanie plików konfiguracyjnych monitoringu, proszę czekać...
ru_ru: Проверка файлов конфигурации мониторинга, пожалуйста, в режиме ожидания...

source: If set the new password will get print to the CLI
pl_pl: Jeśli ustawione, nowe hasło zostanie wyświetlone w wierszu poleceń (CLI)
ru_ru: Если установлен новый пароль, он будет распечатан в CLI

source: Do not send the new password per mail
pl_pl: Nie wysyłaj nowego hasła pocztą
ru_ru: Не отправляйте новый пароль по почте

source: If set the user will also be marked as enabled in the database. If not set the is_active field will be left untouched.
pl_pl: Jeśli ustawione, użytkownik zostanie również oznaczony jako aktywny w bazie danych. Jeśli nie ustawione, pole is_active pozostanie niezmienione.
ru_ru: Если установлено, пользователь также будет отмечен как включенный в базе данных. Если не установлено, поле is_active останется нетронутым.

source: New password is: {0}
pl_pl: Nowe hasło to: {0}
ru_ru: Новый пароль: {0}

source: Your
pl_pl: Twoje
ru_ru: Ваш

source: got reset!
pl_pl: zostało zresetowane!
ru_ru: получил сброс

source: New password was send to {0}
pl_pl: Nowe hasło zostało wysłane na adres {0}
ru_ru: Новый пароль был отправлен на {0}

source: Checking permissions for user group "{0}"...
pl_pl: Sprawdzanie uprawnień dla grupy użytkowników "{0}"...
ru_ru: Проверка разрешений для группы пользователей "{0}"...

source: Restore default permissions for user group "Administrator"
pl_pl: Przywróć domyślne uprawnienia dla grupy użytkowników "Administrator"
ru_ru: Восстановить стандартные разрешения для группы пользователей "Администратор "

source: Re-Enable default permissions for user group "{0}" but keep custom changes.
pl_pl: Ponownie włącz domyślne uprawnienia dla grupy użytkowników "{0}", zachowując niestandardowe zmiany.
ru_ru: Повторно включите стандартные разрешения для группы пользователей "{0}", но сохраните пользовательские изменения.

source: Setup will continue in {0} seconds. Press CTRL + C to abort.
pl_pl: Konfiguracja zostanie kontynuowana za {0} sekund. Naciśnij CTRL + C, aby przerwać.
ru_ru: Установка продолжится через {0} секунд. Нажмите CTRL + C, чтобы отменить.

source: This shell helps you to setup your fresh installation of openITCOCKPIT.
pl_pl: Ten skrypt pomaga w konfiguracji nowej instalacji openITCOCKPIT.
ru_ru: Эта оболочка поможет вам установить новую версию openITCOCKPIT.

source: Warning:
pl_pl: Ostrzeżenie:
ru_ru: Предупреждение:

source: Only run this command, if you installed openITCOCKPIT right now and never logged in to the interface!
pl_pl: Uruchom to polecenie tylko, jeśli właśnie zainstalowałeś openITCOCKPIT i nigdy nie logowałeś się do interfejsu!
ru_ru: Запускайте эту команду, только если вы установили openITCOCKPIT прямо сейчас и никогда не входили в интерфейс!

source: If you continue, you will lose all your archive data!
pl_pl: Jeśli kontynuujesz, utracisz wszystkie dane archiwalne!
ru_ru: Если вы продолжите, вы потеряете все свои архивные данные!

source: Setup openITCOCKPIT and create your first user.
pl_pl: Skonfiguruj openITCOCKPIT i utwórz pierwszego użytkownika.
ru_ru: Настройте openITCOCKPIT и создайте своего первого пользователя.

source: You can now open the web frontend in your browser and login. Have a nice day!
pl_pl: Możesz teraz otworzyć interfejs webowy w przeglądarce i zalogować się. Miłego dnia!
ru_ru: еперь вы можете открыть веб-интерфейс в вашем браузере и войти в систему. Хорошего дня!

source: Please enter the FQDN or IP address of your openITCOCKPIT Server. If you do not know your IP address enter a random one and change it via the interface later.
pl_pl: Proszę podać FQDN lub adres IP serwera openITCOCKPIT. Jeśli nie znasz swojego adresu IP, podaj losowy i zmień go później za pomocą interfejsu.
ru_ru: Пожалуйста, введите полное доменное имя или IP-адрес вашего сервера openITCOCKPIT. Если вы не знаете свой IP-адрес, введите случайный и измените его через интерфейс позже.

source: User "{0}" created successfully
pl_pl: Użytkownik "{0}" został pomyślnie utworzony
ru_ru: Пользователь "{0}" успешно создан

source: Hostname was set to "{0}"
pl_pl: Nazwa hosta została ustawiona na "{0}"
ru_ru: Имя узла было установлено на "{0}"

source: E-Mail sender was set to "{0}"
pl_pl: Nadawca e-mail został ustawiony na "{0}"
ru_ru: Отправителю электронной почты было присвоено значение "{0}"

source: Mail configuration "{0}" saved successfully.
pl_pl: Konfiguracja poczty "{0}" została pomyślnie zapisana.
ru_ru: Настройка электронной почты "{0}" успешно сохранена.

source: Migrate openITCOCKPIT V3 E-Mail configuration
pl_pl: Migruj konfigurację e-mail openITCOCKPIT V3
ru_ru: Миграция конфигурации openITCOCKPIT V3 E-Mail

source: Enable users from the file /root/.openitcockpit_active_user_migration.json
pl_pl: Włącz użytkowników z pliku /root/.openitcockpit_active_user_migration.json
ru_ru: Включить пользователей из файла /root/.openitcockpit_active_user_migration.json

source: Send a new random password to all local users per mail.
pl_pl: Wyślij nowe losowe hasło do wszystkich lokalnych użytkowników pocztą.
ru_ru: Отправить новый случайный пароль всем локальным пользователям по почте.

source: Migrate notification history records from nagios_ to statusengine_ tables.
pl_pl: Migruj rekordy historii notyfikacji z tabel nagios_ do statusengine_.
ru_ru: Перенос записей истории уведомлений из таблиц nagios_ в statusengine_.

source: Migrate statehistory records from nagios_ to statusengine_ tables.
pl_pl: Migruj rekordy statehistory z tabel nagios_ do statusengine_.
ru_ru: Перенос записей истории состояний из таблиц nagios_ в statusengine_.

source: Migrate acknowledgements history records from nagios_ to statusengine_ tables.
pl_pl: Migruj rekordy acknowledgements z tabel nagios_ do statusengine_.
ru_ru: Перенос записей истории подтверждений из таблиц nagios_ в statusengine_.

source: Migrate downtimes history records from nagios_ to statusengine_ tables.
pl_pl: Migruj rekordy downtimes z tabel nagios_ do statusengine_.
ru_ru: Перенос записей истории простоев из таблиц nagios_ в statusengine_.

source: Migrate hostchecks records from nagios_ to statusengine_ tables.
pl_pl: Migruj rekordy hostchecks z tabel nagios_ do statusengine_.
ru_ru: Перенос записей результатов узлов из таблиц nagios_ в statusengine_.

source: Migrate servicechecks records from nagios_ to statusengine_ tables.
pl_pl: Migruj rekordy servicechecks z tabel nagios_ do statusengine_.
ru_ru: Перенос записей результатов служб из таблиц nagios_ в statusengine_.

source: Migrate logentries records from nagios_ to statusengine_ tables.
pl_pl: Migruj rekordy logentries z tabel nagios_ do statusengine_.
ru_ru: Перенос записи журнала из таблиц nagios_ в statusengine_.

source: Set the Statusengine Broker as default submit method for EVC results
pl_pl: Ustaw Brokera Statusengine jako domyślnej metody przekazywania wyników EVC
ru_ru: Установите Statusengine Broker по умолчанию как метод отправки для результатов EVC

source: Migrate the SSH configuration of V3 satellite systems
pl_pl: Migruj konfigurację SSH dla systemów satelitarnych V3
ru_ru: Перенести конфигурацию SSH спутниковых систем V3

source: Create partition {0} in table {1}
pl_pl: Utwórz partycję {0} w tabeli {1}
ru_ru: Создать раздел {0} в таблице {1}

source: Invalid host
pl_pl: Nieprawidłowy host
ru_ru: Неверный узел

source: Invalid service
pl_pl: Nieprawidłowa serwis
ru_ru: Неверная служба

source: Successfully
pl_pl: Pomyślnie
ru_ru: Успешно

source: Community - unregistered
pl_pl: Społeczność - niezarejestrowani
ru_ru: Community - незарегистрированно

source: Community - registered
pl_pl: Społeczność - zarejestrowani
ru_ru: Community - регистрированно

source: Yes
pl_pl: Tak
ru_ru: Да

source: No
pl_pl: Nie
ru_ru: Нет

source: System test mail from
pl_pl: Systemowy testowy email od
ru_ru: Тест системы электронной почты от

source: Test mail send to:
pl_pl: Testowy email wysłany do:
ru_ru: Тестовое электронное письмо отправьте по адресу:

source: An error occured while sending test mail:
pl_pl: Wystąpił błąd podczas wysyłania testowego emaila:
ru_ru: Произошла ошибка при отправке тестового электронного письма:

source: Agentcheck not found
pl_pl: Nie znaleziono sprawdzania agenta
ru_ru: Проверка агента не найдена

source: Agent config not found
pl_pl: Nie znaleziono konfiguracji agenta
ru_ru: Конфигурация агента не найдена

source: Push Agent config not found
pl_pl: Nie znaleziono konfiguracji dla agenta push
ru_ru: Конфигурация push-агента не найдена

source: Satellite Push Agent config not found
pl_pl: Nie znaleziono konfiguracji satelitarnego agenta push

source: You are not permitted to access this object.
pl_pl: Nie masz uprawnień do dostępu do tego obiektu.
ru_ru: Вам не разрешен доступ к этому объекту.

source: Object could not be found.
pl_pl: Nie można znaleźć obiektu.
ru_ru: Объект не может быть найден.

source: In maintenance
pl_pl: Trwają prace konserwacyjne
ru_ru: В обслуживании

source: Disabled
pl_pl: Wyłączone
ru_ru: Выключен

source: Refresh every 2m
pl_pl: Odświeżaj co 2 minuty

source: Permission denied
pl_pl: Brak uprawnień
ru_ru: В доступе отказано

source: You are not permitted to access this object
pl_pl: Nie masz uprawnień do dostępu do tego obiektu
ru_ru: Вам не разрешен доступ к этому объекту

source: Automap not found
pl_pl: Automapa nie znaleziona
ru_ru: Автокарта не найдена

source: Invalid Automap
pl_pl: Nieprawidłowa Automapa
ru_ru: Неверная автокарта

source: Auto map not found
pl_pl: Auto mapa nie znaleziona
ru_ru: Автокарта не найдена

source: Invalid calendar
pl_pl: Nieprawidłowy kalendarz
ru_ru: Неверный календарь

source: Calendar deleted successfully
pl_pl: Kalendarz został pomyślnie usunięty
ru_ru: Календарь успешно удален

source: Issue while deleting calendar
pl_pl: Problem podczas usuwania kalendarza
ru_ru: Проблема при удалении календаря

source: Invalid command
pl_pl: Nieprawidłowa komenda
ru_ru: Неверная команда

source: Used by other objects
pl_pl: Używane przez inne obiekty
ru_ru: Используется другими объектами

source: Issue while deleting command
pl_pl: Problem podczas usuwania komendy
ru_ru: Проблема при удалении команды

source: Config successfully restored to default
pl_pl: Konfiguracja została pomyślnie przywrócona do domyślnej
ru_ru: Конфигурация успешно восстановлена ​​до стандартной

source: Invalid contact group
pl_pl: Nieprawidłowa grupa kontaktów
ru_ru: Неверная контактная группа

source: Contact group not found
pl_pl: Grupa kontaktów nie znaleziona
ru_ru: Контактная группа не найдена

source: Issue while deleting contact
pl_pl: Problem podczas usuwania kontaktu
ru_ru: Проблема при удалении контакта
