Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Flapping
ru_ru: Колебания

source: Downtime
ru_ru: Обслуживание

source: Contactgroup
ru_ru: Контактная группа

source: Servicetemplategroup
ru_ru: Группа шаблонов служб

source: John
ru_ru: Джон

source: Hostdependencies
ru_ru: Узловые зависимости

source: Servicetemplate
ru_ru: Шаблон службы

source: HOST
ru_ru: УЗЕЛ

source: Min.
ru_ru: Минимум

source: Core PID
ru_ru: Основной PID

source: Packagemanager
ru_ru: Менеджер пакетов

source: HTTP-Proxy
ru_ru: HTTP-прокси

source: host
ru_ru: узел

source: Event Handler
ru_ru: Обработчик события

source: Minimum
ru_ru: Минимум

source: Plain
ru_ru: Простой

source: Login
ru_ru: Логин

source: Beta
ru_ru: Бета

source: PrometheusModule
ru_ru: Prometheus Модуль

source: Australia
ru_ru: Австралия

source: Austria
ru_ru: Австрия

source: Estonia
ru_ru: Эстония

source: Euro (€)
ru_ru: Евро (€)

source: Real (R$)
ru_ru: Бразильский реал (R$)

source: Bitcoin (฿)
ru_ru: Биткойн (฿)

source: Mile (mi)
ru_ru: Миля (mi)

source: Ohm (Ω)
ru_ru: Ом (Ω)

source: Gradian
ru_ru: Градиан

source: rem
ru_ru: рем

source: Host {0}
ru_ru: Узел {0}

source: Alias
ru_ru: Псевдоним

source: Agent
ru_ru: Агент

source: Gradient
ru_ru: Градиент

source: Time Syncing
ru_ru: Синхронизация времени

source: Operator
ru_ru: Оператор

source: eventcorrelations.
ru_ru: корреляции событий.

source: ONLINE
ru_ru: ОНЛАЙН

source: OFFLINE
ru_ru: ОФЛАЙН

source: Software
ru_ru: Программного обеспечения

source: Importer
ru_ru: Импортер

source: RegEx that needs to match
ru_ru: RegEx, который должен соответствовать

source: Model
ru_ru: Модель

source: Service template for checking interfaces does not exist
ru_ru: Чтобы избежать дублирования конфигурации сервисов интерфейса, существующие службы с тем же именем будут автоматически отменены.

source: Try to execute {0} to resolve the issue
ru_ru: Попробуйте выполнить {0}, чтобы решить проблему

source: Discovering Interfaces for SNMP Services
ru_ru: Обнаружение интерфейсов для служб SNMP

source: modulo
ru_ru: по модулю

source: Element
ru_ru: Элемент

source: Snmp Trap Module
ru_ru: Модуль Snmp Trap
