Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: The entered Proxy URL is invalid
pl_pl: Wprowadzony adres Proxy jest nieprawidłowy
ru_ru: Введенный URL прокси неверен

source: Distribute Module
pl_pl: Moduł Dystrybucji
ru_ru: Модуль распространения

source: Create new satellite
pl_pl: Utwórz nowego satelitę
ru_ru: Создать новый спутник

source: Satellite Name
pl_pl: Nazwa satelity
ru_ru: Название спутника

source: This address will be used for all communications between the master instance and the satellite system.
pl_pl: Ten adres będzie używany do wszystkich komunikacji między instancją główną a systemem satelitarnym.
ru_ru: Этот адрес будет использоваться для всей связи между главной системой и спутниковой системой.

source: Synchronisation method
pl_pl: Metoda synchronizacji
ru_ru: Метод синхронизации

source: HTTPS Push: The Satellite System will push check results to the Master system and frequently check for configuration changes.
pl_pl: HTTPS Push: System satelitarny będzie przesyłać wyniki sprawdzeń do systemu głównego i często sprawdzać zmiany konfiguracji.
ru_ru: HTTPS Push: Спутниковая система передает результаты проверки в главную систему и часто проверяет изменения конфигурации.

source: HTTPS Pull: The Mastersystem will frequently pull check results from the Satellite and push configuration changes.
pl_pl: HTTPS Pull: System główny będzie często pobierał wyniki sprawdzeń od satelity i przesyłał zmiany konfiguracji.
ru_ru: HTTPS Pull: Основная система будет часто извлекать результаты проверки из спутникова и передавать изменения конфигурации.

source: SSH: The Mastersystem will create an SSH tunnel to the Satellite system and pull check results and push configuration changes.
pl_pl: SSH: System główny utworzy tunel SSH do systemu satelitarnego i pobierze wyniki sprawdzeń oraz przekaże zmiany konfiguracji.
ru_ru: SSH: Основная система создаст SSH-туннель к спутниковой системе, получит результаты проверки и внесет изменения в конфигурацию.

source: RemotePort
pl_pl: Port zdalny

source: Gearman port of remote machine.
pl_pl: Port Gearman zdalnej maszyny.
ru_ru: Gearman Порт удаленной машины.

source: If enabled the proxy server will be used.
pl_pl: Jeśli jest włączone, zostanie użyty serwer proxy.
ru_ru: Если включено, прокси-сервер будет использоваться.

source: Proxy URL
pl_pl: Adres Proxy
ru_ru: URL прокси

source: Time interval in seconds the master system will pickup check results
pl_pl: Interwał czasu w sekundach, w którym system główny będzie pobierał wyniki sprawdzeń
ru_ru: Интервал времени в секундах, в течение которого основная система будет регистрировать результаты проверки

source: Time limit in seconds which defines when the satellite should be marked as OFFLINE .
pl_pl: Limit czasu w sekundach, który określa, kiedy satelita powinien zostać oznaczony jako OFFLINE.
ru_ru: Ограничение по времени в секундах, которое определяет, когда спутник должен быть отмечен как OFFLINE.

source: Determines if you want to synchronise the system clock of the master server to the satellite system. Notice: It is not recommended to enable this option. Please use a NTP server whenever possible.
pl_pl: Określa, czy chcesz zsynchronizować zegar systemowy serwera głównego z systemem satelitarnym. Uwaga: Nie zaleca się włączania tej opcji. Zaleca się korzystanie z serwera NTP, jeśli to możliwe.
ru_ru: Определяет, хотите ли вы синхронизировать системные часы главного сервера со спутниковой системой. Примечание: не рекомендуется включать эту опцию. Пожалуйста, используйте NTP-сервер, когда это возможно.

source: Create satellite
pl_pl: Utwórz satelitę
ru_ru: Создать спутник

source: Create new satellite downtime
pl_pl: Utwórz nowy czas przestoju satelity

source: Filter by satellite name
pl_pl: Filtruj według nazwy satelity
ru_ru: Фильтр по названию спутника

source: Edit satellite:
pl_pl: Edytuj satelitę:
ru_ru: Редактировать спутник

source: Update satellite
pl_pl: Zaktualizuj satelitę
ru_ru: Обновить спутник

source: Filter by sync method
pl_pl: Filtruj według metody synchronizacji
ru_ru: Фильтр по методу синхронизации

source: Instance name
pl_pl: Nazwa instancji
ru_ru: Имя инстанции

source: Sync method
pl_pl: Metoda synchronizacji
ru_ru: Метод синхронизации

source: Time zone
pl_pl: Strefa czasowa
ru_ru: Часовой пояс

source: Enable notification
pl_pl: Włącz powiadomienie

source: Satellite Tasks
pl_pl: Zadania satelity

source: Filter by sync status
pl_pl: Filtruj według statusu synchronizacji
ru_ru: Фильтр по статусу синхронизации

source: Last sync
pl_pl: Ostatnia synchronizacja
ru_ru: Последняя синхронизация

source: Last seen
pl_pl: Ostatnio widziany
ru_ru: В последний раз видел

source: Last error
pl_pl: Ostatni błąd
ru_ru: Последняя ошибка

source: Tasks overview
pl_pl: Przegląd zadań

source: Filter by Task
pl_pl: Filtruj według zadania

source: Filter by status
pl_pl: Filtruj według statusu

source: Task ID
pl_pl: ID zadania

source: Task Result
pl_pl: Wynik zadania

source: hosts.
pl_pl: hostów.
ru_ru: узлы.

source: This satellite is not used by any host
pl_pl: Ten satelita nie jest używany przez żadnego hosta
ru_ru: Этот спутник не используется ни одним узлом

source: 0 services are OK
pl_pl: 0 serwisów jest w porządku
ru_ru: 0 служб в статусе ОК

source: {0} - {1} services ({2} from {3} services are OK)
pl_pl: {0} - {1} serwisów ({2} z {3} serwisów jest w porządku)
ru_ru: {0} - {1} сервисы ({2} из {3} сервисов не в состоянии OK)

source: Invalid event correlation host
pl_pl: Nieprawidłowy host korelacji zdarzeń
ru_ru: Неверный узел корреляции событий

source: Can not save empty event correlation.
pl_pl: Nie można zapisać pustej korelacji zdarzeń.
ru_ru: Не удается сохранить пустую корреляцию событий.

source: Could not delete event correlation
pl_pl: Nie można usunąć korelacji zdarzeń
ru_ru: Не удалось удалить корреляцию событий

source: Invalid event correlation
pl_pl: Nieprawidłowa korelacja zdarzeń
ru_ru: Неверная корреляция событий

source: Operator out of bounds
pl_pl: Operator poza zakresem
ru_ru: Оператор вне границ

source: This operator requires at least two Services
pl_pl: Ten operator wymaga co najmniej dwóch usług
ru_ru: Для этого оператора требуется как минимум две службы

source: The EQUAL Operator can only have one Service
pl_pl: Operator EQUAL może mieć tylko jedną usługę
ru_ru: EQUAL Оператор может иметь только одну службу

source: The MIN Operator requires a Modifier which is in the range of 1 - X (where X is the number of the selected services)
pl_pl: Operator MIN wymaga modyfikatora w zakresie od 1 do X (gdzie X to liczba wybranych usług)
ru_ru: Оператору MIN требуется Модификатор, который находится в диапазоне от 1 до X (где X - количество выбранных услуг).

source: Operator modifier has to be greater than 0.
pl_pl: Modyfikator operatora musi być większy niż 0.
ru_ru: Модификатор оператора должен быть больше 0.

source: Event Correlation Globals
pl_pl: Globalne Korelacje Zdarzeń
ru_ru: Настройки корреляции событий

source: Out of range (0-15)
pl_pl: Poza zakresem (0-15)
ru_ru: Вне допустимого диапазона (0-15)

source: Supported options are "naemon", "nagios" or "statusengine"
pl_pl: Obsługiwane opcje to "naemon", "nagios" lub "statusengine"
ru_ru: оддерживаемые параметры: "naemon", "nagios" или "statusengine "

source: Consider service status type (0 => every state type, 1 => only hard state)
pl_pl: Uwzględnij typ statusu usługi (0 => każdy typ stanu, 1 => tylko stan twardy)
ru_ru: Рассмотреть тип состояния службы (0 => каждый тип состояния, 1 => только твердый)

source: Consider number of states
pl_pl: Uwzględnij liczbę stanów
ru_ru: Учитывать количество состояний

source: If enabled, the event correlation host will go in "down" state if the last (root) event correlation service is "critical"
pl_pl: Jeśli jest włączone, host korelacji zdarzeń przejdzie w stan "offline", jeśli ostatnia (główna) usługa korelacji zdarzeń będzie miała status "krytyczny"
ru_ru: Если этот параметр включен, узел корреляции событий перейдет в состояние "down", если последняя (корневая) служба корреляции событий находится в состоянии "critical"

source: Monitoring System
pl_pl: System Monitorowania
ru_ru: Мониторинг Система

source: Use this status as status for disabled services in an event correlation
pl_pl: Użyj tego statusu jako statusu dla wyłączonych usług w korelacji zdarzeń
ru_ru: Используйте этот статус как статус для отключенных служб в корреляции событий

source: If enabled, shows note if event correlation contains disabled services
pl_pl: Jeśli jest włączone, wyświetla notatkę, jeśli korelacja zdarzeń zawiera wyłączone usługi
ru_ru: Если включено, показывает примечание, если корреляция событий содержит отключенные службы.

source: Event Correlation Module
pl_pl: Moduł Korelacji Zdarzeń
ru_ru: Модуль корреляции событий

source: This changes affects all event correlations
pl_pl: Te zmiany dotyczą wszystkich korelacji zdarzeń
ru_ru: Это изменение влияет на все корреляции событий

source: Event Correlation Settings
pl_pl: Ustawienia Korelacji Zdarzeń
ru_ru: Настройки корреляции событий

source: Consider state type
pl_pl: Rozważ typ stanu
ru_ru: Учитывать тип статуса

source: If disabled every state type will be considered to calculate the event correlation result. If enabled only "hard state" events will be used.
pl_pl: Jeśli wyłączone, każdy typ stanu będzie brany pod uwagę przy obliczaniu wyniku korelacji zdarzeń. Jeśli włączone, będą uwzględniane tylko zdarzenia w "stanie twardym".
ru_ru: Если отключено, каждый тип состояния будет учитываться для расчета результата корреляции события. Если включено, то будут использоваться только события в "твердном" состоянии».

source: Consider state count
pl_pl: Rozważ liczbę stanów
ru_ru: Учитывать подсчет статуса

source: If enabled, services in unknown state are ignored if there are more other services in critical or warning state.
pl_pl: Jeśli włączone, usługi w stanie "nieznany" są ignorowane, jeśli jest więcej innych usług w stanie krytycznym lub ostrzegawczym.
ru_ru: Если этот параметр включен, службы в неизвестном состоянии игнорируются, если в критическом или предупреждающем состоянии находятся другие службы.

source: Reflect status to host
pl_pl: Odbij status na hostu
ru_ru: Отразить статус для узла

source: If enabled, the event correlation host will go in "down" state if the last element (root) of the event correlation is in "critical" state
pl_pl: Jeśli włączone, host korelacji zdarzeń przejdzie w stan "offline", jeśli ostatni element (korzeń) korelacji zdarzeń ma status "krytyczny".
ru_ru: Если этот параметр включен, узел корреляции событий перейдет в состояние "down", если последняя (корневая) служба корреляции событий находится в состоянии "critical"

source: Check result submit method
pl_pl: Metoda przekazywania wyników sprawdzania
ru_ru: Способ отправки результатов проверки

source: Statusengine Event Broker (Naemon and Naemon) (Recommend)
pl_pl: Broker Zdarzeń Statusengine (Naemon i Naemon) (Zalecane)
ru_ru: Statusengine Event Broker (Naemon и Naemon) (Рекомендованный)

source: Query Handler (Naemon only - naemon.qh) (Recommend over nagios.cmd)
pl_pl: Obsługa Zapytań (Tylko Naemon - naemon.qh) (Zalecane ponad nagios.cmd)
ru_ru: Query Handler (только для Naemon - naemon.qh) (рекомендуется через nagios.cmd)

source: External commands pipe (Nagios and Nameon - nagios.cmd)
pl_pl: Rura Zewnętrznych Poleceń (Nagios i Nameon - nagios.cmd)
ru_ru: External commands pipe (Nagios и Nameon - nagios.cmd)

source: If Statusengine Event Broker or Naemons Query Handler will be used to submit correlation results a detailed long output will be passed to the monitoring engine. The external command pipe does not support long output.
pl_pl: Jeśli Broker Zdarzeń Statusengine lub Obsługa Zapytań Naemon będą używane do przekazywania wyników korelacji, szczegółowy długi wynik zostanie przekazany do silnika monitoringu. Rura zewnętrznych poleceń nie obsługuje długiego wyniku.
ru_ru: Если для представления результатов корреляции будет использоваться Statusengine Event Broker или Naemons Query Handler, подробный длинный вывод будет передан в механизм мониторинга. Внешний командный канал не поддерживает длинный вывод.

source: Status for disabled service
pl_pl: Status dla wyłączonej usługi
ru_ru: Статус отключенной службы

source: This status will be used for disabled services.
pl_pl: Ten status będzie używany dla wyłączonych usług.
ru_ru: Этот статус будет использоваться для отключенных служб.

source: Show note for disabled services
pl_pl: Pokaż notatkę dla wyłączonych usług
ru_ru: Показать примечание для отключенных служб

source: If enabled, shows note if event correlation contains disabled services.
pl_pl: Jeśli włączone, pokazuje notatkę, jeśli korelacja zdarzeń zawiera wyłączone usługi.
ru_ru: Если включено, показывает примечание, если корреляция событий содержит отключенные службы.

source: Event Correlations
pl_pl: Korelacje Zdarzeń
ru_ru: Корреляции событий

source: Create new correlation
pl_pl: Utwórz nową korelację
ru_ru: Создать новую корреляцию

source: Create new Event Correlation
pl_pl: Utwórz nową Korelację Zdarzeń
ru_ru: Создать новую корреляцию событий

source: Host name / Name of correlation
pl_pl: Nazwa hosta / Nazwa korelacji
ru_ru: Название узла / Название корреляции

source: Notification Period
pl_pl: Okres Powiadomienia
ru_ru: Период уведомления

source: Create event correlation
pl_pl: Utwórz korelację zdarzeń
ru_ru: Создать корреляцию событий

source: Edit correlation
pl_pl: Edytuj korelację
ru_ru: Изменить корреляцию

source: Edit Event Correlation:
pl_pl: Edytuj Korelację Zdarzeń:
ru_ru: Изменить корреляцию событий:

source: Save Event Correlation
pl_pl: Zapisz Korelację Zdarzeń
ru_ru: Сохранить корреляцию событий

source: New virtual service
pl_pl: Nowa wirtualna usługa
ru_ru: Новая виртуальная служба

source: Event correlation includes disabled services!
pl_pl: Korelacja zdarzeń zawiera wyłączone usługi!
ru_ru: Корреляция событий содержит отключенные сервисы!

source: Go to "Event Correlation Globals"
pl_pl: Przejdź do „Globalne Korelacje Zdarzeń”
ru_ru: Перейдите в "Глобальные таблицы корреляции событий"

source: Event Correlation
pl_pl: Korelacja Zdarzeń
ru_ru: Корреляция событий

source: New vService
pl_pl: Nowa wirtualna usługa
ru_ru: Новая виртуальная служба

source: Create virtual service
pl_pl: Utwórz wirtualną usługę
ru_ru: Создать виртуальную службу

source: Modify virtual service
pl_pl: Modyfikuj wirtualną usługę
ru_ru: Изменить виртуальную службу

source: Name of vService
pl_pl: Nazwa wirtualnej usługi
ru_ru: Наименование виртуальной службы

source: Name of the virtual service that holds the result of the correlation.
pl_pl: Nazwa wirtualnej usługi, która przechowuje wynik korelacji.
ru_ru: Имя виртуальной службы, который содержит результат корреляции.

source: Only service templates of the EVC type are available.
pl_pl: Dostępne są tylko szablony usług typu EVC.
ru_ru: Доступны только шаблоны службы типа EVC.

source: Services that should be correlated
pl_pl: Usługi, które powinny być skorelowane
ru_ru: Службы, которые должны быть соотнесены

source: vServices
pl_pl: Wirtualne Usługi
ru_ru: Виртуальные службы

source: Virtual services that should be correlated
pl_pl: Wirtualne usługi, które powinny być skorelowane
ru_ru: Виртуальные службы, которые должны быть соотнесены

source: Operator modifier
pl_pl: Modyfikator operatora
ru_ru: Модификатор оператора

source: Eventcorrelation Module
pl_pl: Moduł korelacji zdarzeń
ru_ru: Модуль корреляции событий

source: Eventcorrelation name
pl_pl: Nazwa korelacji zdarzeń
ru_ru: Имя корреляции события

source: Edit Correlation
pl_pl: Edytuj Korelację
ru_ru: Редактировать корреляцию

source: Download as PDF
pl_pl: Pobierz jako PDF
ru_ru: Скачать в формате PDF

source: This host is not used by any event correlation or you have insufficient permissions.
pl_pl: Ten host nie jest używany przez żadną korelację zdarzeń lub masz niewystarczające uprawnienia.
ru_ru: Этот узел не используется никакими корреляциями событий, или у вас недостаточно прав.

source: Event Correlations Overview
pl_pl: Przegląd korelacji zdarzeń
ru_ru: Обзор корреляций событий

source: Filter by event correlation name
pl_pl: Filtruj według nazwy korelacji zdarzeń
ru_ru: Фильтр по названию корреляции событий

source: Filter by event correlation description
pl_pl: Filtruj według opisu korelacji zdarzeń
ru_ru: Фильтр по описанию корреляции событий

source: Event correlation name
pl_pl: Nazwa korelacji zdarzeń
ru_ru: Название корреляции события

source: Event correlation description
pl_pl: Opis korelacji zdarzeń
ru_ru: Описание корреляции событий

source: This EVC contains Hosts you are not permitted to view
pl_pl: Ta EVC zawiera Hosty, które nie masz uprawnień do przeglądania
ru_ru: Этот EVC содержит узлы, которые вам не разрешено видеть

source: DISABLED
pl_pl: WYŁĄCZONE
ru_ru: ОТКЛЮЧЁН

source: Event correlation:
pl_pl: Korelacja zdarzeń:
ru_ru: Корреляция событий:

source: event correlations.
pl_pl: korelacje zdarzeń.
ru_ru: корреляции событий.

source: This service is not used by any event correlation or you have insufficient permissions.
pl_pl: Ten serwis nie jest używany przez żadną korelację zdarzeń lub masz niewystarczające uprawnienia.
ru_ru: Эта служба не используется никакими корреляциями событий или у вас недостаточно прав.

source: Summary View
pl_pl: Widok podsumowania
ru_ru: Общий вид

source: Event Correlation as summary:
pl_pl: Korelacja zdarzeń jako podsumowanie:
ru_ru: Корреляция событий как итог:

source: EVC Tree
pl_pl: Drzewo EVC
ru_ru: EVC дерево

source: EVC Summary
pl_pl: Podsumowanie EVC
ru_ru: EVC сводка

source: Event correlation
pl_pl: Korelacja zdarzeń
ru_ru: Корреляция событий

source: This event correlation is not used by other event correlations
pl_pl: Ta korelacja zdarzeń nie jest używana przez inne korelacje zdarzeń
ru_ru: Эта корреляция событий не используется другими корреляциями событий

source: Event Correlation:
pl_pl: Korelacja zdarzeń:
ru_ru: Корреляция событий:

source: Configuration Wizard: SAP HANA Database
pl_pl: Kreator konfiguracji: Baza danych SAP HANA
ru_ru: Мастер настройки: SAP HANA база данных

source: Configure SAP HANA System Database Monitoring
pl_pl: Skonfiguruj monitorowanie bazy danych systemu SAP HANA
ru_ru: Настройка мониторинга системной SAP HANA базы данных

source: Configure SAP HANA Tenant Database Monitoring
pl_pl: Skonfiguruj monitorowanie bazy danych najemcy SAP HANA
ru_ru: Настройка мониторинга базы данных клиентов SAP HANA

source: HANA System port
pl_pl: Port systemu HANA
ru_ru: HANA системный порт

source: HANA Tenant port
pl_pl: Port HANA Tenant
ru_ru: HANA Арендатор порт

source: SAP HANA System Database services
pl_pl: Usługi bazy danych systemu SAP HANA
ru_ru: Службы системной базы данных SAP HANA

source: SAP HANA Tenant Database services
pl_pl: Usługi bazy danych tenant SAP HANA
ru_ru: Службы системной базы данных SAP HANA Арендатор

source: Configuration Wizard: HP Server
pl_pl: Kreator konfiguracji: Serwer HP
ru_ru: Мастер настройки: HP сервер

source: Configure SNMP for HP Server Hardware Monitoring
pl_pl: Skonfiguruj SNMP do monitorowania sprzętu serwera HP
ru_ru: Настройка SNMP для мониторинга оборудования сервера HP

source: SNMP Server Settings
pl_pl: Ustawienia serwera SNMP
ru_ru: Настройки сервера SNMP

source: Communication with authentication and privacy. The protocols used for Authentication are MD5 and SHA and for Privacy, DES (Data Encryption Standard) and AES (Advanced Encryption Standard).
pl_pl: Komunikacja z uwierzytelnianiem i prywatnością. Protokoły używane do uwierzytelniania to MD5 i SHA, a do prywatności DES (Data Encryption Standard) i AES (Advanced Encryption Standard).
ru_ru: Связь с аутентификацией и конфиденциальностью. Протоколы, используемые для аутентификации: MD5 и SHA, а для конфиденциальности - DES (стандарт шифрования данных) и AES (расширенный стандарт шифрования).

source: Communication with authentication and without privacy. The protocols used for Authentication are MD5 and SHA (Secure Hash Algorithm).
pl_pl: Komunikacja z uwierzytelnianiem i bez prywatności. Protokoły używane do uwierzytelniania to MD5 i SHA (Algorytm skrótu zabezpieczony).
ru_ru: Общение с аутентификацией и без приватности. Для аутентификации используются протоколы MD5 и SHA (алгоритм безопасного хеширования).

source: Communication without authentication and privacy.
pl_pl: Komunikacja bez uwierzytelniania i prywatności.
ru_ru: Общение без аутентификации и конфиденциальности.

source: Auth Protocol
pl_pl: Protokół uwierzytelniania
ru_ru: Протокол аутентификации

source: Security name
pl_pl: Nazwa zabezpieczeń
ru_ru: Имя безопасности

source: Auth Password
pl_pl: Hasło uwierzytelniania
ru_ru: Пароль авторизации

source: Privacy Protocol
pl_pl: Protokół prywatności
ru_ru: Протокол конфиденциальности

source: Privacy password
pl_pl: Hasło prywatności
ru_ru: Пароль конфиденциальности

source: HP server hardware services
pl_pl: Usługi sprzętu serwera HP
ru_ru: Службы серверного оборудования HP

source: Import ID
pl_pl: ID importu
ru_ru: ID импорта

source: Importer not found!
pl_pl: Import nie znaleziony!
ru_ru: Импортера не найдено!

source: ❗Error while importing host data!
pl_pl: ❗Błąd podczas importowania danych hosta!
ru_ru: ❗Ошибка при импорте данных узла!

source: Data imported successfully
pl_pl: Dane zaimportowane pomyślnie

source: File not found!
pl_pl: Nie znaleziono pliku!
ru_ru: Файл не найден!

source: Generate preview for csv files - maximal 10 rows will be shown
pl_pl: Generuj podgląd dla plików CSV - zostanie pokazanych maksymalnie 10 wierszy
ru_ru: Создать предварительный просмотр для файлов csv - будет показано не более 10 строк

source: ⚠️ CSV file works, but the elements are empty. Data preview is not possible!
pl_pl: ⚠️ Plik CSV działa, ale elementy są puste. Podgląd danych nie jest możliwy!
ru_ru: ⚠️ Файл CSV работает, но элементы пустые. Предварительный просмотр данных невозможен!

source: ❗Data to import are invalid!
pl_pl: ❗Dane do importu są nieprawidłowe!
ru_ru: ❗Данные для импорта недействительны!

source: ⚠️ A possible cause for this could be the wrong delimiter or CSV structure is not consistent. Please check your importer configuration.!
pl_pl: ⚠️ Możliwą przyczyną tego może być niewłaściwy separator lub struktura CSV nie jest spójna. Sprawdź konfigurację importera!
ru_ru: ⚠️ Возможной причиной этого может быть неправильный разделитель или несогласованная структура CSV. Пожалуйста, проверьте конфигурацию вашего импортера!

source: ❗Could not save csv file!
pl_pl: ❗Nie można zapisać pliku CSV!
ru_ru: ❗ Не удалось сохранить файл csv!

source: Import data from i-doit successfully finished!
pl_pl: Import danych z i-doit zakończony pomyślnie!
ru_ru: Импорт данных из i-doit успешно завершен!

source: ❗Error: {0}
pl_pl: ❗Błąd: {0}
ru_ru: ❗Ошибка: {0}

source: Generate preview for i-doit data - maximal 10 rows will be shown
pl_pl: Generuj podgląd dla danych z i-doit - zostanie pokazanych maksymalnie 10 wierszy
ru_ru: Создать предварительный просмотр для данных i-doit - будет показано не более 10 строк

source: ⚠️ Connect to i-doit works, but the elements are empty. Data preview is not possible!
pl_pl: ⚠️ Połączenie z i-doit działa, ale elementy są puste. Podgląd danych nie jest możliwy!
ru_ru: ⚠️ Подключиться к i-doit работает, но элементы пустые. Предварительный просмотр данных невозможен!

source: Import data from iTop successfully finished!
pl_pl: Import danych z iTop zakończony pomyślnie!

source: Generate preview for iTop data - maximal 10 rows will be shown
pl_pl: Generuj podgląd danych z iTop - zostanie pokazanych maksymalnie 10 wierszy

source: ⚠️ Connect to iTop works, but the elements are empty. Data preview is not possible!
pl_pl: ⚠️ Połączenie z iTop działa, ale elementy są puste. Podgląd danych nie jest możliwy!
