Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Use configured proxy server to connect to Graphite-Web server.
pl_pl: Użyj skonfigurowanego serwera proxy do połączenia z serwerem Graphite-Web.
ru_ru: Используйте настроенный прокси сервер для подключения к Graphite-Web серверу.

source: Bind address of the HTTP interface. Default: 127.0.0.1:7473
pl_pl: Adres powiązania interfejsu HTTP. Domyślnie: 127.0.0.1:7473
ru_ru: Привязать адрес HTTP-интерфейса. По умолчанию: 127.0.0.1:7473

source: Bind address of the HTTP interface. Default: 127.0.0.1:7474
pl_pl: Adres powiązania interfejsu HTTP. Domyślnie: 127.0.0.1:7474
ru_ru: Привязать адрес HTTP-интерфейса. По умолчанию: 127.0.0.1:7474

source: TLS certificate key file to be used. Default: /etc/ssl/private/ssl-cert-snakeoil.key
pl_pl: Plik klucza certyfikatu TLS do użycia. Domyślnie: /etc/ssl/private/ssl-cert-snakeoil.key
ru_ru: Файл ключа сертификата TLS, который будет использоваться. По умолчанию: /etc/ssl/private/ssl-cert-snakeoil.key

source: TLS certificate file to be used. Default: /etc/ssl/certs/ssl-cert-snakeoil.pem
pl_pl: Plik certyfikatu TLS do użycia. Domyślnie: /etc/ssl/certs/ssl-cert-snakeoil.pem
ru_ru: Файл сертификата TLS, который будет использоваться. По умолчанию: /etc/ssl/certs/ssl-cert-snakeoil.pem

source: Use openITCOCKPIT's preconfigured webserver as revers proxy for NSTA.
pl_pl: Użyj pre skonfigurowanego serwera www openITCOCKPIT jako reverse proxy dla NSTA.
ru_ru: Используйте предварительно сконфигурированный веб-сервер openITCOCKPIT в качестве обратного прокси для NSTA.

source: Value out of range (c, u, w, o)
pl_pl: Wartość poza zakresem (c, u, w, o)
ru_ru: Значение вне диапазона (c, u, w, o)

source: Minimum value of monitoring related interval settings for sliders in seconds.
pl_pl: Minimalna wartość ustawień interwału związanego z monitorowaniem dla suwaków w sekundach.
ru_ru: Минимальное значение настроек интервала мониторинга для слайдеров в секундах.

source: Maximum value of monitoring related interval settings for sliders in seconds.
pl_pl: Maksymalna wartość ustawień interwału związanego z monitorowaniem dla suwaków w sekundach.
ru_ru: Максимальное значение настроек интервала мониторинга для слайдеров в секундах.

source: Step size of sliders in seconds
pl_pl: Wielkość kroku suwaków w sekundach
ru_ru: Размер шага слайдеров в секундах

source: Value out of range (Whisper, Crate, Rrdtool)
pl_pl: Wartość poza zakresem (Whisper, Crate, Rrdtool)
ru_ru: Значение вне диапазона (Whisper, Crate, Rrdtool)

source: Time-series backend used by openITCOCKPIT to store performance data. Be careful with this option!
pl_pl: Silnik szeregów czasowych używany przez openITCOCKPIT do przechowywania danych wydajnościowych. Bądź ostrożny z tą opcją!
ru_ru: Time-series бэкэнд, используемый openITCOCKPIT для хранения данных о производительности. Будьте осторожны с этой опцией!

source: Maximum number of children that can be alive at the same time
pl_pl: Maksymalna liczba potomków, które mogą być aktywne jednocześnie
ru_ru: Максимальное количество детей, которые могут быть живы одновременно

source: Number of children created on startup.
pl_pl: Liczba potomków tworzonych przy starcie.
ru_ru: Количество детей, созданных при запуске.

source: Minimum number of children in idle state (waiting to process).
pl_pl: Minimalna liczba potomków w stanie bezczynności (oczekujących na przetworzenie).
ru_ru: Минимальное количество детей в состоянии ожидания (ожидающих обработки).

source: Maximum number of children in idle state (waiting to process).
pl_pl: Maksymalna liczba potomków w stanie bezczynności (oczekujących na przetworzenie).
ru_ru: Максимальное количество детей в состоянии ожидания (ожидающих обработки).

source: Value out of range (1-3)
pl_pl: Wartość poza zakresem (1-3)
ru_ru: Значение вне диапазона (1-3)

source: Date format for filename of rotaed logfiles. Germany: d_m_Y_H_i, USA: m_d_Y_H_i
pl_pl: Format daty dla nazwy pliku logów rotaed logfiles. Niemcy: d_m_Y_H_i, USA: m_d_Y_H_i
ru_ru: Формат даты для имени файла повернутых файлов журнала. Германия: d_m_Y_H_i, США: m_d_Y_H_i

source: Date format of the timestamp in the logfile. Germany: d.m.Y H:i:s, USA: m.d.Y H:i:s
pl_pl: Format daty znacznika czasu w pliku logów. Niemcy: d.m.Y H:i:s, USA: m.d.Y H:i:s
ru_ru: Формат даты метки времени в файле журнала. Германия: d.m.Y H:i:s, США: m.d.Y H:i:s

source: Determines in days, how long old log files should be keeped.
pl_pl: Określa, przez ile dni stare pliki logów powinny być przechowywane.
ru_ru: Определяет в днях, как долго должны храниться старые файлы журналов.

source: Determines how to submit check result data to Naemon/Nagios.
pl_pl: Określa, w jaki sposób przekazywać dane wyników sprawdzania do Naemon/Nagios.
ru_ru: Определяет, как отправить данные результатов проверки в Naemon/Nagios.

source: Bulk size of submitted passive check results.
pl_pl: Rozmiar partii przekazywanych pasywnych wyników sprawdzania.
ru_ru: Размер отправленных результатов пассивной проверки.

source: Maximum number of worker processes. Recommendation: One process per satellite.
pl_pl: Maksymalna liczba procesów roboczych. Rekomendacja: Jeden proces na satelitę.
ru_ru: Максимальное количество рабочих процессов. Рекомендация: один процесс на спутник.

source: Use an SSH tunnel for each satellite for secure connection.
pl_pl: Użyj tunelu SSH dla każdej satelity dla bezpiecznego połączenia.
ru_ru: Используйте SSH туннель для каждого спутника для безопасного соединения.

source: Username used to established SSH connection.
pl_pl: Nazwa użytkownika używana do ustanowienia połączenia SSH.
ru_ru: Имя пользователя используется для установки SSH соединения.

source: Private key file used to established SSH connection.
pl_pl: Plik klucza prywatnego używany do ustanowienia połączenia SSH.
ru_ru: Файл закрытого ключа, используемый для установления SSH соединения.

source: Public key file used to established SSH connection.
pl_pl: Plik klucza publicznego używany do ustanowienia połączenia SSH.
ru_ru: Файл открытого ключа, используемый для установления SSH соединения.

source: SSH Port of remote hosts
pl_pl: Port SSH zdalnych hostów
ru_ru: SSH порт удаленных узлов

source: The local ports where each satellite system gets bind to
pl_pl: Lokalne porty, do których każdy system satelitarny jest powiązany
ru_ru: Местные порты, к которым привязана каждая спутниковая система

source: Username used for supervisor XML-RPC API.
pl_pl: Nazwa użytkownika używana do supervisora API XML-RPC.
ru_ru: Имя пользователя, используемое для супервизора XML-RPC API.

source: Password of supervisor XML-RPC API
pl_pl: Hasło do API supervisora XML-RPC
ru_ru: Пароль супервизора XML-RPC API

source: Synchronize the system clock to each connected satellite system
pl_pl: Synchronizuj zegar systemowy z każdym podłączonym systemem satelitarnym
ru_ru: Синхронизировать системные часы с каждой подключенной спутниковой системой

source: System time synchronization interval
pl_pl: Interwał synchronizacji czasu systemowego
ru_ru: Интервал синхронизации системного времени

source: January
pl_pl: Styczeń

source: February
pl_pl: Luty

source: March
pl_pl: Marzec

source: April
pl_pl: Kwiecień

source: May
pl_pl: Maj

source: June
pl_pl: Czerwiec

source: July
pl_pl: Lipiec

source: August
pl_pl: Sierpień

source: September
pl_pl: Wrzesień

source: October
pl_pl: Październik

source: November
pl_pl: Listopad

source: December
pl_pl: Grudzień

source: PHP Extension php5-curl loaded successfully
pl_pl: Rozszerzenie PHP php5-curl załadowane pomyślnie
ru_ru: PHP расширение php5-curl успешно загружено

source: PHP Extension php5-curl not loaded or installed!
pl_pl: Rozszerzenie PHP php5-curl nie jest załadowane lub zainstalowane!
ru_ru: Расширение PHP php5-curl не загружено или не установлено!

source: Belgium
pl_pl: Belgia
ru_ru: Бельгия

source: Bosnia and Herzegovina
pl_pl: Bośnia i Hercegowina
ru_ru: Босния и Герцеговина

source: Czech Republic
pl_pl: Czechy
ru_ru: Республика Чехия

source: Denmark
pl_pl: Dania
ru_ru: Дания

source: Finland
pl_pl: Finlandia
ru_ru: Финляндия

source: France
pl_pl: Francja
ru_ru: Франция

source: Germany
pl_pl: Niemcy
ru_ru: Германия

source: Greece
pl_pl: Grecja
ru_ru: Греция

source: Hungary
pl_pl: Węgry
ru_ru: Венгрия

source: Ireland
pl_pl: Irlandia
ru_ru: Ирландия

source: Italy
pl_pl: Włochy
ru_ru: Италия

source: Japan
pl_pl: Japonia
ru_ru: Япония

source: Latvia
pl_pl: Łotwa
ru_ru: Латвия

source: Lithuania
pl_pl: Litwa
ru_ru: Литва

source: Netherlands
pl_pl: Holandia
ru_ru: Нидерланды

source: New Zealand
pl_pl: Nowa Zelandia
ru_ru: Новая Зеландия

source: Norway
pl_pl: Norwegia
ru_ru: Норвегия

source: Poland
pl_pl: Polska
ru_ru: Польша

source: Portugal
pl_pl: Portugalia
ru_ru: Португалия

source: Romania
pl_pl: Rumunia
ru_ru: Румыния

source: Russian Federation
pl_pl: Rosja
ru_ru: Российская Федерация

source: Slovakia
pl_pl: Słowacja
ru_ru: Словакия

source: South Africa
pl_pl: Republika Południowej Afryki
ru_ru: Южная Африка

source: Spain
pl_pl: Hiszpania
ru_ru: Испания

source: Sweden
pl_pl: Szwecja
ru_ru: Швеция

source: Switzerland
pl_pl: Szwajcaria
ru_ru: Швейцария

source: Ukraine
pl_pl: Ukraina
ru_ru: Украина

source: United Kingdom
pl_pl: Wielka Brytania
ru_ru: Соединенное Королевство

source: United States
pl_pl: Stany Zjednoczone
ru_ru: Соединенные Штаты

source: German
pl_pl: Niemiecki
ru_ru: Немецкий

source: English
pl_pl: Angielski
ru_ru: Английский

source: French
pl_pl: Francuski
ru_ru: Французский

source: Russian
pl_pl: Rosyjski
ru_ru: Русский

source: Ukrainian
pl_pl: Ukraiński

source: Happy Easter
pl_pl: Wesołych Świąt Wielkanocnych
ru_ru: Счастливой Пасхи

source: Valentine's Day
pl_pl: Walentynki
ru_ru: День святого Валентина

source: German Unity Day
pl_pl: Dzień Zjednoczenia Niemiec
ru_ru: День единства Германии

source: System Administrator Appreciation Day
pl_pl: Dzień Docenienia Administratora Systemu
ru_ru: День благодарности системного администратора

source: International Beer Day
pl_pl: Międzynarodowy Dzień Piwa
ru_ru: Международный день пива

source: Happy Halloween
pl_pl: Wesołego Halloween
ru_ru: Счастливого Хэллоуина

source: Merry Christmas
pl_pl: Wesołych Świąt Bożego Narodzenia
ru_ru: С Рождеством

source: International Cat Day
pl_pl: Międzynarodowy Dzień Kota

source: International Chocolate Day
pl_pl: Międzynarodowy Dzień Czekolady

source: International Women's Day
pl_pl: Międzynarodowy Dzień Kobiet

source: Dashboards
pl_pl: Dashboardy
ru_ru: Сводки

source: Reports
pl_pl: Raporty
ru_ru: Отчеты

source: Downtime reports
pl_pl: Raporty o przestojach
ru_ru: Отчеты о техническом обслуживании

source: Current State reports
pl_pl: Raporty o bieżącym stanie
ru_ru: Отчеты о текущем состоянии

source: Logs
pl_pl: Logi
ru_ru: Журналы

source: Change Log
pl_pl: Dziennik zmian
ru_ru: Журнал изменений

source: Monitoring
pl_pl: Monitorowanie
ru_ru: Мониторинг

source: Objects
pl_pl: Obiekty
ru_ru: Объекты

source: User Defined Macros
pl_pl: Makra zdefiniowane przez użytkownika
ru_ru: Пользовательские макросы

source: Host Dependencies
pl_pl: Zależności hosta
ru_ru: Узловые зависимости

source: Service Dependencies
pl_pl: Zależności serwisu
ru_ru: Службшные зависимости

source: Groups
pl_pl: Grupy
ru_ru: Группы

source: Contact Groups
pl_pl: Grupy kontaktów
ru_ru: Контактные группы

source: Service Template Grps.
pl_pl: Szablony grup serwisów
ru_ru: Группы шаблонов служб

source: Host Downtimes
pl_pl: Przestoje hosta
ru_ru: Обслуживание узлов

source: Service Downtimes
pl_pl: Przestoje serwisu
ru_ru: Обслуживание служб

source: Recurring Host Downtimes
pl_pl: Powtarzające się przestoje hosta
ru_ru: Периодическое обслуживание узла

source: Recurring Service Downtimes
pl_pl: Powtarzające się przestoje usługi
ru_ru: Периодическое обслуживание службы

source: System Failures
pl_pl: Awarie systemu
ru_ru: Системные сбои

source: Templates
pl_pl: Szablony
ru_ru: Шаблоны

source: Host Templates
pl_pl: Szablony hosta
ru_ru: Шаблоны узлов

source: Service Templates
pl_pl: Szablony usługi
ru_ru: Шаблоны служб

source: Administration
pl_pl: Administracja
ru_ru: Администрация

source: User management
pl_pl: Zarządzanie użytkownikami
ru_ru: Управление пользователями

source: Manage Users
pl_pl: Zarządzaj użytkownikami
ru_ru: Управление пользователями

source: Manage User Roles
pl_pl: Zarządzaj rolami użytkownika
ru_ru: Управление ролями пользователя

source: User Container Roles
pl_pl: Role kontenera użytkownika
ru_ru: Контейнерные роли пользователя

source: message
pl_pl: wiadomość
ru_ru: сообщение

source: news
pl_pl: neswy
ru_ru: новости

source: Container management
pl_pl: zarządzanie kontenerami
ru_ru: Управление контейнерами

source: System tools
pl_pl: narzędzia systemowe
ru_ru: Системные инструменты

source: Cron Jobs
pl_pl: Zadania Cron

source: Package Manager
pl_pl: Menedżer pakietów
ru_ru: Управление пакетов

source: Debugging
pl_pl: Debugowanie
ru_ru: Отладка

source: Agent Wizard
pl_pl: Wizard agenta
ru_ru: Помощник агента

source: Agents Overview
pl_pl: Przegląd agentów
ru_ru: Обзор агентов

source: Agent Checks
pl_pl: Sprawdzenia agenta
ru_ru: Проверки агента

source: System Configuration
pl_pl: Konfiguracja systemu
ru_ru: Конфигурация системы

source: Config file editor
pl_pl: Edytor plików konfiguracyjnych
ru_ru: Редактор файла конфигурации

source: Proxy Settings
pl_pl: Ustawienia proxy
ru_ru: Настройки прокси

source: Prometheus Metrics
pl_pl: Metryki Prometheus

source: Availability in %
pl_pl: Dostępność w %
ru_ru: Доступность в %

source: Cancelled
pl_pl: Anulowany
ru_ru: Отменен

source: State history service
pl_pl: Historia stanu serwisu
ru_ru: История статуса службы

source: State history host
pl_pl: Historia stanu hosta
ru_ru: История статуса узла

source: Runtime error
pl_pl: Błąd czasu wykonania
ru_ru: Ошибка выполнения

source: Runtime warning
pl_pl: Ostrzeżenie czasu wykonania
ru_ru: Предупреждение во время выполнения

source: Verification error
pl_pl: Błąd weryfikacji
ru_ru: Ошибка подтверждения

source: Verification warning
pl_pl: Ostrzeżenie weryfikacji
ru_ru: Предупреждение о проверке

source: Config error
pl_pl: Błąd konfiguracji
ru_ru: Ошибка конфигурации

source: Config warning
pl_pl: Ostrzeżenie konfiguracji
ru_ru: Предупреждение о конфигурации

source: Process info
pl_pl: Informacje o procesie
ru_ru: Информация о процессе

source: Event handler
pl_pl: Obsługa zdarzeń
ru_ru: Обработчик событий

source: External command
pl_pl: Zewnętrzna komenda
ru_ru: Внешняя команда

source: Host up
pl_pl: Host aktywny
ru_ru: Узел включён

source: Host down
pl_pl: Host wyłączony
ru_ru: Узел отключен

source: Host unreachable
pl_pl: Host niedostępny
ru_ru: Узел недоступен

source: Service ok
pl_pl: Usługa OK
ru_ru: Служба в статусе ok

source: Service unknown
pl_pl: Status usługi nieznany
ru_ru: Служба в статусе неизвестно

source: Service warning
pl_pl: Ostrzeżenie usługi
ru_ru: Служба в статусе внимание

source: Service critical
pl_pl: Krytyczny status usługi
ru_ru: Служба в статусе критично

source: Passive check
pl_pl: Sprawdzenie pasywne
ru_ru: Пассивная проверка

source: Message
pl_pl: Wiadomość
ru_ru: Сообщение

source: Not found in monitoring
pl_pl: Nie znaleziono w monitoringu
ru_ru: Не найден в мониторинге

source: Apply
pl_pl: Zastosuj
ru_ru: Применять

source: From:
pl_pl: Od:
ru_ru: С:

source: To:
pl_pl: Do:
ru_ru: До:

source: External command failed
pl_pl: Zewnętrzna komenda nie powiodła się
ru_ru: Ошибка внешней команды

source: Timeperiod transition
pl_pl: Przejście okresu czasu
ru_ru: Переходный период

source: Green
pl_pl: Zielony
ru_ru: Зеленый

source: Yellow
pl_pl: Żółty
ru_ru: Желтый

source: Red
pl_pl: Czerwony
ru_ru: Красный

source: Blue
pl_pl: Niebieski
ru_ru: Синий

source: Orange
pl_pl: Pomarańczowy
ru_ru: Оранжевый

source: Purple
pl_pl: Fioletowy
ru_ru: Фиолетовый

source: Short
pl_pl: Krótki
ru_ru: Коротко

source: Percent (0-100)
pl_pl: Procent (0-100)
ru_ru: Процент (0-100)

source: Percent (0.0-1.0)
pl_pl: Procent (0.0-1.0)
ru_ru: Процент (0.0-1.0)

source: Humidity (%H)
pl_pl: Wilgotność (%H)
ru_ru: Влажность (%H)

source: Decibel (dB)
pl_pl: Decybel (dB)
ru_ru: Децибел (dB)

source: Hexadecimal (0x)
pl_pl: Szestnastkowy (0x)
ru_ru: Шестнадцатеричный (0x)

source: Hexadecimal
pl_pl: Szestnastkowy
ru_ru: Шестнадцатеричный

source: Scientific notation
pl_pl: Notacja naukowa
ru_ru: Научная нотация

source: Locale format
pl_pl: Format lokalny
ru_ru: Формат локали

source: Nanoseconds (ns)
pl_pl: Nanosekundy (ns)
ru_ru: Наносекунды (ns)

source: Microseconds (µs)
pl_pl: Mikrosekundy (µs)
ru_ru: Микросекунды (µs)

source: Milliseconds (ms)
pl_pl: Milisekundy (ms)
ru_ru: Миллисекунды (ms)

source: Seconds (s)
pl_pl: Sekundy (s)
ru_ru: Секунды (s)

source: Minutes
pl_pl: Minuty
ru_ru: Минуты

source: Hours
pl_pl: Godziny
ru_ru: Часы

source: Days
pl_pl: Dni
ru_ru: В дни

source: Data (IEC)
pl_pl: Dane (IEC)
ru_ru: Данные (IEC)

source: Bits
pl_pl: Bity
ru_ru: Биты

source: Bytes
pl_pl: Bajty
ru_ru: Байты

source: Kibibytes (KiB)
pl_pl: Kibibajty (KiB)
ru_ru: Кибибайты (KiB)

source: Mebibytes (MiB)
pl_pl: Mebibajty (MiB)
ru_ru: Мебибиты (MiB)

source: Gibibytes (GiB)
pl_pl: Gibibajty (GiB)
ru_ru: Гибибиты (GiB)

source: Data (Metric)
pl_pl: Dane (Metryczne)
ru_ru: Данные (Metric)

source: Kilobytes (KB)
pl_pl: Kilobajty (KB)
ru_ru: Килобайт (KB)

source: Megabytes (MB)
pl_pl: Megabajty (MB)
ru_ru: Мегабайт (MB)

source: Gigabytes (GB)
pl_pl: Gigabajty (GB)
ru_ru: Гигабайт (GB)

source: Data rates
pl_pl: Szybkość przesyłu danych
ru_ru: Скорость передачи данных

source: Packets/sec
pl_pl: Pakiety/sek
ru_ru: Пакеты/сек

source: Bits/sec
pl_pl: Bity/sek
ru_ru: Биты/сек

source: Bytes/sec
pl_pl: Bajty/sek
ru_ru: Байт/сек

source: Kilobits/sec (kbit/s)
pl_pl: Kilobity/sek (kbit/s)
ru_ru: Килобит/сек (kbit/s)

source: Kilobytes/ses (KB/s)
pl_pl: Kilobajty/s (KB/s)
ru_ru: Килобайт/сес (KB/s)

source: Megabits/sec (mbit/s)
pl_pl: Megabity/sek (mbit/s)
ru_ru: Мегабит/сек (mbit/s)

source: Megabytes/sec (MB/s)
pl_pl: Megabajty/sek (MB/s)
ru_ru: Мегабайт/сек (MB/s)

source: Gigabits/sec (gbit/s)
pl_pl: Gigabity/sek (gbit/s)
ru_ru: Гигабит/с (gbit/s)

source: Gigabytes/sec (GB/s)
pl_pl: Gigabajty/sek (GB/s)
ru_ru: Гигабайт/с (GB/s)

source: Data throughput
pl_pl: Przepustowość danych
ru_ru: Пропускная способность

source: ops/sec (ops)
pl_pl: operacje/sek (ops)
ru_ru: опс/сек (ops)

source: requests/sec (rps)
pl_pl: żądania/sek (rps)
ru_ru: запросов/сек (rps)

source: reads/sec (rps)
pl_pl: odczyty/sek (rps)
ru_ru: читать/сек (rps)

source: writes/sec (wps)
pl_pl: zapisy/sek (wps)
ru_ru: писать/сек (wps)

source: I/O ops/sec (iops)
pl_pl: operacje I/O / sek (iops)
ru_ru: Операции ввода/вывода в секунду (iops)

source: ops/min (opm)
pl_pl: operacje/min (opm)
ru_ru: операций/мин (opm)

source: reads/min (rpm)
pl_pl: odczyty/min (rpm)
ru_ru: читать/мин (rpm)

source: writes/min (wpm)
pl_pl: zapisy/min (wpm)
ru_ru: писать/wpm

source: Temperature
pl_pl: Temperatura
ru_ru: Температура

source: Celsius (°C)
pl_pl: Stopnie Celsiusza (°C)
ru_ru: Цельсия (°C)

source: Farenheit (°F)
pl_pl: Fahrenheit (°F)
ru_ru: Фаренгейт (°F)

source: Kelvin (K)
pl_pl: Kelwin (K)
ru_ru: Абсолютная температура (K)

source: Currencies
pl_pl: Waluty
ru_ru: Валюты

source: Dollars ($)
pl_pl: Dolary ($)
ru_ru: Доллары ($)

source: Pounds (£)
pl_pl: Funty (£)
ru_ru: Фунты (£)

source: Yen (¥)
pl_pl: Jen (¥)
ru_ru: Япония иена (¥)

source: Rubles (₽)
pl_pl: Rubel (₽)
ru_ru: Рубли (₽)

source: Hryvnias (₴)
pl_pl: Hrywny (₴)
ru_ru: Гривны (₴)

source: Danish Krone (kr)
pl_pl: Korona duńska (kr)
ru_ru: Датская крона (кр)

source: Icelandic Króna (kr)
pl_pl: Korona islandzka (kr)
ru_ru: Исландская крона (кр)

source: Norwegian Krone (kr)
pl_pl: Korona norweska (kr)
ru_ru: Норвежская крона (кр)

source: Swedish Krona (kr)
pl_pl: Korona szwedzka (kr)
ru_ru: Шведская крона (кр)

source: Czech koruna (czk)
pl_pl: Korona czeska (czk)
ru_ru: Чешская крона (czk)

source: Swiss franc (CHF)
pl_pl: Frank szwajcarski (CHF)
ru_ru: Швейцарский франк (CHF)

source: Polish Złoty (PLN)
pl_pl: Polski złoty (PLN)
ru_ru: Польские злотые (PLN)

source: Length
pl_pl: Długość
ru_ru: Длина

source: Millimetre (mm)
pl_pl: Milimetry (mm)
ru_ru: Миллиметр (mm)

source: Meter (m)
pl_pl: Metry (m)
ru_ru: Метр (m)

source: Kilometer (km)
pl_pl: Kilometry (km)
ru_ru: Километр (km)

source: Feet (ft)
pl_pl: Stopy (ft)
ru_ru: Футы (ft)

source: Area
pl_pl: Powierzchnia
ru_ru: Площадь

source: Square Meters (m²)
pl_pl: Metry kwadratowe (m²)
ru_ru: Квадратные метры (m²)

source: Square Feet (ft²)
pl_pl: Stopy kwadratowe (ft²)
ru_ru: Квадратный фут (ft²)

source: Square Miles (mi²)
pl_pl: Mile kwadratowe (mi²)
ru_ru: Квадратные Мили (mi²)

source: Mass
pl_pl: Masa
ru_ru: Масса

source: Milligram (mg)
pl_pl: Miligramy (mg)
ru_ru: Миллиграмм (mg)

source: Gram (g)
pl_pl: Gramy (g)
ru_ru: Грамм (g)

source: Kilogram (kg)
pl_pl: Kilogramy (kg)
ru_ru: Килограмм (kg)

source: Ton (t)
pl_pl: Tony (t)
ru_ru: Тонна (t)

source: Velocity
pl_pl: Prędkość
ru_ru: Скорость

source: Metres/second (m/s)
pl_pl: Metry na sekundę (m/s)
ru_ru: Метров в секунду (m/s)

source: Kilometers/hour (km/h)
pl_pl: Kilometry na godzinę (km/h)
ru_ru: Километров/час (km/h)

source: Miles/hour (mph)
pl_pl: Mile na godzinę (mph)
ru_ru: Миль/час (mph)

source: Knot (kn)
pl_pl: Węzeł (kn)
ru_ru: Узел (kn)

source: Volume
pl_pl: Objętość
ru_ru: Объем

source: Millilitre (ml)
pl_pl: Mililitry (ml)
ru_ru: Миллилитр (ml)

source: Litre (l)
pl_pl: Litry (l)
ru_ru: Литр (l)

source: Cubic metre (m3)
pl_pl: Metry sześcienne (m3)
ru_ru: Кубический метр (m³)

source: Cubic decimetre (dm3)
pl_pl: Decymetry sześcienne (dm3)
ru_ru: Кубический дециметр (dm³)

source: Gallons
pl_pl: Galony
ru_ru: Галлоны

source: Energy
pl_pl: Energia
ru_ru: Энергия

source: Watt (W)
pl_pl: Wat (W)
ru_ru: Ватт (W)

source: Kilowatt (kW)
pl_pl: Kilowat (kW)
ru_ru: Киловатт (kW)

source: Milliwatt (mW)
pl_pl: Miliwat (mW)
ru_ru: Милливатт (mW)

source: Watt per square metre (W/m²)
pl_pl: Wat na metr kwadratowy (W/m²)
ru_ru: Ватт на квадратный метр (W/м²)

source: Volt-ampere (VA)
pl_pl: Woltamper (VA)
ru_ru: Вольт-ампер (VA)

source: Kilovolt-ampere (kVA)
pl_pl: Kilowoltamper (kVA)
ru_ru: Киловольт-ампер (kVA)

source: Volt-ampere reactive (var)
pl_pl: Woltamper reaktywny (var)
ru_ru: Вольт-ампер реактивный (var)

source: Kilovolt-ampere reactive (kvar)
pl_pl: Kilowoltamper reaktywny (kvar)
ru_ru: Киловольт-ампер реактивный (kvar)

source: Watt-hour (Wh)
pl_pl: Watogodzina (Wh)
ru_ru: Ватт-час (Wh)

source: Kilowatt-hour (kWh)
pl_pl: Kilowatogodzina (kWh)
ru_ru: Киловатт-час (kWh)

source: Kilowatt-min (kWm)
pl_pl: Kilowatominuta (kWm)
ru_ru: Киловатт-мин (kWm)

source: Joule (J)
pl_pl: Dżul (J)
ru_ru: Джоуль (J)

source: Electron volt (eV)
pl_pl: Elektronowolt (eV)
ru_ru: Электрон вольт (eV)

source: Ampere (A)
pl_pl: Amper (A)
ru_ru: Ампер (A)

source: Kiloampere (kA)
pl_pl: Kiloamper (kA)
ru_ru: Килоампера (kA)

source: Milliampere (mA)
pl_pl: Miliamper (mA)
ru_ru: Миллиампер (mA)

source: Volt (V)
pl_pl: Wolt (V)
ru_ru: Вольт (V)

source: Kilovolt (kV)
pl_pl: Kilowolt (kV)
ru_ru: Киловольт (kV)

source: Millivolt (mV)
pl_pl: Miliwolt (mV)
ru_ru: Милливольт (mV)

source: Decibel-milliwatt (dBm)
pl_pl: Decybel-miliwat (dBm)
ru_ru: Децибел-милливатт (dBm)

source: Lumens (Lm)
pl_pl: Lumeny (Lm)
ru_ru: Люмен (Lm)

source: Pressure
pl_pl: Ciśnienie
ru_ru: Давление

source: Millibars
pl_pl: Milibary
ru_ru: Миллибары

source: Bars
pl_pl: Bary
ru_ru: Бары

source: Kilobars
pl_pl: Kilobary
ru_ru: Килобары

source: Hectopascals
pl_pl: Hektopaskale
ru_ru: Гектопаскали

source: Kilopascals
pl_pl: Kilopaskale
ru_ru: Килопаскали

source: Inches of mercury
pl_pl: Cale słupa rtęci
ru_ru: Дюймы ртути

source: Newton-meters (Nm)
pl_pl: Niutonometr (Nm)
ru_ru: Ньютон-метры (Nm)
