Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Linux memory usage in percent
pl_pl: Użycie pamięci w systemie Linux w procentach
ru_ru: Использование памяти Linux в процентах

source: Average MB/s network traffic (transmit) over the last 2 minutes
pl_pl: Średni ruch sieciowy MB/s (transmisja) w ciągu ostatnich 2 minut
ru_ru: Средний сетевой трафик (передача) МБ/с за последние 2 минуты

source: Average Mbit/s network traffic (transmit) over the last 2 minutes
pl_pl: Średni ruch sieciowy Mbit/s (transmisja) w ciągu ostatnich 2 minut
ru_ru: Средний сетевой трафик Мбит/с (передача) за последние 2 минуты

source: Average Mbit/s network traffic (transmit) of all network interfaces over the last 2 minutes
pl_pl: Średni ruch sieciowy Mbit/s (transmisja) wszystkich interfejsów sieciowych w ciągu ostatnich 2 minut
ru_ru: редний сетевой трафик Мбит/с (передача) всех сетевых интерфейсов за последние 2 минуты

source: Average MB/s written to disk sda over the last 2 minutes
pl_pl: Średnia liczba MB/s zapisywanych na dysku sda w ciągu ostatnich 2 minut
ru_ru: Среднее МБ/с, записанное на диск sda за последние 2 минуты

source: Windows CPU usage in percentage
pl_pl: Użycie procesora w systemie Windows w procentach
ru_ru: Использование ЦП Windows в процентах

source: Windows Disk usage in percentage
pl_pl: Użycie dysku w systemie Windows w procentach
ru_ru: Использование диска Windows в процентах

source: Windows memory usage in percentage
pl_pl: Użycie pamięci w systemie Windows w procentach
ru_ru: Использование памяти Windows в процентах

source: Configuration Wizard: SAP
pl_pl: Kreator konfiguracji: SAP
ru_ru: Мастер настройки: SAP

source: Configure SAP Monitoring
pl_pl: Skonfiguruj monitoring SAP
ru_ru: Настроить SAP мониторинг

source: SAP Server Settings
pl_pl: Ustawienia serwera SAP
ru_ru: Настройки сервера SAP

source: SAP System Instance Numbers
pl_pl: Numery instancji systemu SAP
ru_ru: Номера экземпляров системы SAP

source: Client
pl_pl: Klient
ru_ru: Клиент

source: RFC User
pl_pl: Użytkownik RFC
ru_ru: RFC Пользователь

source: RFC Password
pl_pl: Hasło RFC
ru_ru: RFC Пароль

source: SAP services
pl_pl: Usługi SAP
ru_ru: Службы SAP

source: SLA not found
pl_pl: SLA nie znaleziono

source: UP_Seconds
pl_pl: UP_Sekundy

source: DOWN_Seconds
pl_pl: DOWN_Sekundy

source: Start Date
pl_pl: Data Rozpoczęcia

source: Start Time
pl_pl: Czas Rozpoczęcia

source: End Date
pl_pl: Data Zakończenia

source: End Time
pl_pl: Czas Zakończenia

source: Down Period
pl_pl: Okres Przestoju

source: SLA Management
pl_pl: Zarządzanie SLA

source: SLAs
pl_pl: SLA

source: SLA Globals
pl_pl: Globalne SLA

source: SLA "{0}" cannot be evaluated. Time evaluation sla data is not available for the selected period "{1}"
pl_pl: Nie można ocenić SLA "{0}". Dostępne są dane oceny czasu SLA dla wybranego okresu "{1}"

source: SLA "{0}" cannot be evaluated. The start date of the evaluation is in the future "{1}"
pl_pl: Nie można ocenić SLA "{0}". Data początkowa oceny znajduje się w przyszłości "{1}"

source: SLA "{0}" cannot be calculated. No hosts are available in selected SLA
pl_pl: Nie można obliczyć SLA "{0}". W wybranym SLA nie ma dostępnych hostów

source: Time evaluation sla data is not available for the selected period ({0} with calendar: {1})
pl_pl: Dane oceny czasu SLA nie są dostępne dla wybranego okresu ({0} z kalendarzem: {1})

source: SLA "{0}" cannot be evaluated. The "from" and "to" date of the evaluation is before sla start date "{1}"
pl_pl: Nie można ocenić SLA "{0}". Data "od" i "do" oceny jest przed datą początkową SLA "{1}"

source: SLA "{0}" cannot be evaluated. The "from" date of the evaluation is before sla start date "{1}"
pl_pl: Nie można ocenić SLA "{0}". Data "od" oceny jest przed datą początkową SLA "{1}"

source: SLA Status
pl_pl: Status SLA

source: SLA Calendar Overview
pl_pl: Przegląd kalendarza SLA

source: SLA Summary
pl_pl: Podsumowanie SLA

source: Please select at least one option
pl_pl: Proszę wybrać przynajmniej jedną opcję

source: Your host name regex is an invalid regular expression.
pl_pl: Twój wyrażenie regularne dla nazwy hosta jest nieprawidłowe.

source: Week {0}
pl_pl: Tydzień {0}

source: Service Level Agreement Module
pl_pl: Moduł Umowy o Poziomie Usług

source: Service Level Agreements
pl_pl: Umowy Poziomu Usług

source: Manage mapping rules
pl_pl: Zarządzaj regułami mapowania

source: Host mapping rules
pl_pl: Reguły mapowania hostów

source: Service level Agreement:
pl_pl: Umowa poziomu usług:

source: Please note: This in an one-time assignment. Hosts that will be created later on, are not automatically assigned to the given SLA. You would need to execute the rule manually to add new hosts.
pl_pl: Uwaga: To jest jednorazowe przypisanie. Hosty, które zostaną utworzone później, nie są automatycznie przypisywane do danej umowy. Musisz ręcznie wykonać regułę, aby dodać nowe hosty.

source: It is recommended to assign the SLA via the host templates.
pl_pl: Zaleca się przypisanie umowy poprzez szablony hostów.

source: Host mapping rule
pl_pl: Reguła mapowania hosta

source: Only unassigned hosts
pl_pl: Tylko nieprzypisane hosty

source: Show affected hosts
pl_pl: Pokaż hosty których to dotyczy

source: This host list is <b><u>ONLY</u></b> for previewing which hosts will be updated.
pl_pl: Ta lista hostów służy <b><u>TYLKO</u></b> do podglądu, które hosty zostaną zaktualizowane.

source: Please note this list is paginated! Verify the hosts before running "Assign to hosts".
pl_pl: Należy zauważyć, że ta lista jest paginowana! Sprawdź hosty przed uruchomieniem "Przypisz do hostów".

source: Assign to hosts
pl_pl: Przypisz do hostów

source: Save mapping rule and assign to hosts
pl_pl: Zapisz regułę mapowania i przypisz do hostów

source: Service Level Agreement Module
pl_pl: Moduł Service Level Agreement

source: SLA Host Overview
pl_pl: Przegląd hosta SLA

source: SLA Host Status Log
pl_pl: Dziennik statusu hosta SLA

source: Evaluation range
pl_pl: Zakres oceny

source: State summary
pl_pl: Podsumowanie stanu

source: Outage overview
pl_pl: Przegląd przestojów

source: Goal
pl_pl: Cel

source: Achieved
pl_pl: Osiągnięty

source: SLA Service Overview
pl_pl: Przegląd usługi SLA

source: SLA Service Status Log
pl_pl: Dziennik stanu usługi SLA

source: SLA Module
pl_pl: Moduł SLA

source: SLA Settings
pl_pl: Ustawienia SLA

source: Max storage age
pl_pl: Maksymalny wiek przechowywania

source: Time in weeks how long SLA related data will be stored
pl_pl: Czas w tygodniach, przez jaki czas dane związane z SLA będą przechowywane

source: Add SLA
pl_pl: Dodaj SLA

source: Create Service Level Agreement
pl_pl: Utwórz Umowę Poziomu Usług

source: If no start date is defined, 1. January of the current year will be used automatically.
pl_pl: Jeśli nie zostanie zdefiniowana data rozpoczęcia, automatycznie zostanie użyty 1 stycznia bieżącego roku.

source: Guaranteed availability as percentage
pl_pl: Gwarantowany dostęp jako procent

source: An uptime guarantee that indicates the percentage of time the system is available
pl_pl: Gwarancja dostępności, która wskazuje procentowy czas, w którym system jest dostępny

source: Warning threshold as percentage
pl_pl: Procentowy próg ostrzegawczy

source: Operating time
pl_pl: Czas pracy

source: Save SLA
pl_pl: Zapisz SLA

source: Save and go to host assignments
pl_pl: Zapisz i przejdź do przypisania hostów

source: Edit SLA
pl_pl: Edytuj SLA

source: Update Service Level Agreement
pl_pl: Zaktualizuj Umowę Poziomu Usług

source: Update SLA
pl_pl: Zaktualizuj SLA

source: Update and go to host assignments
pl_pl: Zaktualizuj i przejdź do przypisania hostów

source: Generate sla report
pl_pl: Generuj raport SLA

source: Total time
pl_pl: Całkowity czas

source: Outage time
pl_pl: Czas przestoju

source: Goal(%)
pl_pl: Cel(%)

source: Achieved(%)
pl_pl: Osiągnięte(%)

source: Service Level Agreement Affected Hosts
pl_pl: Hosty których dotyczy Service Level Agreement

source: Affected hosts
pl_pl: Hosty, których to dotyczy

source: Go to "SLA configuration"
pl_pl: Przejdź do "Konfiguracji SLA"

source: Overview of all affected hosts. Please refresh your configuration after configuration changes!
pl_pl: Przegląd wszystkich dotkniętych hostów. Proszę odświeżyć konfigurację po zmianach konfiguracji!

source: Direct assignment or via the host template
pl_pl: Bezpośrednie przypisanie lub za pośrednictwem szablonu hosta

source: Filter by sla description
pl_pl: Filtruj według nazwy SLA

source: Evaluation interval
pl_pl: Filtruj według opisu SLA

source: Thresholds
pl_pl: Progi

source: Achieved
pl_pl: Osiągnięte

source: Passed
pl_pl: Zaliczone

source: Outages in downtime
pl_pl: Przestojów w czasie przestoju

source: Availability
pl_pl: Dostępność

source: Outage
pl_pl: Awaria

source: Information!
pl_pl: Informacje!

source: Availability time
pl_pl: Czas dostępności

source: Total outages
pl_pl: Całkowita liczba przestojów

source: Currently available
pl_pl: Obecnie dostępne

source: Minimal availability
pl_pl: Minimalna dostępność

source: Days total
pl_pl: Całkowita liczba dni

source: hard state only
pl_pl: tylko stan trwały

source: Top 10 hosts with the lowest availability
pl_pl: Top 10 hostów z najniższą dostępnością

source: Number of hosts
pl_pl: Liczba hostów

source: Number of services
pl_pl: Liczba serwisów

source: Service UP
pl_pl: Serwis UP

source: Service DOWN
pl_pl: Serwis DOWN

source: Not calculated
pl_pl: Nie obliczono

source: Timeperiod details
pl_pl: Szczegóły okresu czasu

source: View status log
pl_pl: Zobacz logi statusu

source: Incident overview
pl_pl: Przegląd incydentu
ru_ru: Обзор инцидентов

source: Number
pl_pl: Liczba
ru_ru: Число

source: Resolution code
pl_pl: Kod rozwiązania
ru_ru: Код разрешения

source: Resolution notes
pl_pl: Notatki dotyczące rozwiązania
ru_ru: Разрешение заметки

source: Edit Host-Specific Settings
pl_pl: Edytuj ustawienia specyficzne dla hosta
ru_ru: Изменить настройки для конкретного узла

source: Incident Impact
pl_pl: Wpływ Zdarzenia
ru_ru: Влияние инцидента

source: 1 - High
pl_pl: 1 - Wysoki
ru_ru: 1 - Высокий

source: 2 - Medium
pl_pl: 2 - Średni
ru_ru: 2 - Средний

source: 3 - Low
pl_pl: 3 - Niski
ru_ru: 3 - Низкий

source: Impact defines the effect that the task has on business<br>Including urgency used for priority calculating
pl_pl: Wpływ określa wpływ zadania na biznes<br>Włącznie z pilnością używaną do obliczania priorytetu
ru_ru: Влияние определяет эффект, которое задача оказывает на бизнес<br>. Включая срочность, используемую для расчета очередности.

source: (More information)
pl_pl: (Więcej informacji)
ru_ru: (Больше информации)

source: Incident Urgency
pl_pl: Pilność Zdarzenia
ru_ru: Срочность инцидента

source: Urgency defines the extent to which the task resolution can be delayed<br>Including impact used for priority calculating
pl_pl: Pilność określa stopień, w jakim można opóźnić rozwiązanie zadania<br>Włącznie z wpływem używanym do obliczania priorytetu
ru_ru: Срочность определяет степень, в которой решение задачи может быть отложено<br>Включая влияние, используемое для расчета очередности

source: Assignment Group
pl_pl: Grupa Przypisania
ru_ru: Назначение группы

source: ServiceNow Incident Assignment Group
pl_pl: Grupa Przypisania Zdarzenia ServiceNow
ru_ru: Группа по назначению инцидентов ServiceNow

source: Assigned To
pl_pl: Przypisane Do
ru_ru: Назначено

source: ServiceNow Incident Assigned To (automatically sets status to "In progress")
pl_pl: Przypisane Do Zdarzenia ServiceNow (automatycznie ustawia status na "W trakcie")
ru_ru: ServiceNow Инцидент назначен (автоматически устанавливает статус на "In progress")

source: Business Service
pl_pl: Usługa Biznesowa
ru_ru: Бизнес Служба

source: ServiceNow Incident Business Service
pl_pl: Usługa Biznesowa Zdarzenia ServiceNow
ru_ru: ServiceNow Инцидент Бизнес Служба

source: No edit permissions
pl_pl: Brak uprawnień do edycji
ru_ru: Нет прав на редактирование

source: Edit Service-Specific Settings
pl_pl: Edytuj Ustawienia Specyficzne dla Serwisu
ru_ru: Изменить специфичные для службы настройки

source: ServiceNow Module
pl_pl: Moduł ServiceNow
ru_ru: Модуль ServiceNow

source: ServiceNow URL
pl_pl: URL ServiceNow

source: URL to your ServiceNow Instance
pl_pl: Adres URL Twojej Instancji ServiceNow
ru_ru: URL-адрес вашего экземпляра ServiceNow

source: User ID
pl_pl: ID Użytkownika
ru_ru: ID пользователя

source: ServiceNow User ID
pl_pl: ID Użytkownika ServiceNow
ru_ru: ServiceNow ID пользователя

source: User Password
pl_pl: Hasło Użytkownika
ru_ru: Пользовательский пароль

source: ServiceNow User Password
pl_pl: Hasło Użytkownika ServiceNow
ru_ru: ServiceNow Пользовательский пароль

source: Incident recovery state
pl_pl: Stan Odzyskiwania Zdarzenia
ru_ru: Состояние восстановления инцидента

source: Resolved
pl_pl: Rozwiązane
ru_ru: Исправлен

source: Closed
pl_pl: Zamknięte
ru_ru: Закрыт

source: Canceled
pl_pl: Anulowane
ru_ru: Отменен

source: Incident state on host / service recovery
pl_pl: Stan Zdarzenia podczas odzyskiwania hosta / serwisu
ru_ru: Состояние инцидента при восстановлении узла / службы

source: Via the Two-Way Integration ServiceNow is able, to acknowledge host and service problems.
pl_pl: Dzięki dwukierunkowej integracji ServiceNow jest w stanie potwierdzać problemy z hostem i serwisem.
ru_ru: С помощью двусторонней интеграции ServiceNow может распознавать проблемы узлов и служб.

source: Slack Module
pl_pl: Moduł Slack
ru_ru: Slack Модуль

source: Slack Settings
pl_pl: Ustawienia Slack
ru_ru: Настройки Slack

source: Edit Slack Settings
pl_pl: Edytuj Ustawienia Slack
ru_ru: Изменить настройки Slack

source: Incoming Webhook URL you got from Slack after you enable incoming webhooks.
pl_pl: Adres URL przychodzących webhooków, który otrzymałeś od Slack po włączeniu webhooków przychodzących.
ru_ru: URL входящего Webhook, который вы получили от Slack после включения входящих webhooks.

source: OAuth Access Token
pl_pl: Token Dostępu OAuth
ru_ru: Токен доступа OAuth

source: OAuth Access Token for your Slack Workspace (required for two-way integration)
pl_pl: Token Dostępu OAuth do Twojej Przestrzeni Roboczej Slack (wymagany do integracji dwukierunkowej)
ru_ru: OAuth Access Token для вашего Slack Workspace (необходим для двусторонней интеграции)

source: Via the Two-Way Integration Slack is able, to acknowledge host and service problems.
pl_pl: Dzięki dwukierunkowej integracji Slack jest w stanie potwierdzać problemy z hostem i serwisem.
ru_ru: Посредством двусторонней интеграции Slack может распознавать проблемы узлов и сервисов.

source: Request URL
pl_pl: URL Żądania
ru_ru: URL запроса

source: Webhook URL for Slack. You need to create an openITCOCKPIT user defined API key first.
pl_pl: Adres URL webhooka dla Slacka. Najpierw musisz utworzyć zdefiniowany przez użytkownika klucz API openITCOCKPIT.
ru_ru: Webhook URL для Slack. Сначала необходимо создать определенный пользователем ключ API openITCOCKPIT.

source: If you want to use the two-way integration, your openITCOCKPIT server requires a valid SSL certificate, as described in the
pl_pl: Jeśli chcesz korzystać z integracji dwukierunkowej, Twój serwer openITCOCKPIT wymaga ważnego certyfikatu SSL, zgodnie z opisem w
ru_ru: Если вы хотите использовать двустороннюю интеграцию, ваш сервер openITCOCKPIT требует действительный сертификат SSL, как описано в

source: Slack FAQ
pl_pl: FAQ Slack

source: Snmptt entry not found
pl_pl: Nie znaleziono wpisu Snmptt
ru_ru: Snmptt запись не найдена

source: Snmp Trap Logs
pl_pl: Logi Snmp Trap
ru_ru: Snmp Trap Журналы

source: Snmp trap logs
pl_pl: logi Snmp trap
ru_ru: Snmp trap журналы

source: Event name
pl_pl: Nazwa Zdarzenia
ru_ru: Название события

source: Event ID
pl_pl: ID Zdarzenia
ru_ru: ID события

source: Format line
pl_pl: Linia Formatu
ru_ru: Строка формата

source: Agent IP
pl_pl: Adres IP Agenta
ru_ru: IP агента

source: Severity
pl_pl: Intensywność
ru_ru: Значимость

source: Welcome to the Template Export Shell.
pl_pl: Witaj w Konsoli Eksportu Szablonu.
ru_ru: Добро пожаловать в оболочку экспорта шаблонов.

source: I will give you all the necessary data to get a valid file which can be imported in openITCOCKPIT to have awesome new monitoring possibilities :)
pl_pl: Podam Ci wszystkie niezbędne dane, aby uzyskać ważny plik, który można zaimportować do openITCOCKPIT, aby mieć niesamowite nowe możliwości monitorowania :)
ru_ru: Я дам вам все необходимые данные, чтобы получить действительный файл, который можно импортировать в openITCOCKPIT, чтобы иметь потрясающие новые возможности мониторинга :)

source: Now please answer a few questions:
pl_pl: Teraz proszę odpowiedz na kilka pytań:
ru_ru: еперь, пожалуйста, ответьте на несколько вопросов:

source: Would you like to export Hosttemplate data ?
pl_pl: Czy chcesz wyeksportować dane szablonu hosta?
ru_ru: Вы хотите экспортировать данные шаблона узлов ?

source: Please enter the Hosttemplate wildcard in SQL Format (%sap% or something like that
pl_pl: Proszę wprowadź symbol szablonu hosta w formacie SQL (%sap% lub coś w tym stylu
ru_ru: Пожалуйста, введите wildcard шаблона узла в формате SQL (% sap% или что-то подобное

source: Do you want to add additional Filters ?
pl_pl: Czy chcesz dodać dodatkowe Filtry ?
ru_ru: Хотите добавить дополнительные фильтры?

source: Would you like to export Servicetemplate data ?
pl_pl: Czy chcesz wyeksportować dane szablonu serwisowego ?
ru_ru: Вы хотите экспортировать данные шаблона служб ?

source: Please enter the Servicetemplate wildcard in SQL Format (%sap% or something like that
pl_pl: Proszę podać symbol szablonu serwisowego w formacie SQL (%sap% lub coś w tym stylu
ru_ru: Пожалуйста, введите wildcard шаблона служб в формате SQL (% sap% или что-то подобное

source: Would you like to export Servicetemplategroup data too ?
pl_pl: Czy chcesz również wyeksportować dane grupy szablonów serwisowych ?
ru_ru: Вы тоже хотите экспортировать данные группы шаблонов служб ?

source: Please enter the Servicetemplategroup wildcard in SQL Format (%sap% or something like that
pl_pl: Proszę podać symbol grupy szablonów serwisowych w formacie SQL (%sap% lub coś w tym stylu
ru_ru: Пожалуйста, введите wildcard группы шаблонов служб в формате SQL (% sap% или что-то подобное

source: Would you like to export Macro data ?
pl_pl: Czy chcesz wyeksportować dane makra ?
ru_ru: Хотите экспортировать данные макроса ?

source: Please enter the Macro wildcard in SQL Format (%sap% or something like that
pl_pl: Proszę podać symbol makra w formacie SQL (%sap% lub coś w tym stylu
ru_ru: Пожалуйста, введите подстановочный знак макроса в формате SQL (% sap% или что-то в этом роде

source: You want to do nothing ? Okay bye bye :)
pl_pl: Chcesz nic nie robić ? Okay pa pa :)
ru_ru: Вы хотите ничего не делать? Хорошо пока :)

source: No filters given
pl_pl: Brak podanych filtrów
ru_ru: Нет фильтров

source: Retrieving commands
pl_pl: Pobieranie poleceń
ru_ru: Получение команд

source: Replacing Ids
pl_pl: Zastępowanie Ids
ru_ru: Замена идентификаторов

source: Configuration Wizard: UPS
pl_pl: Kreator Konfiguracji: UPS

source: Configure SNMP for UPS Monitoring
pl_pl: Skonfiguruj SNMP do Monitorowania UPS
ru_ru: Настройте SNMP для мониторинга ИБП

source: UPS services
pl_pl: Usługi UPS
ru_ru: Службы ИБП

source: Configuration Wizard: VMware Horizon
pl_pl: Kreator Konfiguracji: VMware Horizon
ru_ru: Мастер настройки: VMware Horizon

source: VMware Horizon Connection Server
pl_pl: Serwer Połączeniowy VMware Horizon
ru_ru: Сервер подключений VMware Horizon

source: VMware Horizon configuration help
pl_pl: Pomoc w konfiguracji VMware Horizon
ru_ru: Справка по настройке VMware Horizon

source: Please create a User within the Connection-Center with Administrator permission on {0}. Because only these Users will have permission to connect to the REST API.
pl_pl: Proszę utwórz Użytkownika w Centrum Połączeń z uprawnieniami Administratora na {0}. Ponieważ tylko ci Użytkownicy będą mieli uprawnienia do połączenia z interfejsem API REST.
ru_ru: Создайте пользователя в Центре подключений с правами администратора на {0}. Потому что только эти пользователи будут иметь разрешение на подключение к REST API.

source: Please ensure to have a recent API version installed, because not all functions are included within old versions.
pl_pl: Upewnij się, że masz zainstalowaną najnowszą wersję API, ponieważ nie wszystkie funkcje są zawarte w starych wersjach.
ru_ru: Убедитесь, что у вас установлена ​​последняя версия API, потому что не все функции включены в старые версии.

source: Domain
pl_pl: Domena
ru_ru: Доменное имя

source: VMware Horizon services
pl_pl: Usługi VMware Horizon
ru_ru: Службы VMware Horizon

source: Check everything regarding VMware. ESX Hosts, vCenter, virtual machines...
pl_pl: Sprawdź wszystko związane z VMware. Hosty ESX, vCenter, maszyny wirtualne...
ru_ru: Проверьте все, что касается VMware. Узлы ESX, vCenter, виртуальные машины ...

source: Configuration Wizard: VMware Server
pl_pl: Kreator Konfiguracji: Serwer VMware
ru_ru: Мастер настройки: сервер VMware

source: through vCenter
pl_pl: poprzez vCenter
ru_ru: через vCenter

source: esx directly
pl_pl: esx bezpośrednio
ru_ru: esx напрямую

source: VMware Server
pl_pl: Serwer VMware
ru_ru: Сервер VMware

source: VMware configuration help
pl_pl: Pomoc w konfiguracji VMware
ru_ru: Справка по настройке VMware

source: Check everything regarding VMware. ESX Hosts, vCenter, virtual machine
pl_pl: Sprawdź wszystko związane z VMware. Hosty ESX, vCenter, maszyna wirtualna
ru_ru: Проверьте все, что касается VMware. Узлы ESX, vCenter, виртуальные машины

source: Download the VMware Perl SDK
pl_pl: Pobierz VMware Perl SDK
ru_ru: Загрузите VMware Perl SDK

source: here.
pl_pl: tutaj.
ru_ru: здесь.

source: Add an read-only user to your vCenter host.
pl_pl: Dodaj użytkownika tylko do odczytu do hosta vCenter.
ru_ru: Добавьте пользователя с правами только для чтения в свой узел vCenter.

source: vCenter Address
pl_pl: Adres vCenter
ru_ru: vCenter Адрес

source: VMware services
pl_pl: Usługi VMware
ru_ru: Службы VMware

source: Configuration Wizard: VMware Snapshot
pl_pl: Kreator Konfiguracji: Snapshot VMware

source: VMware Host
pl_pl: Host VMware

source: VMware Snapshot services
pl_pl: Usługi Snapshot VMware

source: Grafana
ru_ru: Графана

source: Dashboard
ru_ru: Приборная панель

source: Host
ru_ru: Узел

source: Start X
ru_ru: Начало X

source: Start Y
ru_ru: Начать Y

source: Perfdata
ru_ru: Данные о производительности

source: Current attempt
ru_ru: Текущая попытка

source: Mattermost
ru_ru: Маттермост

source: Create host escalation configuration
ru_ru: Создать конфигурацию эскалации узла

source: Currentstatereport_
ru_ru: Отчет о текущем состоянии_

source: Downtimereport_
ru_ru: Отчет об обслуживании_

source: Hostgroups_
ru_ru: Группы узлов_

source: Hosts_
ru_ru: Узлы_

source: Servicegroups_
ru_ru: Группа служб_

source: Services_
ru_ru: Службы_

source: Tenant
ru_ru: Клиент

source: SAP HANA (System)
ru_ru: SAP HANA (Система)

source: SAP HANA (Tenant)
ru_ru: SAP HANA (Арендатор)

source: Wizard
ru_ru: Мастер

source: HTTP (plaintext)
ru_ru: HTTP (открытый текст)

source: System
ru_ru: Система

source: Docker
ru_ru: Docker статус

source: /etc/openitcockpit-agent/config.ini
ru_ru: /etc/openitcockpit-agent/config.in

source: Port
ru_ru: Порт

source: Agent:
ru_ru: Агент:

source: 1m
ru_ru: 1м

source: 2m
ru_ru: 2м

source: 5m
ru_ru: 5м

source: 10m
ru_ru: 10м

source: 15m
ru_ru: 15м

source: 30m
ru_ru: 30м

source: 45m
ru_ru: 45м

source: 1h
ru_ru: 1ч

source: 1.5h
ru_ru: 1.5ч

source: 2h
ru_ru: 2ч

source: 4h
ru_ru: 4ч

source: 8h
ru_ru: 8ч

source: Changelog
ru_ru: Изменения

source: 30s
ru_ru: 30с

source: Status
ru_ru: Статус

source: Service Summary
ru_ru: Суммирование служб

source: Carbon storage schema
ru_ru: Carbon storage схема

source: Email
ru_ru: Электронное письмо
