Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Copy host template/s
pl_pl: Skopiuj szablon(e) hosta
ru_ru: Скопировать шаблон/ы узла

source: Source host template:
pl_pl: Szablon hosta źródłowego:
ru_ru: Шаблон исходного узла:

source: Host template name
pl_pl: Nazwa szablonu hosta
ru_ru: Имя шаблона узла

source: Name of the new host template
pl_pl: Nazwa nowego szablonu hosta
ru_ru: Имя нового шаблона узла

source: Copy host templates
pl_pl: Skopiuj szablony hosta
ru_ru: Копировать шаблоны узлов

source: Edit host template:
pl_pl: Edytuj szablon hosta:
ru_ru: Изменить шаблон узла:

source: Update host template
pl_pl: Zaktualizuj szablon hosta
ru_ru: Обновить шаблон узла

source: Filter by host template name
pl_pl: Filtruj według nazwy szablonu hosta
ru_ru: Фильтровать по имени шаблона узла

source: Filter by host template types
pl_pl: Filtruj według typów szablonu hosta
ru_ru: Фильтр по типам шаблонов узлов

source: Type
pl_pl: Typ
ru_ru: Тип

source: host/s.
pl_pl: host/y.
ru_ru: узел/узлы

source: Go to Service list
pl_pl: Przejdź do listy usług
ru_ru: Перейти к списку служб

source: This host template is not used by any host
pl_pl: Ten szablon hosta nie jest używany przez żaden host
ru_ru: Этот шаблон узла не используется ни одним узлом

source: Create new instant report
pl_pl: Utwórz nowy raport natychmiastowy
ru_ru: Создать новый мгновенный отчет

source: Instant report
pl_pl: Raport natychmiastowy
ru_ru: Мгновенный отчет

source: Select the object type, which should be evaluated by the report.
pl_pl: Wybierz typ obiektu, który ma być oceniany przez raport.
ru_ru: Выберите тип объекта, который должен оцениваться отчетом.

source: Choose if <b><u>only</u></b> host, host and services or <b><u>only</u></b> services should be evaluated.
pl_pl: Wybierz, czy oceniane mają być <b><u>tylko</u></b> hosty, hosty i usługi, czy <b><u>tylko</u></b> usługi.
ru_ru: Выберите, должны быть оценены <b><u>только</u></b>узел, узел и службы или <b><u>только</u></b> службы.

source: Consider downtimes
pl_pl: Rozważ przerwy
ru_ru: Учитывать при оценке обслуживания

source: Summary display
pl_pl: Wyświetlanie podsumowania
ru_ru: Показать суммирование

source: Send email
pl_pl: Wyślij e-mail
ru_ru: Отправить электронную почту

source: Send interval
pl_pl: Interwał wysyłania
ru_ru: Интервал отправки

source: NEVER
pl_pl: NIGDY
ru_ru: НИКОГДА

source: DAY
pl_pl: DZIEŃ
ru_ru: ДЕНЬ

source: WEEK
pl_pl: TYDZIEŃ
ru_ru: НЕДЕЛЯ

source: MONTH
pl_pl: MIESIĄC
ru_ru: МЕСЯЦ

source: YEAR
pl_pl: ROK
ru_ru: ГОД

source: Users to send
pl_pl: Użytkownicy do wysłania
ru_ru: Пользователи для отправки

source: Create instant report
pl_pl: Utwórz raport natychmiastowy
ru_ru: Создать мгновенный отчет

source: Edit instant report
pl_pl: Edytuj raport natychmiastowy
ru_ru: Изменить мгновенный отчет

source: Update instant report
pl_pl: Zaktualizuj raport natychmiastowy
ru_ru: Обновить мгновенный отчет

source: Generate
pl_pl: Generuj
ru_ru: Создать

source: Generate instant report
pl_pl: Generuj raport natychmiastowy
ru_ru: Создать мгновенный отчет

source: Generate report
pl_pl: Generuj raport
ru_ru: Создать отчет

source: Hosts summary
pl_pl: Podsumowanie hostów
ru_ru: Сводка по узлам

source: Services summary
pl_pl: Podsumowanie usług
ru_ru: Сводка служб

source: Filter by instant report name
pl_pl: Filtruj według nazwy raportu natychmiastowego
ru_ru: Фильтровать по имени мгновенного отчета

source: Send to
pl_pl: Wyślij do
ru_ru: Отправить

source: Hosts and services
pl_pl: Hosty i usługi
ru_ru: Узлы и службы

source: There are no time frames defined. Time evaluation report data is not available for the selected period.
pl_pl: Nie zdefiniowano ram czasowych. Dane raportu oceny czasu nie są dostępne dla wybranego okresu.
ru_ru: Не определены временные рамки. Данные отчета по оценке времени недоступны для выбранного периода.

source: Reporting
pl_pl: Raportowanie
ru_ru: Отчеты

source: Instant Report
pl_pl: Raport natychmiastowy
ru_ru: Мгновенный отчет

source: Instant Reports
pl_pl: Raporty natychmiastowe
ru_ru: Мгновенные отчеты

source: Saved
pl_pl: Zapisano
ru_ru: Сохраненный

source: Send Emails
pl_pl: Wyślij e-maile
ru_ru: Отправить электронную почту

source: Latitude must be a number between -180 and 180 degree inclusive.
pl_pl: Szerokość geograficzna musi być liczbą z zakresu od -180 do 180 stopni włącznie.
ru_ru: Широта должна быть числом от -180 до 180 градусов включительно.

source: Create location
pl_pl: Utwórz lokalizację
ru_ru: Создать местоположение

source: Edit location:
pl_pl: Edytuj lokalizację:
ru_ru: Изменить местоположение:

source: Update location
pl_pl: Zaktualizuj lokalizację
ru_ru: Обновить местоположение

source: Log entries
pl_pl: Wpisy dziennika
ru_ru: Записи журнала

source: Filter by record and UUID
pl_pl: Filtruj według rekordu i UUID
ru_ru: Фильтр по записи и UUID

source: Filter by host
pl_pl: Filtruj według hosta
ru_ru: Фильтровать по узлу

source: Filter by entry type
pl_pl: Filtruj według typu wpisu
ru_ru: Фильтровать по типу записи

source: Record
pl_pl: Rekord
ru_ru: Запись

source: User defined macros can also be used inside of check commands. This could lead to unwanted code execution.
pl_pl: Zdefiniowane przez użytkownika makra mogą być również używane wewnątrz komend sprawdzania. Może to prowadzić do niechcianego wykonania kodu.
ru_ru: Пользовательские макросы также могут использоваться внутри команд проверки. Это может привести к нежелательному выполнению кода.

source: Macros
pl_pl: Makra
ru_ru: Макросы

source: Edit macro
pl_pl: Edytuj makro
ru_ru: Редактировать макрос

source: Nagios supports up to 256 $USERx$ macros ($USER1$ through $USER256$)
pl_pl: Nagios obsługuje do 256 makr $USERx$ ($USER1$ do $USER256$)
ru_ru: Nagios поддерживает до 256 макросов $USERx$ (от $USER1$ до $USER256$)

source: Add user defined macro
pl_pl: Dodaj zdefiniowane przez użytkownika makro
ru_ru: Добавить пользовательский макрос

source: Macro name
pl_pl: Nazwa makra
ru_ru: Имя макроса

source: Blur macro value to prevent accidentally leak values if your PC is connected to a projector or television.
pl_pl: Rozmyj wartość makra, aby przypadkowo nie ujawnić wartości, jeśli Twój komputer jest podłączony do projektora lub telewizora.
ru_ru: Размытие значения макроса, чтобы предотвратить случайную утечку значений, если ваш компьютер подключен к проектору или телевизору.

source: Security notice: The value will be still written to the HTML document in plaintext!
pl_pl: Ostrzeżenie dotyczące bezpieczeństwa: Wartość nadal zostanie zapisana w dokumencie HTML jako tekst odkryty!
ru_ru: Уведомление о безопасности: значение будет по-прежнему записано в HTML-документе в виде открытого текста!

source: Edit user defined macro
pl_pl: Edytuj zdefiniowane przez użytkownika makro
ru_ru: Изменить пользовательский макрос

source: Select macro name
pl_pl: Wybierz nazwę makra
ru_ru: Выберите имя макроса

source: If you change the macro name, you manually need to edit all occurrences of the macro!
pl_pl: Jeśli zmienisz nazwę makra, musisz ręcznie edytować wszystkie wystąpienia makra!
ru_ru: Если вы измените имя макроса, вам нужно вручную отредактировать все вхождения макроса!

source: Messages of the day
pl_pl: Wiadomości dnia
ru_ru: Сообщения дня

source: Create new message of the day
pl_pl: Utwórz nową wiadomość dnia
ru_ru: Создать новое сообщение дня

source: Message of the day
pl_pl: Wiadomość dnia
ru_ru: Сообщение дня

source: Expiration
pl_pl: Wygasa
ru_ru: Срок действия

source: expiration duration
pl_pl: czas wygaśnięcia
ru_ru: срок действия

source: no expiration
pl_pl: brak wygaśnięcia
ru_ru: без истечения срока

source: in days
pl_pl: w dniach
ru_ru: в днях

source: Leave this field blank to receive a permanent message of the day. The message will be displayed from the defined date. For temporary messages, set the expiration time in days.
pl_pl: Pozostaw to pole puste, aby otrzymać stałą wiadomość dnia. Wiadomość zostanie wyświetlona od ustalonej daty. Dla wiadomości tymczasowych, ustaw czas wygaśnięcia w dniach.
ru_ru: Оставьте это поле пустым, чтобы получать постоянное сообщение дня. Сообщение будет отображаться с указанной даты. Для временных сообщений установите срок истечения в днях.

source: Filter for user groups (optional)
pl_pl: Filtruj według grup użytkowników (opcjonalnie)
ru_ru: Фильтр по группам пользователей (необязательно)

source: Select user groups for restricted visibility. Leave this field blank to avoid excluding users.
pl_pl: Wybierz grupy użytkowników, aby ograniczyć widoczność. Pozostaw to pole puste, aby uniknąć wykluczania użytkowników.
ru_ru: Выберите группы пользователей для ограниченной видимости. Оставьте это поле пустым, чтобы не исключать пользователей.

source: Notify users
pl_pl: Powiadom użytkowników
ru_ru: Уведомлять пользователей

source: If activated, the system sends notifications via email with the current content of the "Message of the day" to affected users
pl_pl: Jeśli jest aktywowane, system wysyła powiadomienia e-mailem z aktualną treścią "Wiadomość dnia" do dotkniętych użytkowników
ru_ru: Если эта функция активирована, система отправляет уведомления по электронной почте с текущим содержанием "Сообщения дня" затронутым пользователям.

source: Style
pl_pl: Styl
ru_ru: Стиль

source: Info
pl_pl: Informacje
ru_ru: Информация

source: Primary
pl_pl: Podstawowy
ru_ru: Начальный

source: Danger
pl_pl: Niebezpieczeństwo
ru_ru: Опасность

source: Text
pl_pl: Tekst
ru_ru: Текст

source: Preview
pl_pl: Podgląd
ru_ru: Предварительный просмотр

source: Create message of the day and notify users
pl_pl: Utwórz wiadomość dnia i powiadom użytkowników
ru_ru: Создавайте сообщения дня и уведомляйте пользователей

source: Create message of the day
pl_pl: Utwórz wiadomość dnia
ru_ru: Создать сообщение дня

source: Edit new message of the day
pl_pl: Edytuj nową wiadomość dnia
ru_ru: Редактировать новое сообщение дня

source: Update message of the day and notify users
pl_pl: Zaktualizuj wiadomość dnia i powiadom użytkowników
ru_ru: Обновите сообщение дня и уведомите пользователей

source: Update message of the day
pl_pl: Zaktualizuj wiadomość dnia
ru_ru: Обновление сообщения дня

source: Filter by title
pl_pl: Filtruj według tytułu
ru_ru: Фильтр по названию

source: Filter by date
pl_pl: Filtruj według daty
ru_ru: Фильтровать по дате

source: Expiration duration (in days)
pl_pl: Czas wygaśnięcia (w dniach)
ru_ru: Срок годности (в днях)

source: {0} metrics
pl_pl: {0} metryk

source: Prometheus metrics export of {0} internal metrics
pl_pl: Eksport metryk Prometheus z {0} wewnętrznymi metrykami

source: This Prometheus Exporter can be used to monitor internal metrics of {0} with a second instance of {1} or with Prometheus.
pl_pl: Ten eksporter Prometheus może być używany do monitorowania wewnętrznych metryk {0} za pomocą drugiej instancji {1} lub z wykorzystaniem Prometheusa.

source: How to use
pl_pl: Jak używać

source: This exporter can be scraped by any Prometheus compatible client.
pl_pl: Ten eksporter może być skroblowany przez dowolny zgodny z Prometheusem klient.

source: Metric path
pl_pl: Ścieżka metryki
ru_ru: Метрический путь

source: Full path
pl_pl: Pełna ścieżka

source: Additional config
pl_pl: Dodatkowa konfiguracja

source: Available metrics
pl_pl: Dostępne metryki
ru_ru: Доступные метрики

source: This list shows all metrics that are exported.
pl_pl: Ta lista pokazuje wszystkie wyeksportowane metryki.

source: Performance Info
pl_pl: Informacje o wydajności
ru_ru: Информация о производительности

source: Performance Information
pl_pl: Informacje o wydajności
ru_ru: Информация о производительности

source: Executed Active Service Checks
pl_pl: Wykonane aktywne sprawdzanie usług
ru_ru: Выполненные Активные Проверки Службы

source: Timeframe
pl_pl: Ramy czasowe
ru_ru: Временное ограничение

source: Checks performed
pl_pl: Sprawdzenia wykonane
ru_ru: Проверки выполнены

source: Since start
pl_pl: Od początku
ru_ru: С начала

source: Active Service Checks Timings
pl_pl: Czasy aktywnych sprawdzeń usług
ru_ru: Сроки Активных Проверок Служб

source: Key
pl_pl: Klucz
ru_ru: Ключ

source: Max.
pl_pl: Maks.
ru_ru: Максимум

source: Execution time
pl_pl: Czas wykonania
ru_ru: Время исполнения

source: Latency
pl_pl: Opóźnienie
ru_ru: Задержка

source: State changes
pl_pl: Zmiany stanu
ru_ru: Изменения состояния

source: Additional information
pl_pl: Dodatkowe informacje
ru_ru: Дополнительная информация

source: Program uptime
pl_pl: Czas pracy programu
ru_ru: Время работы программы

source: Passive Service Checks
pl_pl: Biernie sprawdzane usługi
ru_ru: Пассивные Проверки Служб

source: Processed Passive Service Checks
pl_pl: Przetworzone biernie sprawdzane usługi
ru_ru: Обработанные Проверки Пассивных Служб

source: Executed Active Host Checks
pl_pl: Wykonane aktywne sprawdzanie hosta
ru_ru: Выполненные Проверки Активных Узлов

source: Active Host Checks Timing
pl_pl: Czas aktywnego sprawdzania hosta
ru_ru: Сроки Активных Проверок Узлов

source: Processed Passive Host Checks
pl_pl: Przetworzone biernie sprawdzane hosty
ru_ru: Обработанные Пассивные Проверки Узлов

source: Passive Host Checks
pl_pl: Biernie sprawdzane hosty
ru_ru: Пассивные Проверки Узлов

source: notifications
pl_pl: powiadomienia
ru_ru: уведомления

source: Notification Method
pl_pl: Metoda powiadomienia
ru_ru: Способ уведомления

source: Filter by notification method
pl_pl: Filtruj według metody powiadomienia
ru_ru: Фильтровать по методу уведомления

source: Package manager
pl_pl: Menedżer pakietów
ru_ru: Менеджер пакетов

source: Your installation of {0} is running in a container based environment like Docker.
pl_pl: Twoja instalacja {0} działa w środowisku opartym na kontenerach, takim jak Docker.

source: Therefore all available module are installed by default.
pl_pl: Dlatego wszystkie dostępne moduły są zainstalowane domyślnie.

source: Connection error.
pl_pl: Menedżer pakietów
ru_ru: Ошибка соединения.

source: Your system is on the latest version!
pl_pl: Twój system jest w najnowszej wersji!
ru_ru: Ваша система на последней версии!

source: Please update your {0} installation to the latest version to get new features and latest security fixes.
pl_pl: Zaktualizuj swoją instalację {0} do najnowszej wersji, aby uzyskać nowe funkcje i najnowsze poprawki związane z bezpieczeństwem.
ru_ru: Обновите установку {0} до последней версии, чтобы получить новые функции и последние исправления безопасности.

source: How to Update
pl_pl: Jak dokonać aktualizacji
ru_ru: Как обновить

source: This module is already installed
pl_pl: Ten moduł jest już zainstalowany
ru_ru: Этот модуль уже установлен

source: Installed
pl_pl: Zainstalowany
ru_ru: Установлены

source: Install
pl_pl: Zainstaluj
ru_ru: Установка

source: Request a quote
pl_pl: Poproś o wycenę
ru_ru: Запрос цитаты

source: News about IT monitoring from the experts behind openITCOCKPIT
pl_pl: Aktualności o monitorowaniu IT od ekspertów stojących za openITCOCKPIT

source: Visit our blog for more details:
pl_pl: Odwiedź nasz blog, aby uzyskać więcej szczegółów:

source: Latest version
pl_pl: Najnowsza wersja
ru_ru: Последняя версия

source: Install packages
pl_pl: Zainstaluj pakiety
ru_ru: Установить пакеты

source: To install the selected packages, please execute the following command on your {0} system.
pl_pl: Aby zainstalować wybrane pakiety, wykonaj poniższą komendę na swoim systemie {0}.
ru_ru: Чтобы установить выбранные пакеты, выполните следующую команду в своей системе {0}.

source: Installation done. Please reload your {0} web interface.
pl_pl: Instalacja zakończona. Proszę ponownie załadować interfejs sieciowy {0}.
ru_ru: Установка сделана. Пожалуйста, перезагрузите ваш {0} веб-интерфейс.

source: To install two or more packages at once, close this window and select the next module you like to install. All selected modules will be added to the installation command.
pl_pl: Aby zainstalować dwa lub więcej pakietów naraz, zamknij to okno i wybierz kolejny moduł, który chcesz zainstalować. Wszystkie wybrane moduły zostaną dodane do polecenia instalacyjnego.
ru_ru: Чтобы установить два или более пакетов одновременно, закройте это окно и выберите следующий модуль, который вы хотите установить. Все выбранные модули будут добавлены в команду установки.

source: Profile
pl_pl: Profil
ru_ru: Профиль

source: information
pl_pl: informacje
ru_ru: информация

source: Value imported from LDAP Server
pl_pl: Wartość zaimportowana z serwera LDAP
ru_ru: Значение, импортированное с сервера LDAP

source: Username for the login
pl_pl: Nazwa użytkownika do logowania
ru_ru: Имя пользователя для входа

source: Email address
pl_pl: Adres e-mail
ru_ru: Адрес электронной почты

source: Phone Number
pl_pl: Numer telefonu
ru_ru: Номер телефона

source: Show status badges in menu
pl_pl: Pokaż odznaki statusu w menu
ru_ru: Показывать значки статуса в меню

source: Recursive Browser
pl_pl: Przeglądarka rekurencyjna
ru_ru: Рекурсивный браузер

source: Length of lists
pl_pl: Długość list
ru_ru: Длина списков

source: This value defines how many records will load per list. You can choose between 1 and 1000
pl_pl: Ta wartość określa, ile rekordów zostanie wczytanych na listę. Możesz wybrać od 1 do 1000
ru_ru: Это значение определяет, сколько записей будет загружено в список. Вы можете выбрать от 1 до 1000

source: Language
pl_pl: Język
ru_ru: Язык

source: These options are community translations. Feel free to extend them and open a github pull request.
pl_pl: Te opcje są tłumaczeniami społecznościowymi.Możesz je rozszerzyć i otwierając pull request na githubie.
ru_ru: Эти варианты являются переводами из сообщества. Не стесняйтесь расширять их и открывать запрос на github.

source: Date format
pl_pl: Format daty
ru_ru: Формат даты

source: Update Profile
pl_pl: Zaktualizuj profil
ru_ru: Обновить профиль

source: picture
pl_pl: zdjęcie
ru_ru: изображение

source: Current image
pl_pl: Bieżące zdjęcie
ru_ru: Текущее изображение

source: You have no own image uploaded yet
pl_pl: Nie załadowałeś jeszcze własnego zdjęcia
ru_ru: Вы еще не загрузили свое изображение

source: Delete my image
pl_pl: Usuń moje zdjęcie
ru_ru: Удалить мое изображение

source: Select image
pl_pl: Wybierz zdjęcie
ru_ru: Выберите изображение

source: Change Password
pl_pl: Zmień hasło
ru_ru: Изменить Пароль

source: LDAP users need to change their password through the operating system or an LDAP account manager tool.
pl_pl: Użytkownicy LDAP muszą zmieniać swoje hasło za pomocą systemu operacyjnego lub narzędzia do zarządzania kontami LDAP.
ru_ru: Пользователи LDAP должны изменить свой пароль через операционную систему или инструмент менеджера учетных записей LDAP.

source: Current password
pl_pl: Bieżące hasło
ru_ru: Текущий пароль

source: New password
pl_pl: Nowe hasło
ru_ru: Новый пароль

source: The password must consist of 6 alphanumeric characters and must contain at least one digit
pl_pl: Hasło musi składać się z 6 znaków alfanumerycznych i musi zawierać co najmniej jedną cyfrę
ru_ru: Пароль должен состоять из 6 буквенно-цифровых символов и содержать как минимум одну цифру.

source: Confirm new password
pl_pl: Potwierdź nowe hasło
ru_ru: Подтвердите новый пароль

source: API keys
pl_pl: Klucze API
ru_ru: API ключи

source: Create new API key
pl_pl: Utwórz nowy klucz API
ru_ru: Создать новый ключ API

source: No API keys created yet. You can still use the api using your username and password.
pl_pl: Nie utworzono jeszcze kluczy API. Wciąż możesz używać interfejsu api, używając swojej nazwy użytkownika i hasła.
ru_ru: Ключи API еще не созданы. Вы все еще можете использовать API, используя ваше имя пользователя и пароль.

source: It's recommended to create a own API key for every external application.
pl_pl: Zaleca się utworzenie własnego klucza API dla każdej zewnętrznej aplikacji.
ru_ru: Рекомендуется создать собственный ключ API для каждого внешнего приложения.

source: Show
pl_pl: Pokaż
ru_ru: Показать

source: Create API key
pl_pl: Utwórz klucz API
ru_ru: Создать API ключ

source: API key (read-only)
pl_pl: Klucz API (tylko do odczytu)
ru_ru: Ключ API (только для чтения)

source: example
pl_pl: przykład
ru_ru: пример

source: For self-signed certificates, add
pl_pl: Dla certyfikatów samopodpisanych, dodaj
ru_ru: Для самозаверяющих сертификатов добавьте

source: example with JSON processor
pl_pl: przykład z procesorem JSON
ru_ru: пример с JSON процессором

source: Generate new key
pl_pl: Generuj nowy klucz
ru_ru: Создать новый ключ

source: Edit API key
pl_pl: Edytuj klucz API
ru_ru: Изменить API ключ

source: To transfer the API key to your mobile device, scan the QR code.
pl_pl: Aby przesłać klucz API na swoje urządzenie mobilne, zeskanuj kod QR.

source: Edit configuration
pl_pl: Edytuj konfigurację
ru_ru: Изменить конфигурацию

source: Proxy configuration
pl_pl: Konfiguracja proxy
ru_ru: Конфигурация прокси

source: Enable proxy
pl_pl: Włącz proxy
ru_ru: Включить прокси

source: If disabled the proxy server will not be used.
pl_pl: Jeśli jest wyłączone, serwer proxy nie będzie używany.
ru_ru: Если этот параметр отключен, прокси-сервер не будет использоваться.

source: Registration
pl_pl: Rejestracja
ru_ru: Регистрация

source: License
pl_pl: Licencja
ru_ru: Лицензия

source: Register this openICOCKPIT instance
pl_pl: Zarejestruj tę instancję openICOCKPIT
ru_ru: Зарегистрируйте эту openICOCKPIT инстанцию

source: Credits
pl_pl: Kredyty
ru_ru: Авторы

source: License key
pl_pl: Klucz licencyjny
ru_ru: Лицензионный ключ

source: Get your openITCOCKPIT Enterprise Subscription today
pl_pl: Zdobądź dziś swoją subskrypcję openITCOCKPIT Enterprise
ru_ru: Получите подписку openITCOCKPIT Enterprise сегодня

source: Expires
pl_pl: Wygasa
ru_ru: Истекает

source: Company
pl_pl: Firma
ru_ru: Компания

source: Register
pl_pl: Zarejestruj
ru_ru: Зарегистрироваться

source: Create new service dependency
pl_pl: Utwórz nową zależność usługi
ru_ru: Создать новую зависимость службы

source: Service dependency
pl_pl: Zależność serwisu
ru_ru: Зависимость службы

source: Service dependencies are an advanced feature that allow you to suppress notifications for services based on the status of one or more other services.
pl_pl: Zależności serwisów to zaawansowana funkcja, która pozwala na wstrzymanie powiadomień o usługach na podstawie statusu jednej lub kilku innych usług.
ru_ru: Зависимости служб - это расширенная функция, которая позволяет подавлять уведомления для служб в зависимости от состояния одной или нескольких других служб.

source: Dependent services
pl_pl: Usługi zależne
ru_ru: Зависимые службы

source: Dependent service groups
pl_pl: Grupy usług zależnych
ru_ru: Зависимые группы служб

source: Disable active service checking of dependend service/s, if master service state is one of the selected states.
pl_pl: Wyłącz aktywne sprawdzanie usługi/zależnych, jeśli stan głównej usługi jest jednym z wybranych stanów.
ru_ru: Отключите активную проверку службы для зависимых служб, если состояние основной службы является одним из выбранных состояний.

source: Disable service notifications of dependend service/s, if master service state is one of the selected states.
pl_pl: Wyłącz powiadomienia o usłudze/zależnych, jeśli stan głównej usługi jest jednym z wybranych stanów.
ru_ru: Отключить уведомления о зависимых службах, если состояние основной службы является одним из выбранных состояний.

source: Create service dependency
pl_pl: Utwórz zależność usługi
ru_ru: Создать зависимость служб

source: Edit service dependency
pl_pl: Edytuj zależność usługi
ru_ru: Изменить зависимость служб

source: Update service dependency
pl_pl: Zaktualizuj zależność usługi
ru_ru: Обновить зависимость служб
