Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: openITCOCKPIT Agent
pl_pl: Agent openITCOCKPIT
ru_ru: openITCOCKPIT Агент

source: Checks
pl_pl: Test
ru_ru: Проверки

source: Create new openITCOCKPIT Agent check
pl_pl: Utwórz nowy test openITCOCKPIT Agent
ru_ru: Создать новый openITCOCKPIT Агент проверки

source: Agent check
pl_pl: Test Agenta
ru_ru: Проверка агента

source: Name
pl_pl: Imię
ru_ru: Название

source: The name of the check is equal to the key from the agents JSON output.
pl_pl: Nazwa testu jest równa kluczowi z wyjścia JSONa agentów.
ru_ru: Имя проверки равно ключу из вывода JSON агентов.

source: Plugin name
pl_pl: Nazwa wtyczki
ru_ru: Название плагина

source: The name of the check plugin used by the poller.
pl_pl: Nazwa wtyczki testu używanej przez poller.
ru_ru: Имя проверочного плагина, используемого опросчиком.

source: Service template
pl_pl: Szablon serwisu
ru_ru: Шаблон службы

source: Create agent check
pl_pl: Utwórz test agenta
ru_ru: Создать проверку агента

source: Edit openITCOCKPIT Agent check:
pl_pl: Edytuj test agenta openITCOCKPIT:
ru_ru: Редактировать проверку openITCOCKPIT агента:

source: Update agent check
pl_pl: Aktualizuj test agenta
ru_ru: Обновить проверку агента

source: Agent checks overview
pl_pl: Przegląd testów agenta
ru_ru: Обзор проверок агента

source: Go to Servicetemplates
pl_pl: Przejdź do szablonów serwisów

source: Filter by agent check name
pl_pl: Filtruj według nazwy testu agenta
ru_ru: Фильтр по имени проверки агента

source: Filter by service template name
pl_pl: Filtruj według nazwy szablonu serwisu
ru_ru: Фильтровать по названию шаблона службы

source: Agent check name
pl_pl: Nazwa sprawdzenia agenta
ru_ru: Имя проверки агента

source: Service template name
pl_pl: Nazwa szablonu serwisu
ru_ru: Название шаблона службы

source: openITCOCKPIT Agent Configuration for:
pl_pl: Konfiguracja agenta openITCOCKPIT dla:
ru_ru: Конфигурация агента openITCOCKPIT для:

source: Select host
pl_pl: Wybierz host
ru_ru: Выбрать узел

source: Configure Agent
pl_pl: Skonfiguruj agenta
ru_ru: Настроить агент

source: Install Agent
pl_pl: Zainstaluj agenta
ru_ru: Установить агент

source: Exchange TLS Certificate
pl_pl: Wymień certyfikat TLS
ru_ru: Сертификат Exchange TLS

source: Create services
pl_pl: Utwórz serwisy
ru_ru: Создать службы

source: Next
pl_pl: Następny
ru_ru: Следующий

source: Executing TLS certificate exchange
pl_pl: Wykonuję wymianę certyfikatu TLS
ru_ru: Выполнение обмена сертификатами TLS

source: (via remote satellite system)
pl_pl: (za pomocą zdalnego systemu satelitarnego)

source: Success
pl_pl: Sukces
ru_ru: Успешно

source: Reset AutoTLS certificate
pl_pl: Zresetuj certyfikat AutoTLS
ru_ru: Сбросить сертификат AutoTLS

source: Error!
pl_pl: Błąd!
ru_ru: Ошибка!

source: Trust this Agent and generate a new certificate.
pl_pl: Zaufaj temu agentowi i wygeneruj nowy certyfikat.
ru_ru: Доверьтесь этому агенту и создайте новый сертификат.

source: Unknown error
pl_pl: Nieznany błąd
ru_ru: Неизвестная ошибка

source: openITCOCKPIT Agent
pl_pl: Agent openITCOCKPIT
ru_ru: openITCOCKPIT агент

source: Select Agent
pl_pl: Wybierz agenta
ru_ru: Выберите агента

source: Which operation system do you want to monitor?
pl_pl: Który system operacyjny chcesz monitorować?
ru_ru: Какую операционную систему вы хотите отслеживать?

source: Basic configuration
pl_pl: Podstawowa konfiguracja
ru_ru: Базовая конфигурация

source: Operation mode
pl_pl: Tryb pracy
ru_ru: Режим работы

source: Pull mode
pl_pl: Tryb pobierania
ru_ru: Pull режим

source: Push mode
pl_pl: Tryb wysyłania
ru_ru: Push режим

source: Agent bind address
pl_pl: Adres powiązania agenta
ru_ru: Адрес привязки агента

source: IP address that openITCOCKPIT Agent should bind to.
pl_pl: Adres IP, do którego agent openITCOCKPIT powinien być przypisany.
ru_ru: IP-адрес, с которым должен связываться openITCOCKPIT агент.

source: Set 0.0.0.0 to bind to all interfaces.
pl_pl: Ustaw 0.0.0.0, aby przypisać do wszystkich interfejsów.
ru_ru: Установите 0.0.0.0 для привязки ко всем интерфейсам.

source: Agent bind port
pl_pl: Port powiązania agenta
ru_ru: Порт привязки агента

source: Port number that openITCOCKPIT Agent should bind to.
pl_pl: Numer portu, do którego agent openITCOCKPIT powinien być przypisany.
ru_ru: Номер порта, с которым должен связываться агент openITCOCKPIT.

source: Default: 3333
pl_pl: Domyślny: 3333
ru_ru: Стандарт: 3333

source: Check interval
pl_pl: Interwał sprawdzania
ru_ru: Интервал проверки

source: Determines in seconds how often the openITCOCKPIT Agent will execute all checks.
pl_pl: Określa w sekundach, jak często agent openITCOCKPIT będzie wykonywać wszystkie sprawdzenia.
ru_ru: Определяет в секундах, как часто openITCOCKPIT агент будет выполнять все проверки.

source: Default: 30
pl_pl: Domyślnie: 30
ru_ru: Стандарт: 30

source: Push mode configuration
pl_pl: Konfiguracja trybu wysyłania
ru_ru: Конфигурация режима push

source: openITCOCKPIT Server Address
pl_pl: Adres serwera openITCOCKPIT
ru_ru: openITCOCKPIT Адрес сервера

source: External address of your openITCOCKPIT Server.
pl_pl: Zewnętrzny adres Twojego serwera openITCOCKPIT.
ru_ru: Внешний адрес вашего сервера openITCOCKPIT.

source: openITCOCKPIT Satellite Server Address
pl_pl: Adres serwera openITCOCKPIT Satellite

source: External address of your openITCOCKPIT Satellite Server.
pl_pl: Zewnętrzny adres Twojego serwera openITCOCKPIT Satellite.

source: HTTP Proxy
pl_pl: Serwer proxy HTTP
ru_ru: HTTP-прокси

source: HTTP Proxy that should be used by the agent. Leave blank for no proxy.
pl_pl: Serwer proxy HTTP, który powinien być używany przez agenta. Pozostaw puste, jeśli nie ma proxy.
ru_ru: HTTP-прокси, который должен использовать агент. Оставьте поле пустым, если прокси не используется.

source: Verify server certificate
pl_pl: Zweryfikuj certyfikat serwera
ru_ru: Проверить сертификат сервера

source: Require valid TLS certificates (e.g. Let's Encrypt)
pl_pl: Wymaga ważnych certyfikatów TLS (np. Let's Encrypt)
ru_ru: Требовать действующие сертификаты TLS (например, Let's Encrypt)

source: Push timeout
pl_pl: Limit czasu push
ru_ru: Push тайм-аут

source: HTTP timeout in seconds
pl_pl: Limit czasu HTTP w sekundach
ru_ru: Тайм-аут HTTP в секундах

source: Pull mode configuration
pl_pl: Konfiguracja trybu pull
ru_ru: Конфигурация режима pull

source: Determine if the <a href="/#!/proxy/index">configured proxy</a> should be used.
pl_pl: Określ, czy należy użyć <a href="/#!/proxy/index">skonfigurowanego serwera proxy</a>.
ru_ru: Определите, следует ли использовать <a href="/#!/proxy/index"> настроенный прокси </a>.

source: Security configuration
pl_pl: Konfiguracja zabezpieczeń
ru_ru: Конфигурация безопасности

source: Connection type
pl_pl: Typ połączenia
ru_ru: Тип соединения

source: openITCOCKPIT automatically generate a TLS certificate for authentication and encryption purpose. Auto-TLS is only available in Pull mode.
pl_pl: openITCOCKPIT automatycznie generuje certyfikat TLS do celów uwierzytelniania i szyfrowania. Auto-TLS jest dostępny tylko w trybie pobierania.
ru_ru: openITCOCKPIT автоматически генерирует сертификат TLS для аутентификации и шифрования. Auto-TLS доступен только в режиме извлечения.

source: Start the Agents web server with own TLS certificates from Let's Encrypt for example.
pl_pl: Uruchom serwer sieciowy Agents z własnymi certyfikatami TLS, na przykład od Let's Encrypt.
ru_ru: Например, запустите веб-сервер агентов с собственными сертификатами TLS от Let's Encrypt.

source: It's recommended to also enable HTTP Basic Authentication to restrict the access to the agent.
pl_pl: Zaleca się również włączenie uwierzytelniania podstawowego HTTP, aby ograniczyć dostęp do agenta.
ru_ru: Также рекомендуется включить базовую аутентификацию HTTP, чтобы ограничить доступ к агенту.

source: Communication will be plaintext. No encryption and authentication. Not recommended!
pl_pl: Komunikacja będzie w plaintext. Brak szyfrowania i uwierzytelniania. Niezalecane!
ru_ru: Сообщение будет открытым текстом. Без шифрования и аутентификации. Не рекомендуется!

source: Enable Webserver
pl_pl: Włącz serwer WWW
ru_ru: Включить веб-сервер

source: By default the web server of the Agent is disabled when running in Push mode.
pl_pl: Domyślnie serwer WWW agenta jest wyłączony w trybie wysyłania.
ru_ru: По умолчанию веб-сервер Агента отключен при работе в режиме Push.

source: It is highly recommended to enable at least HTTP Basic Authentication!
pl_pl: Zaleca się włączenie przynajmniej uwierzytelniania podstawowego HTTP!
ru_ru: Настоятельно рекомендуется включить хотя бы базовую аутентификацию HTTP!

source: Web server type
pl_pl: Typ serwera WWW
ru_ru: Тип веб-сервера

source: Verify certificate
pl_pl: Zweryfikuj certyfikat
ru_ru: Подтвердить сертификат

source: Enabled TLS certificate validation. This requires valid certificates like from Let's Encrypt
pl_pl: Włączona weryfikacja certyfikatu TLS. Wymaga ważnych certyfikatów, takich jak od Let's Encrypt.
ru_ru: Включена проверка сертификата TLS. Для этого требуются действующие сертификаты, например, от Let's Encrypt.

source: TLS certificate file
pl_pl: Plik certyfikatu TLS
ru_ru: Файл сертификата TLS

source: Full path to certificate file the Agent should use
pl_pl: Pełna ścieżka do pliku certyfikatu, który ma być używany przez agenta.
ru_ru: Полный путь к файлу сертификата, который должен использовать агент

source: TLS key file
pl_pl: Plik klucza TLS
ru_ru: TLS файл ключа

source: Full path to key file the Agent should use
pl_pl: Pełna ścieżka do pliku klucza, który ma być używany przez agenta.
ru_ru: Полный путь к ключевому файлу, который должен использовать Агент

source: Enable HTTP Basic Authentication
pl_pl: Włącz uwierzytelnianie podstawowe HTTP
ru_ru: Включить базовую аутентификацию HTTP

source: Enable remote configuration update mode
pl_pl: Włącz tryb zdalnej aktualizacji konfiguracji
ru_ru: Включить режим удаленного обновления конфигурации

source: Enables the remote agent configuration update mode.
pl_pl: Włącza tryb zdalnej aktualizacji konfiguracji agenta.
ru_ru: Включает режим обновления конфигурации удаленного агента.

source: Should only be configured after an successful TLS configuration.
pl_pl: Należy skonfigurować tylko po pomyślnej konfiguracji TLS.
ru_ru: Следует настраивать только после успешной настройки TLS.

source: Warning: This could lead to remote code execution!
pl_pl: Ostrzeżenie: Może to prowadzić do zdalnego wykonania kodu!
ru_ru: Предупреждение: это может привести к удаленному выполнению кода!

source: Enable/disable checks
pl_pl: Włącz/wyłącz sprawdzanie
ru_ru: Включить / отключить проверки

source: Enable CPU stats
pl_pl: Włącz statystyki procesora
ru_ru: Включить статистику ЦП

source: Enable Memory stats
pl_pl: Włącz statystyki pamięci
ru_ru: Включить статистику памяти

source: Enable Swap stats
pl_pl: Włącz statystyki swapu
ru_ru: Включить статистику обмена

source: Enable Process checks
pl_pl: Włącz sprawdzanie procesów
ru_ru: Включить проверки процесса

source: Enable Network stats
pl_pl: Włącz statystyki sieci
ru_ru: Включить сетевую статистику

source: Enable Network I/O stats
pl_pl: Włącz statystyki wejścia/wyjścia sieci
ru_ru: Включить статистику сетевого ввода-вывода

source: Enable Disk usage checks
pl_pl: Włącz sprawdzanie użycia dysku
ru_ru: Включить проверку использования диска

source: Enable Disk I/O stats
pl_pl: Włącz statystyki wejścia/wyjścia dysku
ru_ru: Включить статистику дискового ввода-вывода

source: Enable Systemd checks (only affects Linux)
pl_pl: Włącz sprawdzanie Systemd (dotyczy tylko systemów Linux)
ru_ru: Включить проверки Systemd (влияет только на Linux)

source: Enable Launchd checks (only affects macOS)
pl_pl: Włącz sprawdzanie Launchd (dotyczy tylko macOS)
ru_ru: Включить проверки Launchd (влияет только на macOS)

source: Enable Windows Services checks (only affects Windows)
pl_pl: Włącz sprawdzanie usług systemowych Windows (dotyczy tylko systemu Windows)
ru_ru: Включить проверки служб Windows (влияет только на Windows)

source: Enable Windows Event Log checks (only affects Windows)
pl_pl: Włącz sprawdzanie dziennika zdarzeń systemowych Windows (dotyczy tylko systemu Windows)
ru_ru: Включить проверку журнала событий Windows (влияет только на Windows)

source: Enable Sensor stats (only affects Linux and macOS)
pl_pl: Włącz statystyki czujnika (dotyczy tylko systemów Linux i macOS)
ru_ru: Включить статистику датчика (влияет только на Linux и macOS)

source: Enable Docker checks
pl_pl: Włącz sprawdzanie Docker
ru_ru: Включить проверки Docker

source: Enable KVM checks through libvirt
pl_pl: Włącz sprawdzanie KVM za pomocą libvirt
ru_ru: Включить проверки KVM через libvirt

source: Collect information about logged in users
pl_pl: Zbieraj informacje o zalogowanych użytkownikach
ru_ru: Собирать информацию о авторизованных пользователях

source: Finish
pl_pl: Zakończ
ru_ru: Финиш

source: Select Services to monitor
pl_pl: Wybierz serwisy do monitorowania
ru_ru: Выберите службы для мониторинга

source: Waiting for Agent data.
pl_pl: Oczekiwanie na dane agenta.

source: There are no new services available
pl_pl: Brak nowych dostępnych usług
ru_ru: Нет доступных новых служб

source: Please verify your Agent Configuration.
pl_pl: Proszę zweryfikować konfigurację agenta.
ru_ru: Пожалуйста, проверьте конфигурацию вашего агента.

source: Go to "Configure Agent"
pl_pl: Przejdź do "Konfiguruj agenta"
ru_ru: Перейдите в "Настроить агент"

source: Creating new services...
pl_pl: Tworzenie nowych usług...
ru_ru: Создание новых служб ...

source: Services created successfully!
pl_pl: Usługi zostały pomyślnie utworzone!
ru_ru: Службы созданы успешно!

source: To apply the changes, please refresh your monitoring configuration.
pl_pl: Aby wprowadzić zmiany, proszę odświeżyć konfigurację monitoringu.
ru_ru: Чтобы применить изменения, обновите конфигурацию мониторинга.

source: Go to "Refresh monitoring configuration"
pl_pl: Przejdź do "Odśwież konfigurację monitoringu"
ru_ru: Перейти к "Обновить конфигурацию мониторинга"

source: Disk information
pl_pl: Informacje o dysku
ru_ru: Информация о диске

source: Disk IO
pl_pl: IO dysku
ru_ru: Дисковый ввод-вывод

source: Networking
pl_pl: Sieci
ru_ru: Сети

source: Link status
pl_pl: Status łącza
ru_ru: Статус ссылки

source: Network IO
pl_pl: IO sieci
ru_ru: Сеть IO

source: Docker status
pl_pl: Status Dockera
ru_ru: Docker

source: Container CPU percentage
pl_pl: Procent CPU kontenera
ru_ru: Процент ЦП контейнера

source: Container Memory usage
pl_pl: Użycie pamięci kontenera
ru_ru: Использование памяти контейнера

source: Running processes
pl_pl: Procesy w trakcie działania
ru_ru: Запущенные процессы

source: Processes
pl_pl: Procesy
ru_ru: Процессы

source: Windows services
pl_pl: Usługi Windows
ru_ru: Службы Windows

source: Windows event logs
pl_pl: Dzienniki zdarzeń Windows
ru_ru: Журналы событий Windows

source: Launchd services
pl_pl: Serwisy Launchd
ru_ru: Запущенные услуги

source: Systemd services
pl_pl: Serwisy Systemd
ru_ru: Systemd службы

source: Sensors
pl_pl: Sensory
ru_ru: Датчики

source: Custom checks
pl_pl: customowe testy
ru_ru: Пользовательские проверки

source: Download and install openITCOCKPIT Monitoring Agent
pl_pl: Pobierz i zainstaluj Agent Monitorowania openITCOCKPIT
ru_ru: Загрузите и установите агент мониторинга openITCOCKPIT

source: Download and install the openITCOCKPIT Monitoring Agent.
pl_pl: Pobierz i zainstaluj Agent Monitorowania openITCOCKPIT.
ru_ru: Скачайте и установите openITCOCKPIT Агент мониторинга

source: If not already done, please {0} the openITCOCKPIT Agent now.
pl_pl: Jeśli jeszcze tego nie zrobiłeś, proszę {0} Agent openITCOCKPIT teraz.
ru_ru: Если это еще не сделано, пожалуйста, {0} агент openITCOCKPIT сейчас.

source: download and install
pl_pl: pobierz i zainstaluj
ru_ru: скачать и установить

source: Configuration file/s for the openITCOCKPIT Monitoring Agent
pl_pl: Plik(i) konfiguracyjny(e) dla Agenta Monitorowania openITCOCKPIT
ru_ru: Файлы конфигурации для агента мониторинга openITCOCKPIT

source: After the installation process is completed you should replace the default openITCOCKPIT Agent configuration with the recently generated configuration.
pl_pl: Po zakończeniu procesu instalacji, powinieneś zastąpić domyślną konfigurację Agenta openITCOCKPIT nowo wygenerowaną konfiguracją.
ru_ru: После завершения процесса установки вы должны заменить стандартную конфигурацию агента openITCOCKPIT на недавно созданную конфигурацию.

source: Copy and paste the shown configuration file to
pl_pl: Skopiuj i wklej wyświetlony plik konfiguracyjny do
ru_ru: Скопируйте и вставьте указанный файл конфигурации в

source: Restart openITCOCKPIT Agent
pl_pl: Zrestartuj Agenta openITCOCKPIT
ru_ru: Перезапустите агент openITCOCKPIT

source: To enable the new configuration a restart of the openITCOCKPIT Agent is required.
pl_pl: Aby aktywować nową konfigurację, wymagane jest ponowne uruchomienie Agenta openITCOCKPIT.
ru_ru: Для включения новой конфигурации требуется перезапуск агента openITCOCKPIT.

source: Run as administrator (via cmd.exe)
pl_pl: Uruchom jako administrator (za pomocą cmd.exe)
ru_ru: Запуск от имени администратора (через cmd.exe)

source: Only the configuration for the openITCOCKPIT Agent will be deleted. Not the host itself.
pl_pl: Tylko konfiguracja Agenta openITCOCKPIT zostanie usunięta. Nie sam host.
ru_ru: Будет удалена только конфигурация для агента openITCOCKPIT. Не сам узел.

source: Agents overview
pl_pl: Przegląd Agentów
ru_ru: Обзор агентов

source: Pull
pl_pl: Pobierz

source: Push
pl_pl: Prześlij

source: Push via Satellite (Import Module)
pl_pl: Prześlij przez Satelitę (Importuj Moduł)

source: Filter by host name
pl_pl: Filtruj wg nazwy hosta
ru_ru: Фильтровать по имени узла

source: Host name
pl_pl: Nazwa hosta
ru_ru: Имя узла

source: HTTPS (insecure)
pl_pl: HTTPS (niezabezpieczone)
ru_ru: HTTPS (небезопасный)

source: Auto-TLS certificate exchange error
pl_pl: Błąd automatycznej wymiany certyfikatu TLS
ru_ru: Ошибка обмена сертификатами Auto-TLS

source: Query Agent
pl_pl: Zapytaj Agenta
ru_ru: Агент запросов

source: By deleting, the corresponding openITCOCKPIT Agent is not able to send data to the openITCOCKPIT server anymore.
pl_pl: Usuwając, odpowiadający Agent openITCOCKPIT nie będzie już w stanie przesyłać danych do serwera openITCOCKPIT.
ru_ru: После удаления соответствующий агент openITCOCKPIT больше не сможет отправлять данные на сервер openITCOCKPIT.

source: Host assignments
pl_pl: Przypisania hosta
ru_ru: Назначения узлов

source: Host assigned
pl_pl: Przypisany host
ru_ru: Узел назначен

source: Agents witout host assignment
pl_pl: Agenci bez przypisanego hosta
ru_ru: Агенты без назначения узла

source: Assigned host
pl_pl: Przypisany host
ru_ru: Назначенный узел

source: Agent UUID
pl_pl: UUID Agenta
ru_ru: Агент UUID

source: Agent Hostname
pl_pl: Nazwa hosta Agenta
ru_ru: Имя узла агента

source: Agent IP address
pl_pl: Adres IP Agenta
ru_ru: IP-адрес агента

source: Remote address
pl_pl: Adres zdalny
ru_ru: Удаленный адрес

source: Last update
pl_pl: Ostatnia aktualizacja
ru_ru: Последнее обновление

source: No host assignment defined
pl_pl: Brak zdefiniowanego przypisania hosta
ru_ru: Удаленный адрес

source: Assign to host
pl_pl: Przypisz do hosta
ru_ru: Назначить узлу

source: Show received data
pl_pl: Pokaż otrzymane dane
ru_ru: Показать полученные данные

source: Warning! You also need to delete the corresponding record on the Satellite System!
pl_pl: Ostrzeżenie! Musisz również usunąć odpowiedni rekord w Systemie Satelitarnym!

source: Information may be not complete
pl_pl: Informacje mogą być niekompletne

source: This list will only show openITCOCKPIT Monitoring Agents, which are running in push mode and are related to the Import Module.
pl_pl: Ta lista będzie wyświetlać tylko Agenty Monitorowania openITCOCKPIT, które działają w trybie push i są powiązane z Modułem Importu.

source: In case the Import Module is not in use, this list is probably empty.
pl_pl: W przypadku, gdy Moduł Importu nie jest używany, ta lista prawdopodobnie będzie pusta.

source: Push mode via a Satellite system
pl_pl: Tryb push za pomocą systemu satelitarnego

source: Select Agent to create host assignment
pl_pl: Wybierz Agenta, aby utworzyć przypisanie hosta
ru_ru: Выберите Агент, чтобы создать назначение узла

source: Agent not in list?
pl_pl: Agent nie jest na liście?
ru_ru: Агента нет в списке?

source: Most likely the Agent did not send any data to the openITCOCKPIT Server yet. Please check the log file of the Agent and refresh the list.
pl_pl: Najprawdopodobniej Agent jeszcze nie przesłał żadnych danych do serwera openITCOCKPIT. Sprawdź plik dziennika Agenta i odśwież listę.
ru_ru: Скорее всего, Агент еще не отправил данные на сервер openITCOCKPIT. Пожалуйста, проверьте файл журнала агента и обновите список.

source: Refresh list
pl_pl: Odśwież listę
ru_ru: Обновить список

source: Available Agents
pl_pl: Dostępni Agenci
ru_ru: Доступные агенты

source: Agents with an exact match of the IP-Address will be selected automatically. If none of the IP-Addresses matches openITCOCKPIT will pre-select the best matching hostname.
pl_pl: Agenci z dokładnym dopasowaniem adresu IP zostaną wybrani automatycznie. Jeśli żaden z adresów IP nie pasuje, openITCOCKPIT wybierze najlepiej pasującą nazwę hosta.
ru_ru: Агенты с точным совпадением IP-адреса будут выбраны автоматически. Если ни один из IP-адресов не совпадает, openITCOCKPIT предварительно выберет наиболее подходящее имя узла.

source: openITCOCKPIT Agent Output of:
pl_pl: Output Agenta openITCOCKPIT z:
ru_ru: Вывод агента openITCOCKPIT:

source: openITCOCKPIT Monitoring Agent Output
pl_pl: Output Agenta Monitorowania openITCOCKPIT
ru_ru: Вывод агента мониторинга openITCOCKPIT

source: Please select a host.
pl_pl: Proszę wybrać hosta.
ru_ru: Пожалуйста, выберите узел.

source: Register Agent in pull mode
pl_pl: Zarejestruj Agenta w trybie pull
ru_ru: Зарегистрировать агента в режиме pull

source: When to use pull mode?
pl_pl: Kiedy używać trybu pull?
ru_ru: Когда использовать режим pull?

source: In pull mode the openITCOCKPIT server will frequently connect to the agent via an HTTP/S connection to get the latest check results.
pl_pl: W trybie pull serwer openITCOCKPIT będzie często łączyć się z agentem za pośrednictwem połączenia HTTP/S, aby uzyskać najnowsze wyniki sprawdzania.
ru_ru: В pull режиме сервер openITCOCKPIT часто подключается к агенту через соединение HTTP/S для получения последних результатов проверки.

source: Use the pull mode when your openITCOCKPIT server can establish a direct connection to the target system.
pl_pl: Użyj trybu pull, gdy Twój serwer openITCOCKPIT może nawiązać bezpośrednie połączenie z systemem docelowym.
ru_ru: Используйте pull режим, когда ваш сервер openITCOCKPIT может установить прямое соединение с целевой системой.

source: If your openITCOCKPIT server is located in the same datacenter.
pl_pl: Jeśli Twój serwer openITCOCKPIT znajduje się w tym samym centrum danych.
ru_ru: Если ваш сервер openITCOCKPIT находится в том же центре данных.

source: Continue with pull mode
pl_pl: Kontynuuj z trybem pull
ru_ru: Продолжить в режиме pull

source: Register Agent in push mode
pl_pl: Zarejestruj Agenta w trybie push
ru_ru: Зарегистрировать агента в режиме push

source: When to use push mode?
pl_pl: Kiedy używać trybu push?
ru_ru: Когда использовать режим push?

source: In push mode the Agent will frequently push the latest check results to the openITCOCKPIT server via an HTTPS connection on port 443.
pl_pl: W trybie push Agent będzie często przekazywać najnowsze wyniki sprawdzania do serwera openITCOCKPIT za pośrednictwem połączenia HTTPS na porcie 443.
ru_ru: В режиме push Агент часто передает последние результаты проверки на сервер openITCOCKPIT через соединение HTTPS через порт 443.
