Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Automap
pl_pl: Automapa
ru_ru: Автокарта

source: Limit per page
pl_pl: Limit na stronę
ru_ru: Лимит на страницу

source: This option has only an effect if "Use pagination" is enabled.
pl_pl: Ta opcja ma wpływ tylko wtedy, gdy włączona jest paginacja.
ru_ru: Этот параметр имеет эффект, только если включен параметр "Использовать разбиение на страницы".

source: Copy auto map/s
pl_pl: Kopiuj automapę/automapy

source: Source auto map:
pl_pl: Automapa źródłowa:

source: Automap name
pl_pl: Nazwa automapy

source: Name of the new auto map
pl_pl: Nazwa nowej automapy

source: Edit auto map:
pl_pl: Edytuj automapę:
ru_ru: Изменить авто карту

source: Update auto map
pl_pl: Zaktualizuj automapę
ru_ru: Обновить авто карту

source: Filter by auto map name
pl_pl: Filtruj według nazwy automapy
ru_ru: Фильтр по имени авто карты

source: Filter by description
pl_pl: Filtruj według opisu
ru_ru: Фильтр по описанию

source: Status filters
pl_pl: Filtry statusu
ru_ru: Фильтры статуса

source: Recursive container
pl_pl: Kontener rekurencyjny
ru_ru: Рекурсивный контейнер

source: Acknowledged
pl_pl: Potwierdzone
ru_ru: Подтвержден

source: In downtime
pl_pl: W przestoju
ru_ru: В обслуживании

source: View auto map:
pl_pl: Wyświetl mapę automatyczną:
ru_ru: Посмотреть авто карту:

source: Backups
pl_pl: Kopie zapasowe
ru_ru: Резервные копии

source: Backup / Restore
pl_pl: Kopia zapasowa / Przywracanie
ru_ru: Восстановления резервной копии

source: Backup management
pl_pl: Zarządzanie kopią zapasową
ru_ru: Управление резервным копированием

source: Backupfile for Restore
pl_pl: Plik kopii zapasowej do przywrócenia
ru_ru: Резервный файл для восстановления

source: Delete file
pl_pl: Usuń plik
ru_ru: Удалить файл

source: Download file
pl_pl: Pobierz plik
ru_ru: Скачать файл

source: Start Restore
pl_pl: Rozpocznij przywracanie
ru_ru: Начать восстановление

source: Filename for Backup
pl_pl: Nazwa pliku kopii zapasowej
ru_ru: Имя файла для резервного копирования

source: Start Backup
pl_pl: Rozpocznij tworzenie kopii zapasowej
ru_ru: Начать резервное копирование

source: Nodes
pl_pl: Węzły
ru_ru: Контейнерные узлы

source: Type to filter...
pl_pl: Wprowadź tekst do filtrowania...
ru_ru: Пиши для фильтрации...

source: No hosts associated with this node
pl_pl: Brak hostów przypisanych do tego węzła
ru_ru: No nodes associated with this container node

source: No services associated with this node
pl_pl: Brak usług przypisanych do tego węzła

source: browser
pl_pl: przeglądarka
ru_ru: браузер

source: Fields
pl_pl: Pola

source: Enable RegEx
pl_pl: Włącz wyrażenia regularne

source: Filter by IP address
pl_pl: Filtruj według adresu IP
ru_ru: Фильтровать по IP-адресу

source: Filter by output
pl_pl: Filtruj według wyniku
ru_ru: Фильтровать по выводу

source: Filter by tags
pl_pl: Filtruj według tagów
ru_ru: Фильтровать по тегам

source: Filter by host types
pl_pl: Filtruj według typów hosta

source: Host status
pl_pl: Status hosta
ru_ru: Статус узла

source: Acknowledgements
pl_pl: Potwierdzenia
ru_ru: Подтверждения

source: Acknowledge
pl_pl: Potwierdź
ru_ru: Подтверждение

source: Not acknowledged
pl_pl: Niepotwierdzone
ru_ru: Не подтвержден

source: Downtimes
pl_pl: Przerwy
ru_ru: Обслуживания

source: Not in downtime
pl_pl: Nie w przerwie
ru_ru: Не в обслуживании

source: Column configuration
pl_pl: Konfiguracja kolumn

source: Columns
pl_pl: Kolumny

source: Hoststatus
pl_pl: Status hosta
ru_ru: Статус узла

source: is acknowledged
pl_pl: jest potwierdzone
ru_ru: подтвержден

source: is in downtime
pl_pl: jest w przestoju
ru_ru: в обслуживании

source: Notifications enabled
pl_pl: Powiadomienia włączone
ru_ru: Уведомления включены

source: Shared
pl_pl: Udostępnione
ru_ru: Общий

source: Passively transferred host
pl_pl: Host przekazywany pasywnie
ru_ru: Пассивно перенесенный узел

source: Priority
pl_pl: Priorytet
ru_ru: Приоритет

source: Host description
pl_pl: Opis hosta
ru_ru: Описание узла

source: Host output
pl_pl: Wyjście hosta
ru_ru: Выход узла

source: Instance
pl_pl: Instancja
ru_ru: Инстанция

source: Service Summary
pl_pl: Podsumowanie usługi

source: Host notes
pl_pl: Notatki hosta

source: Host type
pl_pl: Typ hosta

source: Share configuration
pl_pl: Udostępnij konfigurację

source: Share
pl_pl: Udostępnij

source: Import configuration
pl_pl: Importuj konfigurację

source: Reset to default
pl_pl: Przywróć domyślne
ru_ru: Восстановление значений по умолчанию

source: Save Columns configuration in browser
pl_pl: Zapisz konfigurację kolumn w przeglądarce

source: Sticky Acknowledgedment
pl_pl: Przyklejone potwierdzenie
ru_ru: Липкое подтверждение

source: Notifications disabled
pl_pl: Powiadomienia wyłączone

source: Restricted view
pl_pl: Ograniczony widok
ru_ru: Ограниченный вид

source: Sharing
pl_pl: Udostępnianie
ru_ru: Делить

source: Service List
pl_pl: Lista usług
ru_ru: Список служб

source: Append to host group
pl_pl: Dodaj do grupy hostów
ru_ru: Добавить в группу узлов

source: Edit details
pl_pl: Edytuj szczegóły
ru_ru: Редактировать детали

source: Disable notification
pl_pl: Wyłącz powiadomienie
ru_ru: Отключить уведомления

source: Enable notifications
pl_pl: Włącz powiadomienia
ru_ru: Включить уведомления

source: Calendars
pl_pl: Kalendarze
ru_ru: Календари

source: Create new calendar
pl_pl: Utwórz nowy kalendarz
ru_ru: Создать новый календарь

source: Add holiday
pl_pl: Dodaj święto
ru_ru: Добавить праздник

source: Delete ALL holidays
pl_pl: Usuń WSZYSTKIE święta
ru_ru: Удалить ВСЕ праздники

source: Delete MONTH events
pl_pl: Usuń zdarzenia W MIESIĄCU
ru_ru: Удалить события МЕСЯЦА

source: Delete ALL events
pl_pl: Usuń WSZYSTKIE zdarzenia
ru_ru: Удалить ВСЕ события

source: Create calendar
pl_pl: Utwórz kalendarz
ru_ru: Создать календарь

source: Add new bank holiday
pl_pl: Dodaj nowe święto państwowe
ru_ru: Добавить новый праздник

source: Title
pl_pl: Tytuł
ru_ru: Название

source: Edit holiday
pl_pl: Edytuj święto
ru_ru: Редактировать праздник

source: Edit calendar:
pl_pl: Edytuj kalendarz:
ru_ru: Изменить календарь:

source: Update calendar
pl_pl: Zaktualizuj kalendarz
ru_ru: Обновить календарь

source: index
pl_pl: indeks
ru_ru: индекс

source: Filter by calendar name
pl_pl: Filtruj według nazwy kalendarza
ru_ru: Фильтровать по названию календаря

source: Calendar name
pl_pl: Nazwa kalendarza
ru_ru: Название календаря

source: Change log
pl_pl: Dziennik zmian
ru_ru: Журнал изменений

source: Actions
pl_pl: Akcje
ru_ru: Действия

source: Activate
pl_pl: Aktywuj
ru_ru: Включить

source: Deactivate
pl_pl: Dezaktywuj
ru_ru: Выключить

source: Show services
pl_pl: Pokaż usługi

source: Main overview
pl_pl: Główny przegląd

source: Import Module Changes
pl_pl: Zmiany w module importowania

source: Object type
pl_pl: Typ obiektu
ru_ru: Тип объекта

source: Commands
pl_pl: Komendy
ru_ru: Команды

source: Locations
pl_pl: Lokacje
ru_ru: Места

source: Tenants
pl_pl: Tenanty
ru_ru: Клиенты

source: Refresh configuration
pl_pl: Odśwież konfigurację
ru_ru: Обновление конфигурации

source: Export
pl_pl: Eksport
ru_ru: Экспорт

source: Create new command
pl_pl: Utwórz nową komendę
ru_ru: Создать новую команду

source: Default macros overview
pl_pl: Podgląd domyślnych makr
ru_ru: Обзор стандартных макросов

source: $USERn$ overview
pl_pl: Podgląd $USERn$
ru_ru: $USERn$ обзор

source: Command
pl_pl: Komenda
ru_ru: Команда

source: Security notice
pl_pl: Uwaga dotycząca bezpieczeństwa
ru_ru: Уведомление о безопасности

source: User defined macros inside of command_line could lead to unwanted code execution.
pl_pl: Zdefiniowane przez użytkownika makra w command_line mogą prowadzić do niechcianego wykonania kodu.
ru_ru: Пользовательские макросы внутри command_line могут привести к выполнению нежелательного кода.

source: It is recommended to only provide access for a certain group of users to edit commands and user defined macros.
pl_pl: Zaleca się udzielanie dostępu do edycji komend i zdefiniowanych przez użytkownika makr tylko określonej grupie użytkowników.
ru_ru: Рекомендуется предоставлять доступ только определенной группе пользователей для редактирования команд и пользовательских макросов.

source: Command line
pl_pl: Wiersz polecenia
ru_ru: Командная строка

source: user defined macro
pl_pl: makro zdefiniowane przez użytkownika
ru_ru: пользовательский макрос

source: A $-sign needs to be escaped manually (\$). Semicolons (;) needs to be defined as {0}.
pl_pl: Znak $ musi być ręcznie escape'owany (\$). Średniki (;) muszą być zdefiniowane jako {0}.
ru_ru: Знак-$ должен быть экранирован вручную (\ $). Точки с запятой (;) должны быть определены как {0}.

source: Nagios supports up to 32 $ARGx$ macros ($ARG1$ through $ARG32$)
pl_pl: Nagios obsługuje do 32 makr $ARGx$ ($ARG1$ do $ARG32$)
ru_ru: Nagios поддерживает до 32 макросов $ARGx$ (от $ARG1$ до $ARG32$)

source: Arguments
pl_pl: Argumenty
ru_ru: Аргументы

source: Please enter a name
pl_pl: Proszę podać nazwę
ru_ru: Пожалуйста, введите имя

source: empty arguments will be removed automatically
pl_pl: puste argumenty zostaną automatycznie usunięte
ru_ru: пустые аргументы будут удалены автоматически

source: Add argument
pl_pl: Dodaj argument
ru_ru: Добавить аргумент

source: Create command
pl_pl: Utwórz komendę
ru_ru: Создать команду

source: User defined macros
pl_pl: Makra zdefiniowane przez użytkownika
ru_ru: Пользовательские макросы

source: Hide value
pl_pl: Ukryj wartość
ru_ru: Скрыть значение

source: Show value
pl_pl: Pokaż wartość
ru_ru: Показать значение

source: Mismatch in number of defined arguments detected
pl_pl: Wykryto niezgodność w liczbie zdefiniowanych argumentów
ru_ru: Обнаружено несоответствие количества определенных аргументов

source: Different amount of used {0} variables compared to defined arguments!
pl_pl: Inna liczba używanych zmiennych {0} w porównaniu do zdefiniowanych argumentów!
ru_ru: Различное количество используемых {0} переменных по сравнению с определенными аргументами!

source: Number of used {0} variables:
pl_pl: Liczba używanych zmiennych {0}:
ru_ru: Количество использованных {0} переменных:

source: Number of defined arguments:
pl_pl: Liczba zdefiniowanych argumentów:
ru_ru: Количество определенных аргументов:

source: Used in command line, but missing in arguments definition
pl_pl: Używane w wierszu poleceń, ale brak w definicji argumentów

source: Defined in arguments definition, but not used in command line
pl_pl: Zdefiniowane w definicji argumentów, ale nie używane w wierszu poleceń

source: Save anyway
pl_pl: Zapisz mimo to
ru_ru: Сохранить в любом случае

source: List of all available default macros
pl_pl: Lista wszystkich dostępnych domyślnych makr
ru_ru: Список всех доступных стандартных макросов

source: Macro
pl_pl: Makro
ru_ru: Макрос

source: Copy command/s
pl_pl: Kopiuj komendę/komendy
ru_ru: Скопировать команду/ы

source: Source command:
pl_pl: Komenda źródłowa:
ru_ru: Исходная команда:

source: Command name
pl_pl: Nazwa komendy
ru_ru: Название команды

source: Name of the new command
pl_pl: Nazwa nowej komendy
ru_ru: Название новой команды

source: Edit command:
pl_pl: Edytuj komendę:
ru_ru: Редактировать команду:

source: Update command
pl_pl: Zaktualizuj komendę
ru_ru: Обновить команду

source: Index
pl_pl: Indeks
ru_ru: Индекс

source: Filter by command name
pl_pl: Filtruj według nazwy komendy
ru_ru: Фильтровать по имени команды

source: Command types
pl_pl: Typy komend
ru_ru: Типы команд

source: Used by
pl_pl: Używane przez
ru_ru: Использован

source: is used by
pl_pl: jest używane przez
ru_ru: используется

source: objects.
pl_pl: obiekty
ru_ru: объектами.

source: This command is not used by any object
pl_pl: Ta komenda nie jest używana przez żaden obiekt.
ru_ru: Эта команда не используется ни одним объектом

source: Database backend
pl_pl: Backend Bazy Danych
ru_ru: База данных бэкенд

source: Configuration file
pl_pl: Plik konfiguracyjny
ru_ru: Файл конфигурации

source: Edit configuration file
pl_pl: Edytuj plik konfiguracyjny
ru_ru: Изменить файл конфигурации

source: Restore default
pl_pl: Przywróć domyślne
ru_ru: Сброс настроек

source: Do you really want to restore default configuration? All manual changes will be lost.
pl_pl: Czy na pewno chcesz przywrócić domyślną konfigurację? Wszystkie ręczne zmiany zostaną utracone.
ru_ru: Вы действительно хотите восстановить стандартную конфигурацию? Все ручные изменения будут потеряны.

source: Carbon storage path
pl_pl: Ścieżka przechowywania Carbon
ru_ru: Carbon путь хранения

source: VictoriaMetrics storage path
pl_pl: Ścieżka przechowywania VictoriaMetrics
ru_ru: VictoriaMetrics путь хранения

source: Carbon Cache instances
pl_pl: Instancje Carbon Cache
ru_ru: Carbon Cache инстанции

source: VictoriaMetrics retention period
pl_pl: Okres przechowywania danych VictoriaMetrics
ru_ru: VictoriaMetrics срок хранения

source: Local Graphite-Web port
pl_pl: Lokalny port Graphite-Web
ru_ru: Local Graphite-Web порт

source: Graphite-Web timezone
pl_pl: Strefa czasowa Graphite-Web
ru_ru: Graphite-Web часовой пояс

source: Server timezone is:
pl_pl: Strefa czasowa serwera to:
ru_ru: Часовой пояс сервера:

source: Current server time:
pl_pl: Aktualny czas serwera:
ru_ru: Текущее время сервера:

source: Local Carbon C Relay port
pl_pl: Lokalny port Carbon C Relay
ru_ru: Local Carbon C Relay порт

source: Enable Docker userland proxy
pl_pl: Włącz Docker userland proxy

source: Network configuration
pl_pl: Konfiguracja sieci
ru_ru: Конфигурация сети

source: Automatically
pl_pl: Automatycznie
ru_ru: Автоматически

source: Manually
pl_pl: Ręcznie
ru_ru: Вручную

source: Docker Compose subnet
pl_pl: Podsieć Docker Compose
ru_ru: Docker Compose подсеть

source: Configuration file editor
pl_pl: Edytor plików konfiguracyjnych
ru_ru: Редактор конфигурационного файла

source: Containerized installation
pl_pl: Instalacja kontenerowa

source: Containerized installations are configured through environment variables
pl_pl: Instalacje kontenerowe są konfigurowane poprzez zmienne środowiskowe

source: File name
pl_pl: Nazwa pliku
ru_ru: Имя файла

source: Use nginx as reverse proxy
pl_pl: Użyj nginx jako reverse proxy
ru_ru: Используйте nginx в качестве обратного прокси

source: HTTP bind address
pl_pl: Adres powiązania HTTP
ru_ru: HTTP адрес привязки

source: HTTPS bind address
pl_pl: Adres powiązania HTTPS
ru_ru: HTTPS адрес привязки

source: Critical (default)
pl_pl: Krytyczny (domyślnie)
ru_ru: Критический (стандарт)

source: Use check_result_path
pl_pl: Użyj check_result_path
ru_ru: Используйте check_result_path

source: Use external command file (nagios.cmd)
pl_pl: Użyj zewnętrznego pliku poleceń (nagios.cmd)
ru_ru: Использовать внешний командный файл (nagios.cmd)

source: Use Naemon Query Handler (nagios.qh recommended)
pl_pl: Użyj Naemon Query Handler (zalecany nagios.qh)
ru_ru: Использовать Naemon Query Handler (рекомендуется nagios.qh)

source: SSH configuration
pl_pl: Konfiguracja SSH
ru_ru: Конфигурация SSH

source: Logging
pl_pl: Logowanie
ru_ru: Ведение журнала

source: Disable loging
pl_pl: Wyłącz logowanie
ru_ru: Отключить ведение журнала

source: Only some information about phpNSTA
pl_pl: Tylko niektóre informacje o phpNSTA
ru_ru: Только немного информации о phpNSTA

source: Process fork information
pl_pl: Informacje o forku procesu
ru_ru: Информация о форке процесса

source: File operation information
pl_pl: Informacje o operacjach plikowych
ru_ru: Информация о работе с файлом

source: Nagios process information
pl_pl: Informacje o procesach Nagios
ru_ru: Информация о процессе Nagios

source: SSH tunnel information
pl_pl: Informacje o tunelu SSH
ru_ru: Информация о туннеле SSH

source: System time synchronization information
pl_pl: Informacje o synchronizacji czasu systemowego
ru_ru: Информация о синхронизации системного времени

source: Events triggerd by the SAT-Systems
pl_pl: Zdarzenia wywołane przez systemy SAT
ru_ru: События, инициируемые SAT-системами

source: Child process monitoring
pl_pl: Monitorowanie procesów potomnych
ru_ru: Мониторинг дочерних процессов

source: Data for Mod_Gearman
pl_pl: Dane dla Mod_Gearman
ru_ru: Данные для Mod_Gearman

source: Bulk Transmission
pl_pl: Transmisja masowa
ru_ru: Массовая передача

source: Custom data transmission
pl_pl: Customa transmisja danych
ru_ru: Передача пользовательских данных

source: ALL
pl_pl: WSZYSTKIE
ru_ru: ВСЕ

source: Time synchronisation
pl_pl: Synchronizacja czasu
ru_ru: Синхронизация времени

source: Hour
pl_pl: Godzina
ru_ru: Час

source: Day
pl_pl: Dzień
ru_ru: День

source: Minute
pl_pl: Minuta
ru_ru: Минута

source: Contact group
pl_pl: Grupa kontaktów
ru_ru: Контактная группа

source: Create new contact group
pl_pl: Utwórz nową grupę kontaktów
ru_ru: Создать новую группу контактов

source: Create contact group
pl_pl: Utwórz grupę kontaktów
ru_ru: Создать контактную группу

source: Copy contact group/s
pl_pl: Kopiuj grupę/kontakty
ru_ru: Скопировать контактную группу/ы

source: Source contact group:
pl_pl: Źródłowa Grupa kontaktów:
ru_ru: Источник контактной группы:

source: Contact group name
pl_pl: Nazwa grupy kontaktów
ru_ru: Имя контактной группы

source: Name of the new contact group
pl_pl: Nazwa nowej grupy kontaktów
ru_ru: Имя новой контактной группы

source: Edit contact group:
pl_pl: Edytuj grupę kontaktów:
ru_ru: Изменить группу контактов:

source: Update contact group
pl_pl: Zaktualizuj grupę kontaktów
ru_ru: Обновить контактную группу

source: Filter by contact group name
pl_pl: Filtruj według nazwy grupy kontaktów
ru_ru: Фильтр по имени группы контактов

source: Filter by contact group description
pl_pl: Filtruj według opisu grupy kontaktów
ru_ru: Фильтр по описанию группы контактов

source: Number of contacts
pl_pl: Liczba kontaktów
ru_ru: Количество контактов

source: Empty
pl_pl: Pusty
ru_ru: Пустой

source: Used By
pl_pl: Używane przez
ru_ru: Использован

source: Host template
pl_pl: Szablon hosta
ru_ru: Шаблон узла

source: Host escalation
pl_pl: Eskalacja hosta
ru_ru: Эскалация узлов

source: Service escalation
pl_pl: Eskalacja serwisu
ru_ru: Эскалация служб

source: Create new contact
pl_pl: Utwórz nowy kontakt
ru_ru: Создать новый контакт

source: Contact
pl_pl: Kontakt
ru_ru: Контакт

source: Phone
pl_pl: Telefon
ru_ru: Телефон

source: User
pl_pl: Użytkownik
ru_ru: Пользователь

source: For browser notifications, a user needs to be assigned to the contact. User Id will be automatically available as $_CONTACTOITCUSERID$ contact macro.
pl_pl: Aby otrzymać powiadomienia w przeglądarce, użytkownik musi zostać przypisany do kontaktu. Identyfikator użytkownika będzie automatycznie dostępny jako makro kontaktowe $_CONTACTOITCUSERID$.
ru_ru: Для уведомлений в браузере пользователю необходимо назначить контакт. Идентификатор пользователя будет автоматически доступен в виде макроса контакта $_CONTACTOITCUSERID$.

source: Host notification
pl_pl: Powiadomienie Hosta
ru_ru: Уведомление узла

source: Host commands
pl_pl: Polecenia hosta
ru_ru: Команды узла

source: Host notifications enabled
pl_pl: Włączone powiadomienia o hostingu
ru_ru: Уведомления узла включены

source: Push notifications to browser
pl_pl: Wysyłaj powiadomienia na przeglądarkę
ru_ru: Push-уведомления в браузер

source: Recovery
pl_pl: Odzyskanie
ru_ru: Восстановление

source: Host notification options
pl_pl: Opcje powiadomień hosta
ru_ru: Параметры уведомлений узла

source: Service notification
pl_pl: Powiadomienie serwisu
ru_ru: Уведомление службы

source: Service commands
pl_pl: Polecenia serwisu
ru_ru: Команды службы

source: Service notifications enabled
pl_pl: Włączone powiadomienia serwisu
ru_ru: Уведомления службы включены

source: Service notification options
pl_pl: Opcje powiadomień serwisu
ru_ru: Параметры уведомлений службы

source: Read more about browser push notification in the
pl_pl: Dowiedz się więcej o powiadomieniach na przeglądarkę w
ru_ru: знайте больше о push-уведомлениях браузера в

source: documentation
pl_pl: dokumentacja
ru_ru: в документации

source: Define contact macros
pl_pl: Zdefiniuj makra kontaktu
ru_ru: Определить контактные макросы

source: CONTACT
pl_pl: KONTAKT
ru_ru: КОНТАКТ

source: Add new macro
pl_pl: Dodaj nowe makro
ru_ru: Добавить новый макрос

source: Create contact
pl_pl: Utwórz kontakt
ru_ru: Создать контакт

source: Import from LDAP
pl_pl: Importuj z LDAP
ru_ru: Импорт из LDAP

source: Import contact from LDAP
pl_pl: Importuj kontakt z LDAP
ru_ru: Импортировать контакт из LDAP

source: Connected LDAP server
pl_pl: Podłączony serwer LDAP
ru_ru: Подключенный сервер LDAP

source: Used filter query
pl_pl: Używane zapytanie filtrujące
ru_ru: Используется фильтр запроса

source: Base DN
pl_pl: Podstawowa DN

source: Imported value from LDAP.
pl_pl: Zaimportowana wartość z LDAP.
ru_ru: Импортированное значение из LDAP.

source: Copy contact/s
pl_pl: Skopiuj kontakt(y)
ru_ru: Копировать контакт/ы

source: Source contact:
pl_pl: Kontakt źródłowy:
ru_ru: Исходный контакт:

source: Contact name
pl_pl: Nazwa kontaktu
ru_ru: Имя контакта

source: Name of the new contact
pl_pl: Nazwa nowego kontaktu
ru_ru: Имя нового контакта

source: Edit contact:
pl_pl: Edytuj kontakt:
ru_ru: Изменить контакт:

source: Required containers
pl_pl: Wymagane kontenery

source: This contact is used by other configuration objects. Deleting these containers would result in a corrupted configuration.
pl_pl: Ten kontakt jest używany przez inne obiekty konfiguracji. Usunięcie tych kontenerów spowoduje uszkodzenie konfiguracji.

source: Update contact
pl_pl: Zaktualizuj kontakt
ru_ru: Обновить контакт

source: Filter by contact name
pl_pl: Filtruj według nazwy kontaktu
ru_ru: Фильтровать по имени контакта

source: Filter by contact email
pl_pl: Filtruj według adresu email kontaktu
ru_ru: Фильтровать по электронной почте

source: Filter by contact phone
pl_pl: Filtruj według telefonu kontaktu
ru_ru: Фильтр по контактному телефону

source: Host notifications
pl_pl: Powiadomienia o hostingu
ru_ru: Уведомления узла

source: Service notifications
pl_pl: Powiadomienia o usłudze
ru_ru: Уведомления службы

source: Used by...
pl_pl: Używane przez...
ru_ru: Использован...

source: This contact is not used by any object
pl_pl: Ten kontakt nie jest używany przez żaden obiekt
ru_ru: Этот контакт не используется ни одним объектом

source: Containers
pl_pl: Kontenery
ru_ru: Контейнеры

source: Global
pl_pl: Globalne
ru_ru: Глобальный

source: Tree
pl_pl: Drzewo
ru_ru: Дерево

source: Show details
pl_pl: Pokaż szczegóły
ru_ru: Показать детали

source: Sub containers:
pl_pl: Podkontenery:
ru_ru: Подконтейнеры:

source: Add new container
pl_pl: Dodaj nowy kontener
ru_ru: Добавить новый контейнер

source: Select container type
pl_pl: Wybierz typ kontenera
ru_ru: Выберите тип контейнера

source: Container name
pl_pl: Nazwa kontenera
ru_ru: Название контейнера

source: Location name
pl_pl: Nazwa lokalizacji
ru_ru: Название местоположения

source: Optional fields for location
pl_pl: Opcjonalne pola dla lokalizacji
ru_ru: Необязательные поля для местоположения

source: Latitude
pl_pl: Szerokość geograficzna
ru_ru: Широта

source: Latitude must be a number between -90 and 90 degree inclusive.
pl_pl: Szerokość geograficzna musi być liczbą między -90 a 90 stopni włącznie.
ru_ru: Широта должна быть числом от -90 до 90 градусов включительно.

source: Longitude
pl_pl: Długość geograficzna
ru_ru: Долгота

source: Longitude must be a number -180 and 180 degree inclusive.
pl_pl: Długość geograficzna musi być liczbą między -180 a 180 stopni włącznie.
ru_ru: Долгота должна быть числом -180 и 180 градусов включительно.

source: Timezone
pl_pl: Strefa czasowa
ru_ru: Часовой пояс

source: Optional fields for tenant
pl_pl: Opcjonalne pola dla najemcy
ru_ru: Необязательные поля для клиента

source: Tenant name
pl_pl: Nazwa najemcy
ru_ru: Имя клиента

source: First name
pl_pl: Imię
ru_ru: Имя

source: Last name
pl_pl: Nazwisko
ru_ru: Фамилия
