Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Error while connecting to Grafana server.
pl_pl: Błąd podczas łączenia się z serwerem Grafana.
ru_ru: Ошибка при подключении к Графана серверу.

source: For detailed information, please uncomment line {0} in {1}. Detailed output is disabled due to security reasons.
pl_pl: Aby uzyskać szczegółowe informacje, proszę odkomentować linię {0} w pliku {1}. Szczegółowe dane wyjściowe są wyłączone ze względów bezpieczeństwa.
ru_ru: Для подробной информации, пожалуйста, раскомментируйте строку {0} в {1}. Детальный вывод отключен по соображениям безопасности

source: Invalid Userdashboard
pl_pl: Nieprawidłowy dashboard użytkownika
ru_ru: Неверный панель пользователя

source: User defined Grafana dashboard successfully deleted
pl_pl: Dashboard Grafany zdefiniowany przez użytkownika został pomyślnie usunięty
ru_ru: Панель пользователя успешно удален

source: Could not delete user defined Grafana dashboard
pl_pl: Nie można usunąć dashboardu Grafany zdefiniowanego przez użytkownika
ru_ru: Не удалось удалить панель пользователя

source: Metric not found
pl_pl: Nie znaleziono metryki

source: Synchronization finished successfully
pl_pl: Synchronizacja zakończona pomyślnie
ru_ru: Синхронизация успешно завершена

source: An error has been occured while synchronizing
pl_pl: Wystąpił błąd podczas synchronizacji
ru_ru: Произошла ошибка при синхронизации

source: Last 2 days
pl_pl: Ostatnie 2 dni
ru_ru: Последние 2 дня

source: Last 7 days
pl_pl: Ostatnie 7 dni
ru_ru: Последние 7 дней

source: Last 30 days
pl_pl: Ostatnie 30 dni
ru_ru: Последние 30 дней

source: Last 90 days
pl_pl: Ostatnie 90 dni
ru_ru: Последние 90 дней

source: Last 6 months
pl_pl: Ostatnie 6 miesięcy
ru_ru: Последние 6 месяцев

source: Last year
pl_pl: Ostatni rok
ru_ru: Прошлый год

source: Today so far
pl_pl: Dzisiaj do teraz
ru_ru: Сегодня до сих пор

source: This week so far
pl_pl: Ten tydzień do teraz
ru_ru: Эта неделя до сих пор

source: This month so far
pl_pl: Ten miesiąc do teraz
ru_ru: Этот месяц до сих пор

source: Last 5 minutes
pl_pl: Ostatnie 5 minut
ru_ru: Последние 5 минут

source: Last 15 minutes
pl_pl: Ostatnie 15 minut
ru_ru: Последние 15 минут

source: Last 30 minutes
pl_pl: Ostatnie 30 minut
ru_ru: Последние 30 минут

source: Last 1 hour
pl_pl: Ostatnia godzina
ru_ru: Последний час

source: Last 3 hours
pl_pl: Ostatnie 3 godziny
ru_ru: Последние 3 часа

source: Last 6 hours
pl_pl: Ostatnie 6 godzin
ru_ru: Последние 6 часов

source: Last 12 hours
pl_pl: Ostatnie 12 godzin
ru_ru: Последние 12 часов

source: Last 24 hours
pl_pl: Ostatnie 24 godziny
ru_ru: Последние 24 часов

source: Refresh every 5s
pl_pl: Odświeżaj co 5s
ru_ru: Обновлять каждые 5 секунд

source: Refresh every 10s
pl_pl: Odświeżaj co 10s
ru_ru: Обновлять каждые 10 секунд

source: Refresh every 30s
pl_pl: Odświeżaj co 30s
ru_ru: Обновлять каждые 30 секунд

source: Refresh every 1m
pl_pl: Odświeżaj co 1m
ru_ru: Обновить каждую минуту

source: Refresh every 5m
pl_pl: Odświeżaj co 5m
ru_ru: Обновлять каждые минут

source: Refresh every 15m
pl_pl: Odświeżaj co 15m
ru_ru: Обновлять каждые 15 минут

source: APIs
pl_pl: API
ru_ru: API-интерфейсы

source: Grafana (auto generated)
pl_pl: Grafana (wygenerowane automatycznie)
ru_ru: Графана (автогенерируемые)

source: Grafana (user defined)
pl_pl: Grafana (zdefiniowane przez użytkownika)
ru_ru: Графана (определяемые пользователем)

source: No element selected
pl_pl: Nie wybrano żadnego elementu
ru_ru: Элемент не выбран!

source: Grafana dashboard
pl_pl: Dashboard Grafany
ru_ru: Графана панель

source: Please choose
pl_pl: Proszę wybrać
ru_ru: Пожалуйста, выберите

source: Save
pl_pl: Zapisz
ru_ru: Сохранить

source: Home
pl_pl: Start
ru_ru: Дома

source: Grafana Module
pl_pl: Moduł Grafany
ru_ru: Графана модуль

source: Configuration
pl_pl: Konfiguracja
ru_ru: Конфигурация

source: Edit
pl_pl: Edytuj
ru_ru: редактировать

source: Grafana URL
pl_pl: URL Grafany
ru_ru: Графана URL

source: Grafana API Key
pl_pl: Klucz API Grafany
ru_ru: Графана API Key

source: Grafana Prefix
pl_pl: Prefix Grafany
ru_ru: Графана префикс

source: Connect via HTTPS
pl_pl: Połącz przez HTTPS
ru_ru: Подключиться через HTTPS

source: Use Proxy
pl_pl: Użyj Proxy
ru_ru: Использовать прокси

source: Determine if the <a ui-sref="ProxyIndex">configured proxy</a> should be used.
pl_pl: Zdefiniuj, czy <a ui-sref="ProxyIndex">skonfigurowane proxy</a> powinno być używane.
ru_ru: Определите, можно ли использовать <a ui-sref="ProxyIndex">настроенный прокси</a>.

source: Determine if the configured proxy should be used.
pl_pl: Zdefiniuj, czy powinno być używane skonfigurowane proxy.
ru_ru: Определите, можно ли использовать настроенный прокси.

source: Ignore SSL certificate
pl_pl: Ignoruj certyfikat SSL
ru_ru: Игнорировать сертификат SSL

source: Disable certificate validation to allow usage of self-signed certificates.
pl_pl: Wyłącz weryfikację certyfikatów, aby umożliwić korzystanie z samopodpisanych certyfikatów.
ru_ru: Отключит проверку сертификата, чтобы разрешить использование самозаверяющих сертификатов.

source: Dashboard Style
pl_pl: Styl Dashboardu
ru_ru: Стиль панели

source: dark
pl_pl: ciemny
ru_ru: темный

source: light
pl_pl: jasny
ru_ru: светлый

source: Hostgroups
pl_pl: Grupy hostów
ru_ru: Группа узлов

source: Only generate dashboards for hosts in the selected host groups. If empty the system will generate a dashboard for all hosts.
pl_pl: Generuj dashboardy tylko dla hostów w wybranych grupach. W przypadku pustej wartości, system wygeneruje dashboardy dla wszystkich hostów.
ru_ru: Создавать инструментальные панели только для узлов в выбранных группах узлов. Если группы узлов пустые, система сгенерирует приборную панель для всех узлов.

source: Hostgroups (excluded)
pl_pl: Grupy hostów (wyłkluczone)
ru_ru: Группа узлов (исключенный)

source: Connection established successfully.
pl_pl: Połączenie ustanowione pomyślnie.
ru_ru: Соединение установлено успешно

source: Check Grafana Connection
pl_pl: Sprawdź połączenie z Grafaną
ru_ru: Проверьте связь с Графаной

source: User dashboards
pl_pl: Dashboardy użytkownika
ru_ru: Пользовательские панели

source: Add
pl_pl: Dodaj
ru_ru: Добавить

source: No Grafana configuration found!
pl_pl: Nie znaleziono konfiguracji Grafany!
ru_ru: Конфигурация Графаны не найдена!

source: Grafana Configuration
pl_pl: Konfiguracja Grafany
ru_ru: Конфигурация Графаны

source: A valid {0} is required, before this feature can be used.
pl_pl: Wymagane jest poprawne {0}, aby można było korzystać z tej funkcji.
ru_ru: Требуется действительное {0}, до того, как эта функция может быть использована.

source: Create new user defined Grafana dashboard
pl_pl: Utwórz nowy, zdefiniowany przez użytkownika dashboard Grafana .
ru_ru: Создать новую пользовательскую панель Графаны

source: Back
pl_pl: Wstecz
ru_ru: Назад

source: created successfully
pl_pl: utworzono pomyślnie
ru_ru: Создано успешно

source: Container
pl_pl: Kontener
ru_ru: Контейнер

source: Please select a container.
pl_pl: Proszę wybrać kontener
ru_ru: Пожалуйста, выберите контейнер.

source: User dashboard name
pl_pl: Nazwa dashboardu użytkownika
ru_ru: Имя панели пользователя

source: Create Grafana dashboard
pl_pl: Utwórz dashboard Grafany
ru_ru: Создать Графана панель инструментов

source: Cancel
pl_pl: Anuluj
ru_ru: Отменить

source: Copy
pl_pl: Kopiuj
ru_ru: Копировать

source: Auto map
pl_pl: Mapuj automatycznie

source: Copy user defined Grafana dashboard/s
pl_pl: Skopiuj dashboard/y Grafany zdefiniowany/e przez użytkownika

source: Source dashboard:
pl_pl: Dashboard źródłowy:

source: Dashboard name
pl_pl: Nazwa dashboardu

source: Edit user defined Grafana dashboard
pl_pl: Nazwa nowego dashboardu Grafany zdefiniowanego przez użytkownika.
ru_ru: Редактировать пользовательскую панель Графаны

source: Update Grafana dashboard
pl_pl: Zaktualizuj dashboard Grafany
ru_ru: Обновление приборной панели Графаны

source: Editor
pl_pl: Edytor
ru_ru: Редактор

source: Please make sure to synchronize your changes with Grafana after you have made modifications.
pl_pl: Proszę upewnij się, że zsynchronizujesz swoje zmiany z Grafaną po dokonaniu modyfikacji.
ru_ru: Пожалуйста, не забудьте синхронизировать ваши изменения с Графаной после внесения изменений.

source: Edit settings
pl_pl: Edytuj ustawienia
ru_ru: Изменить настройки

source: Synchronize with Grafana
pl_pl: Synchronizuj z Grafaną
ru_ru: Синхронизировать с Графаной

source: Add row
pl_pl: Dodaj wiersz
ru_ru: Добавить ряд

source: Synchronize with Grafana Modal
pl_pl: Modal synchronizacji z Grafaną
ru_ru: Синхронизировать с Графаной Модал

source: Close
pl_pl: Zamknij
ru_ru: Закрыть

source: Add Metric
pl_pl: Dodaj metrykę
ru_ru: Добавить метрику

source: Panel options
pl_pl: Opcje panelu
ru_ru: Параметры панели

source: Remove Panel
pl_pl: Usuń panel
ru_ru: Удалить панели

source: Bar chart
pl_pl: Wykres słupkowy
ru_ru: Гистограмма

source: Stat
pl_pl: Statystyka

source: Gauge
pl_pl: Wskaźnik

source: Bar gauge
pl_pl: Wskaźnik słupkowy

source: Bar gauge (Retro LCD)
pl_pl: Wskaźnik słupkowy (retro LCD)

source: Time series
pl_pl: Szereg czasowy

source: This panel is empty. Start by adding metrics.
pl_pl: Ten panel jest pusty. Zacznij od dodania metryk.
ru_ru: Эта панель пустой. Начните с добавления метрик.

source: Add new metric
pl_pl: Dodaj nową metrykę
ru_ru: Добавить новую метрику

source: Update metric
pl_pl: Zaktualizuj metrykę

source: Select service
pl_pl: Wybierz serwis
ru_ru: Выберите службу

source: Select metric
pl_pl: Wybierz metrykę
ru_ru: Выберите метрику

source: Add metric
pl_pl: Dodaj metrykę
ru_ru: Добавить метрику

source: Panel title
pl_pl: Tytuł panelu
ru_ru: Название панели

source: Panel unit
pl_pl: Jednostka panelu
ru_ru: Блок панели

source: Visualization type
pl_pl: Typ wizualizacji

source: Stack series
pl_pl: Serie stosowe

source: only available for time series and bar charts
pl_pl: Dostępne tylko dla serii czasowych i wykresów słupkowych

source: Off
pl_pl: Wyłączony

source: Normal
pl_pl: Normalny
ru_ru: Обычный

source: Changes will be saved automatically.
pl_pl: Zmiany zostaną zapisane automatycznie.
ru_ru: Изменения будут сохранены автоматически.

source: Add Panel
pl_pl: Dodaj panel
ru_ru: Добавить панель

source: Remove Row
pl_pl: Usuń wiersz
ru_ru: Удалить строку

source: Auto refresh
pl_pl: Automatyczne odświeżanie
ru_ru: Автообновление

source: Long term
pl_pl: Długi okres
ru_ru: Долгосрочный

source: Until now
pl_pl: Do teraz
ru_ru: До сих пор

source: Today
pl_pl: Dzisiaj
ru_ru: Cегодня

source: Select user defined Grafana dashboard
pl_pl: Wybierz zdefiniowany przez użytkownika dashboard Grafany
ru_ru: Выберите пользовательскую панель Графаны

source: Overview
pl_pl: Przegląd
ru_ru: Обзор

source: User defined Grafana dashboards
pl_pl: Dashbordy Grafany zdefiniowane przez użytkownika
ru_ru: Пользовательские панели Графаны

source: overview
pl_pl: podsumowanie
ru_ru: обзор

source: Refresh
pl_pl: Odśwież
ru_ru: Обновление

source: New
pl_pl: Nowy
ru_ru: Новый

source: Filter
pl_pl: Filtruj
ru_ru: Фильтр

source: Filter by name
pl_pl: Filtruj wg nazwy
ru_ru: Фильтр по имени

source: Reset Filter
pl_pl: Resetuj filtr
ru_ru: Сбросить фильтр

source: Not synchronized
pl_pl: Nie zsynchronizowane
ru_ru: Не синхронизировано

source: Open in Editor
pl_pl: Otwórz w edytorze
ru_ru: Открыть в редакторе

source: Synchronize
pl_pl: Synchronizuj
ru_ru: Синхронизировать

source: View
pl_pl: Widok
ru_ru: Вид

source: Delete
pl_pl: Usuń
ru_ru: Удалить

source: No entries match the selection
pl_pl: Brak wpisów pasujących do wyboru
ru_ru: Нет записей, соответствующих выбору

source: Select all
pl_pl: Zaznacz wszystko
ru_ru: Все выбрать

source: Undo selection
pl_pl: Cofnij zaznaczenie
ru_ru: Отменить выбор

source: Delete selected
pl_pl: Usuń zaznaczone
ru_ru: Удалить выбранные

source: 404 Ooops...
pl_pl: 404 Uuups...

source: Dashboard not found in Grafana
pl_pl: Nie znaleziono dashboardu Grafany
ru_ru: Панель инструментов не найдена в Графане

source: There is no file to store
pl_pl: Nie znaleziono pliku do zapisu
ru_ru: Нет файла для хранения

source: File extension ".{0}" not supported!
pl_pl: Rozszerzenie pliku ".{0}" nie jest obsługiwane!
ru_ru: Расширение файла ".{0}" не поддерживается

source: Cannot move uploaded file
pl_pl: Nie można przenieść przesłanego pliku
ru_ru: Невозможно переместить загруженный файл

source: File uploaded successfully
pl_pl: Plik został pomyślnie przesłany
ru_ru: Файл успешно загружен

source: Upload failed: {0}
pl_pl: Przesyłanie nie powiodło się: {0}.
ru_ru: Загрузка не удалась: {0}

source: Background deleted successfully.
pl_pl: Tło zostało pomyślnie usunięte.
ru_ru: Фон успешно удалён.

source: Error while deleting background.
pl_pl: Błąd podczas usuwania tła.
ru_ru: Ошибка при удалении фона.

source: Icon deleted successfully.
pl_pl: Ikona została pomyślnie usunięta.
ru_ru: Значок успешно удалён

source: Error while deleting icon.
pl_pl: Błąd podczas usuwania ikony.
ru_ru: Ошибка при удалении значка

source: Iconsets needs to be packed as an .zip file.
pl_pl: Iconset musi być spakowany jako plik .zip.
ru_ru: Наборы иконок должны быть упакованы в ZIP-файл.

source: Could not open uploaded zip file.
pl_pl: Nie można otworzyć przesłanego pliku zip.
ru_ru: Не удалось открыть загруженный ZIP-файл.

source: Mapeditor settings successfully updated
pl_pl: Ustawienia Mapeditora zostały pomyślnie zaktualizowane.
ru_ru: Настройки редактора карт успешно обновлены

source: Invalid map
pl_pl: Nieprawidłowa mapa
ru_ru: Неверная карта

source: Invalid Map
pl_pl: Nieprawidłowa mapa
ru_ru: Неверная карта

source: Invalid Map rotation
pl_pl: Nieprawidłowa rotacja mapy
ru_ru: Неверное вращение карт

source: Map rotation deleted successfully
pl_pl: Rotacja mapy została pomyślnie usunięta
ru_ru: Поворот карт успешно удален

source: Could not delete map rotation
pl_pl: Nie można usunąć rotacji mapy
ru_ru: Не удалось удалить поворот карт

source: Maps
pl_pl: Mapy
ru_ru: Карты

source: Rotations
pl_pl: Rotacje
ru_ru: Повороты

source: Map
pl_pl: Mapa
ru_ru: Карта

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
pl_pl: Przesłany plik przekracza dyrektywę upload_max_filesize w pliku php.ini.
ru_ru: Загруженный файл превышает директиву upload_max_filesize в php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
pl_pl: Przesłany plik przekracza dyrektywę MAX_FILE_SIZE określoną w formularzu HTML
ru_ru: Загруженный файл превышает директиву MAX_FILE_SIZE, указанную в форме HTML

source: The uploaded file was only partially uploaded
pl_pl: Przesyłany plik został tylko częściowo przesłany
ru_ru: Загруженный файл был загружен только частично

source: No file was uploaded
pl_pl: Nie przesłano żadnego pliku
ru_ru: Файл не был загружен

source: Missing a temporary folder.
pl_pl: Brakuje folderu tymczasowego.
ru_ru: Отсутствует временная папка.

source: Failed to write file to disk.
pl_pl: Nie udało się zapisać pliku na dysku.
ru_ru: Не удалось записать файл на диск.

source: A PHP extension stopped the file upload.
pl_pl: Rozszerzenie PHP zatrzymało przesyłanie pliku.
ru_ru: Расширение PHP остановило загрузку файла.

source: Please select a metric.
pl_pl: Proszę wybrać metrykę
ru_ru: Пожалуйста, выберите метрику.

source: Please select an output type.
pl_pl: Proszę wybrać typ wyjściowy.
ru_ru: Пожалуйста, выберите тип вывода.

source: You have to choose at least one option.
pl_pl: Musisz wybrać przynajmniej jedną opcję.
ru_ru: Вы должны выбрать хотя бы один вариант

source: Map Module
pl_pl: Moduł Mapy
ru_ru: Модуль карты

source: Map editor
pl_pl: Edytor mapy
ru_ru: Редактор карт

source: Edit map:
pl_pl: Edytuj mapę:
ru_ru: Редактировать карту:

source: Show help lines
pl_pl: Pokaż linie pomocnicze
ru_ru: Показать вспомогательные линии

source: Help lines distance
pl_pl: Odległość linii pomocniczych
ru_ru: Расстояние между вспомогательными линиями

source: Change size automatically
pl_pl: Zmień rozmiar automatycznie
ru_ru: Автоматическое изменение размера

source: Enable grid
pl_pl: Włącz siatkę
ru_ru: Включить сетку

source: Grid size
pl_pl: Rozmiar siatki
ru_ru: Размер сетки

source: Add item
pl_pl: Dodaj element
ru_ru: Добавьте предмет

source: Add line
pl_pl: Dodaj linię
ru_ru: Добавить строку

source: Add summary status item
pl_pl: Dodaj status podsumowania
ru_ru: Добавить сводку статуса

source: Add gadget
pl_pl: Dodaj gadżet
ru_ru: Добавить гаджет

source: Change background image
pl_pl: Zmień obraz tła
ru_ru: Изменить фоновое изображение

source: Add stateless text
pl_pl: Dodaj bezstanowy tekst
ru_ru: Добавить текст без состояния

source: Add stateless icon
pl_pl: Dodaj bezstanową ikonę
ru_ru: Добавить значок без состояния

source: Click to hide layer
pl_pl: Kliknij, aby ukryć warstwę
ru_ru: Нажмите, чтобы скрыть слой

source: Click to show layer
pl_pl: Kliknij, aby pokazać warstwę
ru_ru: Нажмите, чтобы показать слой

source: Add or edit map item
pl_pl: Dodaj lub edytuj element mapy
ru_ru: Добавить или изменить элемент карты

source: Upload iconset
pl_pl: Wgraj iconset
ru_ru: Загрузить набор иконок

source: Select object type
pl_pl: Prześlij zestaw ikon
ru_ru: Выберите тип объекта

source: Service
pl_pl: Serwis
ru_ru: Служба

source: Hostgroup
pl_pl: Grupa hostów
ru_ru: Группа узлов

source: Servicegroup
pl_pl: Grupa serwisów
ru_ru: Группа служб

source: Select object
pl_pl: Wybierz obiekt
ru_ru: Выберите объект

source: Select iconset
pl_pl: Wybierz iconset
ru_ru: Выберите набор иконок

source: Position X
pl_pl: Pozycja X
ru_ru: Положение X

source: Position Y
pl_pl: Pozycja Y
ru_ru: Положение Y

source: Select layer
pl_pl: Wybierz warstwę
ru_ru: Выберите слой

source: Layers could be used to stack items on a map. Empty layers will be deleted automatically.
pl_pl: Warstwy mogą być używane do układania elementów na mapie. Puste warstwy zostaną automatycznie usunięte.
ru_ru: Слои могут быть использованы для размещения элементов на карте. Пустые слои будут удалены автоматически.

source: Add new layer
pl_pl: Dodaj nową warstwę
ru_ru: Добавить новый слой

source: Show Label
pl_pl: Pokaż etykietę
ru_ru: Показать ярлык

source: Label position
pl_pl: Pozycja etykiety
ru_ru: Положение этикетки

source: Left
pl_pl: Lewo
ru_ru: Слева

source: Top
pl_pl: Góra
ru_ru: Сверху

source: Bottom
pl_pl: Dół
ru_ru: Снизу

source: Right
pl_pl: Prawo
ru_ru: Справа

source: Upload new iconset (as .zip package)
pl_pl: Prześlij nowy iconset (jako paczkę .zip)
ru_ru: Загрузить новый набор иконок (в виде ZIP-пакета)

source: Max allowed file size:
pl_pl: Maksymalny dozwolony rozmiar pliku:
ru_ru: Максимально допустимый размер файла

source: To upload a own iconset, you need to compress all required icons into a .zip archive.
pl_pl: Aby przesłać własny iconset, musisz skompresować wszystkie wymagane ikony do archiwum .zip.
ru_ru: Чтобы загрузить собственный набор значков, вам нужно сжать все необходимые значки в ZIP-архив.

source: All icons needs to be PNG images. In addition you should follow the
pl_pl: Wszystkie ikony muszą być obrazami w formacie PNG. Ponadto, powinieneś przestrzegać
ru_ru: Все иконки должны быть в формате PNG. Кроме того, вы должны следовать

source: openITCOCKPIT color guidelines.
pl_pl: Wytyczne openITCOCKPIT dotyczące kolorów.
ru_ru: рекомендациям openITCOCKPIT по цветам.

source: Required icons:
pl_pl: Wymagane ikony:
ru_ru: Обязательные значки:

source: Go back to settings
pl_pl: Powróć do ustawień
ru_ru: Вернуться к настройкам

source: Add or edit line
pl_pl: Dodaj lub edytuj linię.
ru_ru: Добавить или изменить строку

source: Stateless line
pl_pl: Bezstanowa linia
ru_ru: Линия без статуса

source: End X
pl_pl: Koniec X
ru_ru: Конец Х

source: End Y
pl_pl: Koniec Y
ru_ru: Конец Y

source: Add or edit gadget
pl_pl: Dodaj lub edytuj gadżet
ru_ru: Добавить или изменить гаджет

source: Select gadget type
pl_pl: Wybierz typ gadżetu
ru_ru: Выберите тип гаджета

source: Select output type
pl_pl: Wybierz typ wyjścia
ru_ru: Выберите тип выхода

source: Service output
pl_pl: Wyjście serwisu
ru_ru: Вывод службы

source: Service long output
pl_pl: Długie wyjście serwisu
ru_ru: Длинный выход службы

source: Font size
pl_pl: Rozmiar Fontu
ru_ru: Размер шрифта

source: Width
pl_pl: Szerokość
ru_ru: Ширина

source: Keep blank for default width
pl_pl: Zostaw puste dla domyślnej szerokości
ru_ru: Оставьте пустым для стандартной ширины

source: Height
pl_pl: Wysokość
ru_ru: Высота

source: Map background image is not available!
pl_pl: Obraz tła mapy jest niedostępny!

source: You can choose a new background or manually remove the orphaned link
pl_pl: Możesz wybrać nowe tło lub ręcznie usunąć osierocony link

source: Remove the orphaned link
pl_pl: Usuń osierocony link

source: Remove background from map!
pl_pl: Usuń tło z mapy!

source: If no background image is desired, it can be removed here
pl_pl: Jeśli nie jest wymagany żaden obraz tła, można go usunąć tutaj

source: Remove background
pl_pl: Usuń tło

source: Choose background image
pl_pl: Wybierz obraz tła
ru_ru: Выберите фоновое изображение

source: Upload new background image
pl_pl: Prześlij nowy obraz tła
ru_ru: Загрузить новое фоновое изображение

source: Add or edit stateless text
pl_pl: Dodaj lub edytuj tekst bezstanowy
ru_ru: Добавить или редактировать текст без статуса

source: Description Text
pl_pl: Tekst opisu
ru_ru: Текст описания

source: Official page for openITCOCKPIT
pl_pl: Oficjalna strona openITCOCKPIT
ru_ru: Официальная страница для openITCOCKPIT

source: Open in new tab
pl_pl: Otwórz w nowej karcie
ru_ru: Открыть в новой вкладке

source: Insert link
pl_pl: Wstaw link
ru_ru: Вставить ссылку

source: Smallest
pl_pl: Najmniejszy
ru_ru: Наименьший

source: Smaller
pl_pl: Mniejszy
ru_ru: Меньший

source: Small
pl_pl: Mały
ru_ru: Небольшой

source: Big
pl_pl: Duży
ru_ru: Большой

source: Bigger
pl_pl: Większy
ru_ru: Больший

source: Biggest
pl_pl: Największy
ru_ru: Самый большой

source: Add or edit stateless icon
pl_pl: Dodaj lub edytuj ikonę bezstanową
ru_ru: Добавить или редактировать значок без статуса

source: Upload new icon
pl_pl: Prześlij nową ikonę
ru_ru: Загрузить новый значок

source: Add or edit summary state item
pl_pl: Dodaj lub edytuj element podsumowania stanu
ru_ru: Добавить или редактировать сводку статуса

source: Radius
pl_pl: Promień.
ru_ru: Радиус

source: Keep blank for default radius
pl_pl: Pozostaw puste dla domyślnego promienia.
ru_ru: Оставьте пустым для стандартного радиуса

source: (DISABLED)
pl_pl: (WYŁĄCZONE)
ru_ru: (ОТКЛЮЧЕН)

source: Hostname
pl_pl: Nazwa hosta
ru_ru: Имя узла

source: Description
pl_pl: Opis
ru_ru: Описание

source: State
pl_pl: Stan
ru_ru: Статус

source: Not in monitoring
pl_pl: Nie w monitoringu
ru_ru: Не в мониторинге

source: Output
pl_pl: Wyjście
ru_ru: Выход

source: Last check
pl_pl: Ostatnie sprawdzenie
ru_ru: Последняя проверка

source: Next check
pl_pl: Następne sprawdzenie
ru_ru: Следующая проверка

source: Summary State
pl_pl: Podsumowanie stanu
ru_ru: Сводка статусов

source: Summary Output
pl_pl: Podsumowanie wyjścia
ru_ru: Сводка выводов

source: Services:
pl_pl: Usługi:
ru_ru: Службы

source: Host state
pl_pl: Stan hosta
ru_ru: Состояние узла

source: Last state change
pl_pl: Ostatnia zmiana stanu
ru_ru: Последнее изменение состояния

source: Host group
pl_pl: Grupa hostów
ru_ru: Группа узлов

source: Host group name
pl_pl: Nazwa grupy hostów
ru_ru: Название группы узлов

source: Summary state
pl_pl: Stan podsumowania
ru_ru: Сводка статусов

source: Summary output
pl_pl: Wyjście Podsumowania
ru_ru: Сводка выводов

source: Hosts:
pl_pl: Hosty:
ru_ru: Узлы

source: Hosts overview
pl_pl: Przegląd hostów
ru_ru: Обзор узлов

source: Services overview
pl_pl: Przegląd serwisów
ru_ru: Обзор службов

source: Service group
pl_pl: Grupa serwisów
ru_ru: Группа служб
