Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Changing the bind address can be a potential security issue!
pl_pl: Zmiana adresu powiązania może stanowić potencjalne zagrożenie dla bezpieczeństwa!
ru_ru: Изменение адреса привязки может быть потенциальной проблемой безопасности!

source: The bind-address is configured in my.cnf. Most likely this file is located at {0} or {1}
pl_pl: Adres powiązania jest skonfigurowany w pliku my.cnf. Prawdopodobnie ten plik znajduje się pod adresem {0} lub {1}
ru_ru: Адрес привязки настраивается в my.cnf. Скорее всего, этот файл находится по адресу {0} или {1}

source: Change the bind-address from 127.0.0.1 to the external address of the system or use 0.0.0.0 to bind to all interfaces.
pl_pl: Zmień adres powiązania z 127.0.0.1 na zewnętrzny adres systemu lub użyj 0.0.0.0, aby powiązać się ze wszystkimi interfejsami.
ru_ru: Измените адрес привязки с 127.0.0.1 на внешний адрес системы или используйте 0.0.0.0 для привязки ко всем интерфейсам.

source: Restart the MySQL server to apply the changes.
pl_pl: Uruchom ponownie serwer MySQL, aby zastosować zmiany.
ru_ru: Перезапустите сервер MySQL, чтобы изменения вступили в силу.

source: Create a new MySQL user for {0}
pl_pl: Utwórz nowego użytkownika MySQL dla {0}
ru_ru: Создайте нового пользователя MySQL для {0}

source: Please replace {0} with the address of the {1} server and set a secure password
pl_pl: Proszę zastąpić {0} adresem serwera {1} i ustawić bezpieczne hasło
ru_ru: Замените {0} адресом сервера {1} и установите надежный пароль

source: Database
pl_pl: Baza danych
ru_ru: База данных

source: MySQL services
pl_pl: Usługi MySQL
ru_ru: Службы MySQL

source: Create
pl_pl: Utwórz
ru_ru: Создавать

source: Configuration Wizard:
pl_pl: Wizard Konfiguracji:
ru_ru: Мастер настройки:

source: Host Information
pl_pl: Informacje o Hoście
ru_ru: Информация об узле

source: Use existing host
pl_pl: Użyj istniejącego hosta
ru_ru: Использовать существующий узел

source: API Keys Overview
pl_pl: Przegląd Kluczy API
ru_ru: Обзор API ключей

source: Click on your name in the top left corner to edit your profile.
pl_pl: Kliknij w swoje imię w lewym górnym rogu, aby edytować swój profil.
ru_ru: Нажмите на свое имя в верхнем левом углу, чтобы изменить свой профиль.

source: At the bottom of the page, you can find the "API Keys" section. Click on "Create new API key"
pl_pl: U dołu strony znajdziesz sekcję "Klucze API". Kliknij na "Utwórz nowy klucz API"
ru_ru: Внизу страницы вы можете найти раздел "Ключи API ". Нажмите "Создать новый ключ API"

source: Do you really want delete the selected calendars?
pl_pl: Czy na pewno chcesz usunąć wybrane kalendarze?
ru_ru: Вы действительно хотите удалить выбранные календари?

source: Do you really want delete the selected commands?
pl_pl: Czy na pewno chcesz usunąć wybrane komendy?
ru_ru: Вы действительно хотите удалить выбранные команды?

source: Do you really want delete the selected contactgroups?
pl_pl: Czy na pewno chcesz usunąć wybrane grupy kontaktów?
ru_ru: Вы действительно хотите удалить выбранные группы контактов?

source: Do you really want delete the selected contacts?
pl_pl: Czy na pewno chcesz usunąć wybrane kontakty?
ru_ru: Вы действительно хотите удалить выбранные контакты?

source: success
pl_pl: sukces
ru_ru: успешно

source: You are about to delete downtime for host:
pl_pl: Zamierzasz usunąć czas przestoju dla hosta:
ru_ru: Вы собираетесь удалить обслуживание для узла:

source: Do you want to delete service downtimes for this host too?
pl_pl: Czy chcesz również usunąć czasy przestoju dla usług tego hosta?
ru_ru: Вы также хотите удалить обслуживание служб для этого узла?

source: Loading...
pl_pl: Ładowanie...
ru_ru: Загрузка ...

source: Sign out
pl_pl: Wyloguj
ru_ru: Выход

source: More
pl_pl: Więcej
ru_ru: Больше

source: Do you really want delete the selected hosts?
pl_pl: Czy na pewno chcesz usunąć wybrane hosty?
ru_ru: Вы действительно хотите удалить выбранные узлы?

source: Do you really want disable the selected hosts?
pl_pl: Czy na pewno chcesz wyłączyć wybrane hosty?
ru_ru: Вы действительно хотите отключить выбранные узлы?

source: Do you really want delete the selected hostgroups?
pl_pl: Czy na pewno chcesz usunąć wybrane grupy hostów?
ru_ru: Вы действительно хотите удалить выбранные группы узлов?

source: Do you really want delete the selected maps?
pl_pl: Czy na pewno chcesz usunąć wybrane mapy?
ru_ru: Вы действительно хотите удалить выбранные карты?

source: Switch to Paginator Mode
pl_pl: Przełącz na tryb Paginacji
ru_ru: Переключение в режим пагинации

source: Switch to Scroll Mode
pl_pl: Przełącz na tryb Scrollowania
ru_ru: Переключиться в режим прокрутки

source: APT Repository - Manually action required!
pl_pl: Repozytorium APT - Wymagana interwencja ręczna!
ru_ru: APT Repository - требуется действие вручную!

source: Please contact your system administrator.
pl_pl: Proszę skontaktować się z administratorem systemu.
ru_ru: Пожалуйста, обратитесь к системному администратору.

source: Error code
pl_pl: Kod błędu
ru_ru: Код ошибки

source: Your system is using the old openITCOCKPIT APT repository, which will be shut down soon.
pl_pl: Twój system korzysta z starego repozytorium APT openITCOCKPIT, które niedługo zostanie wyłączone.
ru_ru: Ваша система использует старый репозиторий openITCOCKPIT APT, который скоро будет закрыт.

source: Please update your sources.list to use our new repository
pl_pl: Proszę zaktualizować sources.list, aby korzystać z naszego nowego repozytorium
ru_ru: Пожалуйста, обновите ваш sources.list, чтобы использовать наш новый репозиторий

source: DNF Repository - Manually action required!
pl_pl: Repozytorium DNF - Wymagana interwencja ręczna!

source: Copy to host
pl_pl: Skopiuj do hosta
ru_ru: Копировать в узел

source: Add to servicegroup
pl_pl: Dodaj do grupy serwisowej
ru_ru: Добавить в группу служб

source: Do you really want delete the selected services?
pl_pl: Czy na pewno chcesz usunąć wybrane serwisy?
ru_ru: Вы действительно хотите удалить выбранные службы?

source: Do you really want disable the selected services?
pl_pl: Czy na pewno chcesz wyłączyć wybrane serwisy?
ru_ru: Вы действительно хотите отключить выбранные службы?

source: Do you really want delete the selected servicegroups?
pl_pl: Czy na pewno chcesz usunąć wybrane grupy serwisowe?
ru_ru: Вы действительно хотите удалить выбранные группы служб?

source: Allocate to service template group
pl_pl: Przydziel do grupy szablonu serwisu
ru_ru: Выделить в группу шаблонов служб

source: Do you really want to delete the selected service templates and all attached services?
pl_pl: Czy na pewno chcesz usunąć wybrane szablony usług i wszystkie dołączone do nich usługi?
ru_ru: Вы действительно хотите удалить выбранные шаблоны служб и все подключенные службы?

source: Do you really want to disable the selected service templates?
pl_pl: Czy na pewno chcesz wyłączyć wybrane szablony usług?
ru_ru: Вы действительно хотите отключить выбранные шаблоны служб?

source: Add More
pl_pl: Dodaj Więcej
ru_ru: Добавить больше

source: Do you really want delete the selected tenants? All nodes, contacts, contactgroups, locations, calendars, timeperiods, hosttemplates, hostgroups, hosts, servicetemplates, servicetemplategroups, servicegroups and services from the selected tenant(s) will be deleted too.
pl_pl: Czy na pewno chcesz usunąć wybranych najemców? Wszystkie węzły, kontakty, grupy kontaktów, lokalizacje, kalendarze, okresy czasu, szablony hostów, grupy hostów, hosty, szablony usług, grupy szablonów usług, grupy usług i usługi z wybranych tenant(ów) zostaną również usunięte.
ru_ru: Вы действительно хотите удалить выбранных клиентов? Все контейнеры, контакты, группы контактов, местоположения, календари, периоды времени, шаблоны узлов, группы узлов, узлы, шаблоны служб, группы шаблонов служб, группы служб и службы из выбранных клиентов также будут удалены.

source: Do you really want delete the selected timeperiods?
pl_pl: Czy na pewno chcesz usunąć wybrane okresy czasu?
ru_ru: Вы действительно хотите удалить выбранные периоды времени?

source: Attached you find the automatically generated report:
pl_pl: W załączniku znajdziesz automatycznie wygenerowany raport:
ru_ru: В приложении вы найдете автоматически сгенерированный отчет:

source: (Duration in days: {0})
pl_pl: (Czas trwania w dniach: {0})
ru_ru: (Продолжительность в днях: {0})

source: {0} notification
pl_pl: Powiadomienie {0}
ru_ru: {0} уведомление(й)

source: is {0}
pl_pl: ma status {0}
ru_ru: это {0}

source: The current status was acknowledged by {0} with the comment:
pl_pl: Aktualny status został potwierdzony przez {0} z komentarzem:
ru_ru: Текущий статус был подтвержден {0} с комментарием:

source: Time
pl_pl: Czas
ru_ru: Время

source: Host long output
pl_pl: Długi opis hosta
ru_ru: Длинный выход узла

source: Your password got reset!
pl_pl: Twoje hasło zostało zresetowane!
ru_ru: Ваш пароль был сброшен!

source: New password: {0}
pl_pl: Nowe hasło: {0}
ru_ru: Новый пароль: {0}

source: Please change the password after the first login.
pl_pl: Proszę zmienić hasło po pierwszym zalogowaniu.
ru_ru: Пожалуйста, измените пароль после первого входа.

source: Test mail
pl_pl: Mail testowy
ru_ru: Тестовая почта

source: System test mail
pl_pl: Testowy mail systemowy
ru_ru: Тестовая почта из системы

source: This is a test email of your monitoring system -
pl_pl: To jest testowy email Twojego systemu monitorującego -
ru_ru: Это тестовое письмо вашей системы мониторинга -

source: Attached you find the automatically generated report:
pl_pl: W załączniku znajdziesz automatycznie wygenerowany raport:
ru_ru: В приложении вы найдете автоматически сгенерированный отчет:

source: Title : {0}
pl_pl: Tytuł : {0}
ru_ru: Заголовок: {0}

source: Description : {0}
pl_pl: Opis : {0}
ru_ru: Описание: {0}

source: Expiration (Duration in days: {0})
pl_pl: Wygaśnięcie (Czas trwania w dniach: {0})
ru_ru: Срок действия (Продолжительность в днях: {0})

source: Content: {0}
pl_pl: Zawartość: {0}
ru_ru: Содержание: {0}

source: Your {0} password got reset!
pl_pl: Twoje hasło {0} zostało zresetowane!
ru_ru: Ваш {0} пароль был сброшен!

source: Could not connect to SudoServer. External commands may not work. Please try to reload this page.
pl_pl: Nie można połączyć się z SudoServerem. Polecenia zewnętrzne mogą nie działać. Spróbuj przeładować tę stronę.
ru_ru: Не удалось подключиться к SudoServer. Внешние команды могут не работать. Пожалуйста, попробуйте перезагрузить эту страницу.

source: Lost connection to SudoServer. External commands may not work. Please try to reload this page.
pl_pl: Utracono połączenie z SudoServerem. Polecenia zewnętrzne mogą nie działać. Spróbuj przeładować tę stronę.
ru_ru: Потеряна связь с SudoServer. Внешние команды могут не работать. Пожалуйста, попробуйте перезагрузить эту страницу.

source: Sign In
pl_pl: Zaloguj
ru_ru: Войти в систему

source: There are no time frames defined.Time evaluation report data is not available for the selected period.
pl_pl: Nie zdefiniowano ram czasowych. Danych raportu o ocenie czasu nie ma dostępnych dla wybranego okresu.
ru_ru: Временные рамки не определены. Данные отчета об оценке времени недоступны для выбранного периода.

source: Certificates where already exchanged.
pl_pl: Certyfikaty zostały już wymienione.
ru_ru: Сертификаты уже обменены.

source: Agent is only reachable through HTTP but should be reachable through secure HTTPS. Most likely someone deleted the certificate file on the agent.
pl_pl: Agent jest osiągalny tylko poprzez HTTP, ale powinien być osiągalny poprzez bezpieczne HTTPS. Najprawdopodobniej ktoś usunął plik certyfikatu agenta.
ru_ru: Агент доступен только через HTTP, но должен быть доступен через защищенный HTTPS. Скорее всего кто-то удалил файл сертификата на агенте.

source: TLS certificate mismatch. Agent has maybe compromised. Please make sure that you are connected to the right Agent. To resolve this issue delete the files "agent.crt", "agent.csr" and "server_ca-crt" and restart the Agent.
pl_pl: Niezgodność certyfikatu TLS. Agent może być skompromitowany. Upewnij się, że jesteś podłączony do właściwego Agenta. Aby rozwiązać ten problem, usuń pliki "agent.crt", "agent.csr" i "server_ca-crt" i uruchom ponownie Agenta.
ru_ru: Несоответствие сертификата TLS. Возможно, агент скомпрометирован. Убедитесь, что вы подключены к правильному агенту. Чтобы решить эту проблему, удалите файлы "agent.crt", "agent.csr" and "server_ca-crt" и перезапустите агент.

source: AutoTLS certificates successfully exchanged.
pl_pl: Certyfikaty AutoTLS zostały pomyślnie wymienione.
ru_ru: Сертификаты AutoTLS успешно обменены.

source: Error while sending certificate to Agent.
pl_pl: Błąd podczas wysyłania certyfikatu do Agenta.
ru_ru: Ошибка при отправке сертификата агенту.

source: No JSON response from Agent or key csr is missing in the result
pl_pl: Brak odpowiedzi JSON od Agenta lub brak klucza csr w wyniku
ru_ru: В результате отсутствует ответ JSON от агента или ключ csr

source: Could not establish HTTP connection for AutoTLS certificate exchange.
pl_pl: Nie można ustanowić połączenia HTTP do wymiany certyfikatu AutoTLS.
ru_ru: Не удалось установить HTTP-соединение для обмена сертификатами AutoTLS.

source: Successfully establish HTTPS connection to the Agent (No AutoTLS).
pl_pl: Udało się ustanowić połączenie HTTPS z Agentem (bez AutoTLS).
ru_ru: Успешно удалось установить HTTPS-соединение с агентом (без AutoTLS).

source: No JSON response from Agent or key agent is missing in the result
pl_pl: Brak odpowiedzi JSON od Agenta lub brak klucza agent w wyniku
ru_ru: В результате отсутствует ответ JSON от агента или ключ агента.

source: Could not establish HTTPS connection
pl_pl: Nie można ustanowić połączenia HTTPS
ru_ru: Не удалось установить HTTPS-соединение

source: Connection established successfully using insecure HTTP (plaintext).
pl_pl: Połączenie zostało pomyślnie ustanowione przy użyciu niezabezpieczonego HTTP (czysty tekst).
ru_ru: Соединение успешно установлено с использованием незащищенного HTTP (открытый текст).

source: Could not establish insecure HTTP connection
pl_pl: Nie można ustanowić niezabezpieczonego połączenia HTTP
ru_ru: Не удалось установить небезопасное HTTP-соединение

source: SSH user used to establish SSH connection with satellite systems.
pl_pl: Użytkownik SSH używany do nawiązania połączenia SSH z systemami satelitarnymi.
ru_ru: Пользователь SSH использовал для установления SSH соединения со спутниковыми системами.

source: Private key file used to establish SSH connection.
pl_pl: Plik klucza prywatnego używany do nawiązania połączenia SSH.
ru_ru: Файл закрытого ключа, используемый для установления SSH соединения.

source: Public key file used to establish SSH connection.
pl_pl: Plik klucza publicznego używany do nawiązania połączenia SSH.
ru_ru: Файл открытого ключа, используемый для установления соединения SSH.

source: Remote command to restart monitoring engine and run remote after export tasks.
pl_pl: Zdalna komenda do ponownego uruchomienia silnika monitorowania i uruchomienia zdalnych zadań po eksporcie.
ru_ru: Удаленная команда для перезапуска механизма мониторинга и запуска удаленного после задач экспорта.

source: Port number of remote SSH server.
pl_pl: Numer portu zdalnego serwera SSH.
ru_ru: Номер порта удаленного SSH-сервера.

source: This field needs to be a float.
pl_pl: To pole musi być liczbą zmiennoprzecinkową.
ru_ru: Это поле должно быть числом с плавающей точкой.

source: This field needs to be an integer.
pl_pl: To pole musi być liczbą całkowitą.
ru_ru: Это поле должно быть целым числом.

source: This field needs to be a boolean.
pl_pl: To pole musi być wartością logiczną (true/false).
ru_ru: Это поле должно быть логическим.

source: This field can not left be blank.
pl_pl: To pole nie może pozostać puste.
ru_ru: Это поле не может быть пустым.

source: Value out of range (Nagios, Crate, Statusengine3)
pl_pl: Wartość poza zakresem (Nagios, Crate, Statusengine3)
ru_ru: Значение вне диапазона (Nagios, Crate, Statusengine3)

source: Database Backend used by openITCOCKPIT. Be careful with this option!
pl_pl: Backend bazy danych używany przez openITCOCKPIT. Bądź ostrożny z tą opcją!
ru_ru: База данных, используемая openITCOCKPIT. Будьте осторожны с этой опцией!

source: The host address where the gearman-job-server is running.
pl_pl: Adres hosta, na którym działa gearman-job-server.
ru_ru: Адрес узла, на котором работает gearman-job-server.

source: Process id file used by the gearman_worker.
pl_pl: Plik ID procesu używany przez gearman_worker.
ru_ru: Файл идентификатора процесса, используемый механизмом gearman_worker.

source: Port number of gearman-job-server.
pl_pl: Numer portu gearman-job-server.
ru_ru: Номер порта gearman-job-server.

source: Number of gearman_worker processes.
pl_pl: Liczba procesów gearman_worker.
ru_ru: Количество процессов gearman_worker.

source: openITCOCKPIT Interface configuration files
pl_pl: Pliki konfiguracyjne interfejsu openITCOCKPIT
ru_ru: Конфигурационные файлы интерфейса openITCOCKPIT

source: Carbon and Whisper (Graphing)
pl_pl: Carbon i Whisper (Tworzenie wykresów)
ru_ru: Carbon и Whisper (Graphing)

source: Value is not in CIDR notation
pl_pl: Wartość nie jest w notacji CIDR
ru_ru: Значение не в нотации CIDR

source: Value is not a valid IPv4 address in CIDR notation
pl_pl: Wartość nie jest prawidłowym adresem IPv4 w notacji CIDR
ru_ru: Значение не является действительным адресом IPv4 в нотации CIDR

source: Subnet needs to be numeric.
pl_pl: Podsieć musi być liczbą.
ru_ru: Подсеть должна быть числовой.

source: Value is not a valid IPv4 address in CIDR notation. Subnet is out of range.
pl_pl: Wartość nie jest prawidłowym adresem IPv4 w notacji CIDR. Podsieć jest poza zakresem.
ru_ru: Значение не является действительным адресом IPv4 в нотации CIDR. Подсеть вне диапазона.

source: Can not be the same subnet as used for Fixed CIDR
pl_pl: Nie może być tą samą podsiecią, co używana dla stałego CIDR
ru_ru: Не может быть той же подсети, что и для Fixed CIDR

source: Path where Carbon will store whisper files.
pl_pl: Ścieżka, gdzie Carbon będzie przechowywać pliki whisper.
ru_ru: Путь, в котором Carbon будет хранить whisper файлы.

source: Number of carbon cache instances for multi core CPU scaling
pl_pl: Liczba instancji carbon cache dla skalowania wielordzeniowych procesorów
ru_ru: Количество экземпляров carbon кэша для масштабирования многоядерных процессоров

source: Number of Carbon-C-Relay worker threads. (Carbon-Cache load balancer)
pl_pl: Liczba wątków workerów Carbon-C-Relay. (Load balancer Carbon-Cache)
ru_ru: Количество Carbon-C-Relay рабочих потоков. (Балансировщик нагрузки Carbon-Cache)

source: Local HTTP port used by Graphite-Web
pl_pl: Lokalny port HTTP używany przez Graphite-Web
ru_ru: Локальный порт HTTP, используемый Graphite-Web

source: Local plaintext port to send metrics to Carbon-C-Relay.
pl_pl: Lokalny port tekstowy do wysyłania metryk do Carbon-C-Relay.
ru_ru: Локальный открытый текстовый порт для отправки метрик в Carbon-C-Relay.

source: Only beneficial on linux filesystems that support the fallocate system call. It maintains the benefits of contiguous reads/writes, but with a potentially much faster creation speed, by allowing the kernel to handle the block allocation and zero-ing. Enabling this option may allow a large increase of MAX_CREATES_PER_MINUTE. If enabled on an OS or filesystem that is unsupported this option will gracefully fallback to standard POSIX file access methods.
pl_pl: Korzystne tylko na systemach plików Linux, które obsługują wywołanie systemowe fallocate. Utrzymuje korzyści z ciągłych odczytów/zapisów, ale z potencjalnie dużo szybszą prędkością tworzenia, pozwalając na zarządzanie alokacją bloku i zerowaniem przez jądro. Włączenie tej opcji może spowodować znaczny wzrost MAX_CREATES_PER_MINUTE. Jeśli opcja jest włączona na systemie operacyjnym lub systemie plików, które nie są obsługiwane, ta opcja będzie elegancko przechodzić na standardowe metody dostępu do plików POSIX.
ru_ru: Полезно только для файловых систем linux, которые поддерживают системный вызов fallocate. Он поддерживает преимущества непрерывного чтения / записи, но с потенциально гораздо более высокой скоростью создания, позволяя ядру обрабатывать распределение блоков и обнуление. Включение этой опции может позволить значительно увеличить MAX_CREATES_PER_MINUTE. Если эта опция включена в ОС или файловой системе, которая не поддерживается, эта опция будет постепенно отступать от стандартных методов доступа к файлам POSIX.

source: Set your local timezone for Graphite-Web. (Django's default is America/Chicago) If your graphs appear to be offset by a couple hours then this probably needs to be explicitly set to your local timezone. Set this value to the same timezone, as your servers timezone is!
pl_pl: Ustaw swoją lokalną strefę czasową dla Graphite-Web. (Domyślnie w Django jest to America/Chicago) Jeśli Twoje wykresy wydają się przesunięte o kilka godzin, prawdopodobnie trzeba to jasno ustawić na Twoją lokalną strefę czasową. Ustaw tę wartość na taką samą strefę czasową, jak Twoja strefa czasowa serwera!
ru_ru: Установите местный часовой пояс для Graphite-Web. (Django Стандарт America/Chicago) Если ваши графики смещены на пару часов, то, вероятно, необходимо явно указать местный часовой пояс. Установите это значение в тот же часовой пояс, что и часовой пояс вашего сервера!

source: Determine if docker daemon will automatically configure network interface docker0
pl_pl: Określ, czy demon docker automatycznie skonfiguruje interfejs sieciowy docker0
ru_ru: Определите, будет ли docker демон автоматически настраивать сетевой интерфейс docker0

source: Subnet used by Docker Compose in CIDR notation. For Example 192.168.1.0/24. Needs to be a different subnet than used for Fixed CIDR!
pl_pl: Podsieć używana przez Docker Compose w notacji CIDR. Na przykład 192.168.1.0/24. Musi być inną podsiecią niż ta używana dla stałego CIDR!
ru_ru: Подсеть, используемая Docker Compose в нотации CIDR. Для примера 192.168.1.0/24. Нужно быть другой подсетью, чем используется для Fixed CIDR!

source: Path used by VictoriaMetrics to store data.
pl_pl: Ścieżka używana przez VictoriaMetrics do przechowywania danych.
ru_ru: Путь, используемый VictoriaMetrics для хранения данных.

source: Period in month how long VictoriaMetrics will keep stored metrics.
pl_pl: Okres w miesiącach, przez jaki czas VictoriaMetrics będzie przechowywać dane metryczne.
ru_ru: Период в месяц, как долго VictoriaMetrics будет хранить сохраненные метрики.

source: Local HTTP port used by VictoriaMetrics.
pl_pl: Lokalny port HTTP używany przez VictoriaMetrics.
ru_ru: Локальный порт HTTP, используемый VictoriaMetrics.

source: Enable the Docker userland proxy. Warning: This could lead to very high CPU usage.
pl_pl: Włącz proxy użytkownika Docker. Ostrzeżenie: Może to prowadzić do bardzo wysokiego użycia procesora.

source: IP-Address of the Graphite-Web server openITCOCKPIT should use to query data.
pl_pl: Adres IP serwera Graphite-Web, którego openITCOCKPIT powinien użyć do zapytań o dane.
ru_ru: IP-адрес графического веб-сервера openITCOCKPIT должен использовать для запроса данных.

source: Port of the Graphite-Web server.
pl_pl: Port serwera Graphite-Web.
ru_ru: Порт Graphite-Web сервера.

source: Prefix added to every metric stored in carbon
pl_pl: Prefiks dodawany do każdej metryki przechowywanej w carbon
ru_ru: Добавлен префикс к каждой метрике, хранящейся в carbon

source: Use HTTPS to connect to Graphite-Web server.
pl_pl: Użyj protokołu HTTPS do połączenia z serwerem Graphite-Web.
ru_ru: Используйте HTTPS для подключения к Graphite-Web серверу.
