Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Street
pl_pl: Ulica
ru_ru: Улица

source: Any street
pl_pl: Dowolna ulica
ru_ru: Любая улица

source: Zip code
pl_pl: Kod pocztowy
ru_ru: Индекс

source: City
pl_pl: Miasto
ru_ru: Город

source: Any city
pl_pl: Dowolne miasto
ru_ru: Любой город

source: Create new node
pl_pl: Utwórz nowy węzeł
ru_ru: Создать новый контейнерный узел

source: Create new tenant
pl_pl: Utwórz nowy tenant
ru_ru: Создать нового клиента

source: Create new location
pl_pl: Utwórz nową lokalizację
ru_ru: Создать новое местоположение

source: Edit container name
pl_pl: Edytuj nazwę kontenera
ru_ru: Изменить имя контейнера

source: Show Details
pl_pl: Pokaż szczegóły
ru_ru: Показать детали

source: Auto reports
pl_pl: Raporty automatyczne
ru_ru: Авто отчеты

source: Container
pl_pl: Kontener
ru_ru: Контейнер

source: details
pl_pl: szczegóły
ru_ru: подробности

source: Containers map
pl_pl: Mapa kontenerów
ru_ru: Карта контейнеров

source: Fullscreen mode
pl_pl: Tryb pełnoekranowy
ru_ru: Полноэкранный режим

source: nodes
pl_pl: węzły
ru_ru: узлов

source: Cron jobs
pl_pl: Zadania Cron

source: Cronjobs
pl_pl: Zadania Cron

source: Task
pl_pl: Zadanie
ru_ru: Задание

source: Plugin
pl_pl: Wtyczka
ru_ru: Плагин

source: Interval
pl_pl: Interwał
ru_ru: Интервал

source: Last scheduled
pl_pl: Ostatnio zaplanowane
ru_ru: Последний запланированный

source: Is currently running
pl_pl: Aktualnie jest uruchomione
ru_ru: В настоящее время работает

source: Add Cronjob
pl_pl: Dodaj zadanie Cron
ru_ru: Добавить Cronjob

source: Cronjob schedule interval in minutes
pl_pl: Interwał harmonogramu zadania Cron w minutach
ru_ru: Интервал расписания Cronjob в минутах

source: Determine if this cronjob should be executed.
pl_pl: Określ, czy to zadanie Cron powinno zostać wykonane.
ru_ru: Определите, следует ли выполнять этот cronjob.

source: Edit Cronjob
pl_pl: Edytuj zadanie Cron
ru_ru: Редактировать Cronjob

source: Current state report
pl_pl: Raport o aktualnym stanie
ru_ru: Отчет о текущем состоянии

source: Create new current state report
pl_pl: Utwórz nowy raport o aktualnym stanie
ru_ru: Создать новый отчет о текущем состоянии

source: Report created successfully
pl_pl: Raport utworzony pomyślnie
ru_ru: Отчет успешно создан

source: Report could not be created
pl_pl: Raport nie mógł zostać utworzony
ru_ru: Отчет не может быть создан

source: Report format
pl_pl: Format raportu
ru_ru: Формат отчета

source: Service status
pl_pl: Status serwisu
ru_ru: Статус служб

source: Check type
pl_pl: Typ testu
ru_ru: Тип проверки

source: Active service
pl_pl: Aktywny serwis
ru_ru: Активная служба

source: Passive service
pl_pl: Serwis bierny
ru_ru: Пассивная служба

source: Generating report...
pl_pl: Generowanie raportu...
ru_ru: Генерация отчета ...

source: State type
pl_pl: Typ stanu
ru_ru: Тип статуса

source: n/a
pl_pl: n/d
ru_ru: недоступно

source: Hard state
pl_pl: Stan twardy
ru_ru: Твердное состояние

source: Soft state
pl_pl: Stan miękki
ru_ru: Мягкое состояние

source: Passively transferred service
pl_pl: Serwis przeniesiony pasywnie
ru_ru: Пассивно передаваемая служба

source: State since
pl_pl: Stan od
ru_ru: Статус с

source: Performance data
pl_pl: Dane wydajności
ru_ru: Данные о производительности

source: No performance data available
pl_pl: Brak dostępnych danych wydajności
ru_ru: Данные о производительности отсутствуют

source: Create current state report
pl_pl: Utwórz raport o bieżącym stanie
ru_ru: Создать отчет о текущем состоянии

source: Current state report
pl_pl: Raport o bieżącym stanie
ru_ru: Отчет о текущем состоянии

source: Date:
pl_pl: Data:
ru_ru: Дата:

source: Status since
pl_pl: Stan od
ru_ru: Статус с

source: Not Acknowledged
pl_pl: Nie potwierdzony
ru_ru: Не подтверждено

source: In Downtime
pl_pl: W czasie przestoju
ru_ru: В обслуживание

source: Not in Downtime
pl_pl: Nie w czasie przestoju
ru_ru: Не в обслуживании

source: Scroll interval:
pl_pl: Interwał przewijania:
ru_ru: Интервал прокрутки:

source: Created
pl_pl: Utworzony
ru_ru: Созданный

source: Duration
pl_pl: Czas trwania
ru_ru: Продолжительность

source: Was cancelled
pl_pl: Został anulowany
ru_ru: Был отменен

source: Options
pl_pl: Opcje
ru_ru: Опции

source: Is running
pl_pl: Jest uruchomiony
ru_ru: Это работает

source: Was not cancelled
pl_pl: Nie został anulowany
ru_ru: Не был отменен

source: Hide expired
pl_pl: Ukryj wygasłe
ru_ru: Скрыть, если истек

source: Downtime comment
pl_pl: Komentarz do przestoju

source: Acknowledgement comment
pl_pl: Komentarz potwierdzenia

source: Show more information
pl_pl: Pokaż więcej informacji

source: Filter by host output
pl_pl: Filtruj według wyjścia hosta
ru_ru: Фильтровать по выходу узла

source: Filter by excluded tags
pl_pl: Filtruj według wykluczonych tagów
ru_ru: Фильтровать по исключенным тегам

source: Downtime was set by
pl_pl: Przestój został ustawiony przez
ru_ru: Техническое обслуживание было установлено

source: with an duration of
pl_pl: z czasem trwania
ru_ru: с продолжительностью

source: Start time:
pl_pl: Czas rozpoczęcia:
ru_ru: Начало:

source: End time:
pl_pl: Czas zakończenia:
ru_ru: Конец:

source: Comment:
pl_pl: Komentarz:
ru_ru: Комментарий

source: Acknowledgement was set by
pl_pl: Potwierdzenie zostało ustawione przez
ru_ru: Подтверждение было установлено

source: at
pl_pl: o
ru_ru: в

source: The state of this host is currently flapping!
pl_pl: Stan tego hosta jest obecnie niestabilny!
ru_ru: Статус этого узла в данный момент колеблется!

source: Next check
pl_pl: Następne sprawdzenie
ru_ru: Следующая проверка

source: Long output
pl_pl: Długi wynik
ru_ru: Длинный выход

source: Rename
pl_pl: Zmień nazwę
ru_ru: Переименовать

source: Start sharing
pl_pl: Rozpocznij udostępnianie
ru_ru: Начать делиться

source: Stop sharing
pl_pl: Zatrzymaj udostępnianie
ru_ru: Закончить делиться

source: Setup tab rotation
pl_pl: Ustawienia rotacji karty
ru_ru: Настройка поворота вкладок

source: Lock for edit
pl_pl: Zablokuj do edycji
ru_ru: Блокировка для редактирования

source: Add Widget
pl_pl: Dodaj widżet
ru_ru: Добавить виджет

source: Add tab
pl_pl: Dodaj kartę
ru_ru: Добавить вкладку

source: Edit title
pl_pl: Edytuj tytuł
ru_ru: Изменить заголовок

source: Remove widget
pl_pl: Usuń widżet
ru_ru: Удалить виджет

source: Edit widget title
pl_pl: Edytuj tytuł widżetu
ru_ru: Изменить заголовок виджета

source: Save widget Title
pl_pl: Zapisz tytuł widżetu
ru_ru: Сохранить название виджета

source: Create new tab
pl_pl: Utwórz nową kartę
ru_ru: Создать новую вкладку

source: Tab name
pl_pl: Nazwa karty
ru_ru: Название вкладки

source: Create from shared tab
pl_pl: Utwórz z udostępnionej karty
ru_ru: Создать из общей вкладки

source: Select shared tab
pl_pl: Wybierz udostępnioną kartę
ru_ru: Выберите общую вкладку

source: Tab rotation interval
pl_pl: Interwał rotacji karty
ru_ru: Интервал вращения вкладки

source: Set tab rotation interval
pl_pl: Ustaw interwał rotacji karty
ru_ru: Установить интервал вращения вкладки

source: If you only have one tab, the rotation will just refresh the data of your current tab.
pl_pl: Jeśli masz tylko jedną kartę, rotacja będzie jedynie odświeżać dane twojej aktualnej karty.
ru_ru: Если у вас есть только одна вкладка, вращение просто обновит данные вашей текущей вкладки.

source: Rename tab
pl_pl: Zmień nazwę karty
ru_ru: Переименовать вкладку

source: New tab name
pl_pl: Nowa nazwa karty
ru_ru: Имя новой вкладки

source: For your dashboard is an update available
pl_pl: Dostępna jest aktualizacja dla twojego dashboardu
ru_ru: Для вашей приборной панели доступно обновление

source: You created this dashboard out of an "shared" dashboard. The original dashboard was updated.
pl_pl: Utworzyłeś ten dashboard na podstawie "udostępnionego" dashboardu Oryginalny dashboard został zaktualizowany.
ru_ru: Вы создали эту панель инструментов из "общей" панели инструментов. Оригинальная панель инструментов была обновлена.

source: This means the original dashboard was reorder, new objects where added or existing objects gets deleted.
pl_pl: Oznacza to, że oryginalny dashboard został przearanżowany, dodano nowe obiekty lub istniejące obiekty zostały usunięte.
ru_ru: Это означает, что исходная панель инструментов была переупорядочена, новые объекты, где добавлены или существующие объекты, удаляются.

source: You can now choose if you want to update your dashboard or keep your current dashboard.
pl_pl: Możesz teraz wybrać, czy chcesz zaktualizować swój dashboard, czy zachować swój obecny dashboard.
ru_ru: Теперь вы можете выбрать, хотите ли вы обновить свою панель мониторинга или сохранить текущую панель мониторинга.

source: Warning: By updating your dashboard, local modifications will get lost.
pl_pl: Ostrzeżenie: Aktualizując swój dashboard, lokalne modyfikacje zostaną utracone.
ru_ru: Предупреждение: при обновлении панели инструментов локальные изменения будут потеряны.

source: Never perform an update for this dashboard
pl_pl: Nigdy nie wykonuj aktualizacji tego dashboardu
ru_ru: Никогда не выполнять обновление для этой панели

source: Yes update
pl_pl: Tak, zaktualizuj
ru_ru: Да, обновить

source: No thanks
pl_pl: Nie, dziękuję
ru_ru: Спасибо, не надо

source: New title of widget
pl_pl: Nowy tytuł widżetu
ru_ru: Новый заголовок виджета

source: Insert text, html or markdown code
pl_pl: Wstaw tekst, kod html lub markdown
ru_ru: Вставьте текст, HTML или markdown код

source: Currently are no network segment issues
pl_pl: Obecnie nie ma problemów z segmentem sieciowym
ru_ru: В настоящее время нет проблем с сегментами сети

source: Service name
pl_pl: Nazwa serwisu
ru_ru: Наименование службы

source: Filter by service output
pl_pl: Filtruj według wyników serwisu
ru_ru: Фильтровать по выходу службы

source: Filter by host tags
pl_pl: Filtruj według tagów hosta

source: Filter by excluded host tags
pl_pl: Filtruj wyłączając tagi hosta

source: Filter by service tags
pl_pl: Filtruj według tagów serwisu

source: Filter by excluded service tags
pl_pl: Filtruj wyłączając tagi serwisu

source: The state of this service is currently flapping!
pl_pl: Stan tego serwisu jest obecnie niestabilny!
ru_ru: Состояние этой службы в настоящее время колеблется!

source: Problem with host detected!
pl_pl: Wykryto problem z hostem!
ru_ru: Обнаружена проблема с узлом!

source: The host of this service is currently in a planned maintenance period
pl_pl: Host tego serwisu jest obecnie w okresie planowanej konserwacji
ru_ru: Узел этой службы в настоящее время находится в плановом техническом обслуживании.

source: Show label
pl_pl: Pokaż etykietę
ru_ru: Показать метку

source: Total hosts
pl_pl: Razem hostów
ru_ru: Всего узлов

source: Unhandled Hosts
pl_pl: Nieobsłużone Hosty
ru_ru: Необработанные узлы

source: Acknowledgments
pl_pl: Potwierdzenia
ru_ru: Подтверждения

source: Filter by host groups
pl_pl: Filtruj według grup hostów
ru_ru: Фильтр по группам узлов

source: Total services
pl_pl: Razem serwisów
ru_ru: Всего служб

source: Unhandled Services
pl_pl: Nieobsłużone Serwisy
ru_ru: Необработанные службы

source: Filter by service groups
pl_pl: Filtruj według grup serwisów
ru_ru: Фильтр по группам служб

source: To embed a website the {0} HTML tag is used.
pl_pl: Aby osadzić stronę internetową używany jest tag HTML {0}.
ru_ru: Для встраивания веб-сайта используется HTML-тег {0}.

source: Most websites have restrictions for embedding and my not work. Depending on the security settings of the web browser mixing of http and https connections can cause issues.
pl_pl: Większość stron internetowych ma ograniczenia dotyczące osadzania i może nie działać. W zależności od ustawień zabezpieczeń przeglądarki internetowej, mieszanie połączeń http i https może powodować problemy.
ru_ru: Большинство веб-сайтов имеют ограничения на встраивание и могут не работать. В зависимости от настроек безопасности веб-браузера смешивание соединений http и https может вызвать проблемы.

source: hosts are monitored
pl_pl: hostów jest monitorowanych
ru_ru: узлы контролируются

source: services are monitored
pl_pl: serwisów jest monitorowanych
ru_ru: службы контролируются

source: Your selected Timezone is
pl_pl: Twoja wybrany strefa czasowa to
ru_ru: Ваш выбранный часовой пояс

source: {0} version is {1},
pl_pl: Wersja {0} to {1},
ru_ru: {0} версия: {1},

source: No active subscription
pl_pl: Brak aktywnej subskrypcji
ru_ru: Нет активной подписки

source: Community Edition
pl_pl: Edycja Community

source: Enterprise Edition
pl_pl: Edycja Enterprise

source: Deleted
pl_pl: Usunięty
ru_ru: Удаленный

source: Deleted hosts
pl_pl: Usunięte hosty
ru_ru: Удаленные узлы

source: Monitored
pl_pl: Monitorowany
ru_ru: Контролируемые

source: Not monitored
pl_pl: Nie monitorowany
ru_ru: Не контролируемые

source: Performance data deleted
pl_pl: Usunięte dane wydajnościowe
ru_ru: Данные о производительности удалены

source: Pending
pl_pl: Oczekujący
ru_ru: В ожидании

source: Host template:
pl_pl: Szablon hosta:
ru_ru: Шаблон узла:

source: Service template:
pl_pl: Szablon serwisu:
ru_ru: Шаблон службы:

source: Object
pl_pl: Obiekt
ru_ru: Объект

source: No documentation has been written yet for this object. Click on "Edit" to start writing.
pl_pl: Dla tego obiektu nie napisano jeszcze dokumentacji. Kliknij "Edytuj", aby zacząć pisanie.
ru_ru: Никакой документации еще не было написано для этого объекта. Нажмите "Изменить", чтобы начать писать.

source: Insert hyperlink
pl_pl: Wstaw hiperłącze
ru_ru: Вставить гиперссылку

source: Insert
pl_pl: Wstaw
ru_ru: Вставить

source: New to openITCOCKPIT?
pl_pl: Nowy w openITCOCKPIT?
ru_ru: Новый для openITCOCKPITа?

source: We recommend every new user to read our
pl_pl: Zalecamy każdemu nowemu użytkownikowi przeczytanie naszego
ru_ru: Мы рекомендуем каждому новому пользователю прочитать наше

source: beginners guide.
pl_pl: przewodnika dla początkujących.
ru_ru: руководство для начинающих.

source: This guide provides information about the basic concept of openITCOCKPIT and how to monitor your first host.
pl_pl: Ten przewodnik zawiera informacje na temat podstawowej koncepcji openITCOCKPIT oraz instrukcje jak monitorować swój pierwszy host.
ru_ru: Это руководство содержит информацию об основной концепции openITCOCKPIT и о том, как контролировать ваш первый узел.

source: Beginners guide.
pl_pl: Przewodnik dla początkujących.
ru_ru: Руководство для начинающих.

source: Technical documentation
pl_pl: Dokumentacja techniczna
ru_ru: Техническая документация

source: The technical documentation of openITCOCKPIT containers detailed information about additional Modules, background processes, the usage of the JSON-API and so on.
pl_pl: Dokumentacja techniczna openITCOCKPIT zawiera szczegółowe informacje na temat dodatkowych modułów, procesów w tle, korzystania z interfejsu JSON-API itp.
ru_ru: Техническая документация openITCOCKPIT содержит подробную информацию о дополнительных модулях, фоновых процессах, использовании JSON-API и так далее.

source: Additional help
pl_pl: Dodatkowa pomoc
ru_ru: Дополнительная помощь

source: Downtime report
pl_pl: Raport niedostępności
ru_ru: Отчет о техническом обслуживании

source: Evaluation
pl_pl: Ocena
ru_ru: Оценка

source: Hosts and Services
pl_pl: Hosty i Serwisy
ru_ru: Узлы и службы

source: Timeperiod
pl_pl: Okres czasu
ru_ru: Временной период

source: Please choose a timeperiod
pl_pl: Proszę wybrać okres czasu
ru_ru: Пожалуйста, выберите период времени

source: Reflection state
pl_pl: Stan odbicia
ru_ru: Состояние отражения

source: soft and hard state
pl_pl: stan miękki i twardy
ru_ru: Мягкое и твердое состояние

source: only hard state
pl_pl: tylko stan twardy
ru_ru: Только твердое состояние

source: Dynamic color
pl_pl: Kolor dynamiczny
ru_ru: Динамический цвет

source: Create downtime report
pl_pl: Utwórz raport przestoju
ru_ru: Создать отчет об обслуживании

source: Involved in outages (Hosts):
pl_pl: Zaangażowane w awarie (Hosty):
ru_ru: Участие в отключениях (узлах):

source: Hosts without outages:
pl_pl: Hosty bez awarii:
ru_ru: Узлы без сбоев:

source: Analysis period:
pl_pl: Okres analizy:
ru_ru: Период анализа:

source: Involved in outages (Services):
pl_pl: Zaangażowane w awarie (Usługi):
ru_ru: Участие в отключениях (службы):

source: Hosts without outages:
pl_pl: Hosty bez awarii:
ru_ru: Узлы без сбоев:

source: Command sent successfully
pl_pl: Komenda wysłana pomyślnie
ru_ru: Команда успешно отправлена

source: Data refresh in
pl_pl: Odświeżanie danych za
ru_ru: Обновление данных за

source: seconds...
pl_pl: sekundy...
ru_ru: секунд...

source: Host downtimes
pl_pl: Czasy przestoju hosta
ru_ru: Обслуживание узлов

source: Service downtimes
pl_pl: Czasy przestoju usługi
ru_ru: Обслуживание служб

source: Create downtime
pl_pl: Utwórz czas przestoju
ru_ru: Создать обслуживание

source: Create host downtime
pl_pl: Utwórz czas przestoju hosta
ru_ru: Создать обслуживание узлов

source: Create service downtime
pl_pl: Utwórz czas przestoju usługi
ru_ru: Создать обслуживание служб

source: Create host group downtime
pl_pl: Utwórz czas przestoju grupy hostów
ru_ru: Создать обслуживание для группы узлов

source: Create container downtime
pl_pl: Utwórz czas przestoju kontenera
ru_ru: Создать обслуживание контейнера

source: Create satellite downtime
pl_pl: Utwórz czas przestoju satelity

source: Filter by user
pl_pl: Filtruj według użytkownika
ru_ru: Фильтровать по пользователю

source: Cancel selected
pl_pl: Anuluj zaznaczone
ru_ru: Отменить выбранное

source: Downtime currently running
pl_pl: Przestój trwa obecnie
ru_ru: Текущее обслуживание

source: Downtime is expired
pl_pl: Przestój wygasł
ru_ru: Срок обслуживания истек

source: Downtime was cancelled
pl_pl: Przestój został anulowany
ru_ru: Техническое обслуживание было отменено

source: Downtime not started yet
pl_pl: Przestój jeszcze nie rozpoczął się
ru_ru: Обслуживание еще не началось

source: Apply configuration
pl_pl: Zastosuj konfigurację
ru_ru: Применить конфигурацию

source: Refresh monitoring configuration
pl_pl: Odśwież konfigurację monitoringu
ru_ru: Обновить конфигурацию мониторинга

source: Could not connect to Gearman Job Server
pl_pl: Nie można połączyć się z Gearman Job Server
ru_ru: Не удалось подключиться к Gearman Job серверу

source: Gearman Worker background daemon is not running. Please contact your system administrator.
pl_pl: Demon Gearman Worker nie działa. Skontaktuj się z administratorem systemu.

source: Create backup of current configuration
pl_pl: Utwórz kopię zapasową bieżącej konfiguracji
ru_ru: Создать резервную копию текущей конфигурации

source: Select instances which the new configuration should get pushed.
pl_pl: Wybierz instancje, do których ma zostać wysłana nowa konfiguracja.
ru_ru: Выберите инстанции, которые новая конфигурация должна получить.

source: Instances name
pl_pl: Nazwa instancji
ru_ru: Имя инстанции

source: Save selection
pl_pl: Zapisz wybór
ru_ru: Сохранить выбор

source: Satellite Status has been moved.
pl_pl: Status satelity został przeniesiony.
ru_ru: Статус спутника был перемещен.

source: Satellite export status has been moved to a separate view.
pl_pl: Status satelity został przeniesiony.
ru_ru: Статус экспорта спутников был перенесен в отдельный вид.

source: Go to "Satellite Status"
pl_pl: Przejdź do "Statusu satelity"
ru_ru: Перейти к "Статус спутника"

source: Tasks
pl_pl: Zadania
ru_ru: Задачи

source: Error while refreshing monitoring configuration.
pl_pl: Błąd podczas odświeżania konfiguracji monitoringu.
ru_ru: Ошибка при обновлении конфигурации мониторинга.

source: New configuration is invalid
pl_pl: Nowa konfiguracja jest nieprawidłowa
ru_ru: Новая конфигурация неверна

source: New Prometheus configuration is invalid
pl_pl: Nowa konfiguracja Prometheus jest nieprawidłowa
ru_ru: Новая конфигурация Prometheus недействительна

source: Refresh in progress
pl_pl: Odświeżanie w toku
ru_ru: Обновление в процессе

source: Launch refresh
pl_pl: Uruchom odświeżanie
ru_ru: Запустить обновление

source: Edit bookmark
pl_pl: Edytuj zakładkę

source: Share filter
pl_pl: Udostępnij filtr

source: Delete current filter
pl_pl: Usuń bieżący filtr

source: Update filter
pl_pl: Zaktualizuj filtr

source: Save as new filter
pl_pl: Zapisz jako nowy filtr

source: Bookmark URL
pl_pl: URL zakładki

source: Add to favorites
pl_pl: Dodaj do ulubionych

source: Update
pl_pl: Aktualizuj

source: Create bookmark
pl_pl: Utwórz zakładkę

source: check history
pl_pl: historia sprawdzania
ru_ru: история проверок

source: State Types
pl_pl: Typy stanów
ru_ru: Типы статуса

source: Soft
pl_pl: Miękki
ru_ru: Мягкий

source: Hard
pl_pl: Twardy
ru_ru: Твердый

source: Check attempt
pl_pl: Próba sprawdzenia
ru_ru: Номер попытки проверки

source: Create new host dependency
pl_pl: Utwórz nową zależność hosta
ru_ru: Создать новую зависимость узла

source: Host dependency
pl_pl: Zależność hosta
ru_ru: Зависимость узла

source: Host dependencies are an advanced feature that allow you to suppress notifications for hosts based on the status of one or more other hosts.
pl_pl: Zależności hosta to zaawansowana funkcja, która pozwala na wstrzymywanie powiadomień o stanie hostów na podstawie stanu jednego lub więcej innych hostów.
ru_ru: Зависимости узлов - это расширенная функция, которая позволяет подавлять уведомления для узлов на основе состояния одного или нескольких других узлов.

source: Dependent hosts
pl_pl: Hosty zależne
ru_ru: Зависимые узлы

source: Dependent host groups
pl_pl: Grupy hostów zależnych
ru_ru: Зависимые группы узлов

source: Inherits parent
pl_pl: Dziedziczy od rodzica
ru_ru: Наследует родитель

source: Execution failure criteria
pl_pl: Kryteria niepowodzenia wykonania
ru_ru: Критерии неудачи исполнения

source: Disable active host checking of dependend host/s, if master host state is one of the selected states.
pl_pl: Wyłącz aktywne sprawdzanie hosta zależnego, jeśli stan hosta nadrzędnego jest jednym z wybranych stanów.
ru_ru: Отключить активную проверку зависимых узлов, если состояние главного узла является одним из выбранных состояний.

source: Execution none
pl_pl: Brak wykonania
ru_ru: Исполнение нет

source: Notification failure criteria
pl_pl: Kryteria niepowodzenia powiadomienia
ru_ru: Критерии ошибки уведомления

source: Disable host notifications of dependend host/s, if master host state is one of the selected states.
pl_pl: Wyłącz powiadomienia hosta zależnego, jeśli stan hosta nadrzędnego jest jednym z wybranych stanów.
ru_ru: Отключить уведомления зависимых узлов, если состояние главного узла является одним из выбранных состояний.

source: Notification none
pl_pl: Brak powiadomień
ru_ru: Уведомление нет

source: Create host dependency
pl_pl: Utwórz zależność hosta
ru_ru: Создать зависимость узла

source: Edit host dependency
pl_pl: Edytuj zależność hosta
ru_ru: Редактировать зависимость узла

source: Update host dependency
pl_pl: Zaktualizuj zależność hosta
ru_ru: Обновление зависимости узла

source: You can either search for <b>"host"</b> OR <b>"dependent host"</b>. Opposing field will be reset automatically
pl_pl: Możesz wyszukiwać <b>"hosta"</b> LUB <b>"hosta zależnego"</b>. Przeciwna rubryka zostanie automatycznie zresetowana
ru_ru: Вы можете найти <b>"узел"</b> ИЛИ <b>"зависимый узел"</b>. Противоположное поле будет сброшено автоматически

source: Filter by dependent host name
pl_pl: Filtruj według nazwy hosta zależnego
ru_ru: Фильтровать по имени зависимого узла

source: Filter by host group
pl_pl: Filtruj według grupy hostów
ru_ru: Фильтр по группе узлов
