Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: You can either search for <b>"host group"</b> OR <b>"dependent host group"</b>. Opposing field will be reset automatically
pl_pl: Możesz wyszukiwać <b>"grupę hostów"</b> LUB <b>"grupę hostów zależnych"</b>. Przeciwna rubryka zostanie automatycznie zresetowana
ru_ru: Вы можете выполнить поиск <b>"группы узлов "</b> ИЛИ <b>"зависимой группы узлов"</b>. Противоположное поле будет сброшено автоматически

source: Filter by dependent host group
pl_pl: Filtruj według grupy hosta zależnego
ru_ru: Фильтровать по зависимой группе узлов

source: Execution fail on ...
pl_pl: Błąd wykonania na ...
ru_ru: Ошибка выполнения на ...

source: Notification fail on ...
pl_pl: Błąd powiadomienia na ...
ru_ru: Сбой уведомления на ...

source: Not inherits parent
pl_pl: Nie dziedziczy od rodzica
ru_ru: Не наследует родитель

source: Create new host escalation
pl_pl: Utwórz nową eskalację hosta
ru_ru: Создать новую эскалацию узла

source: Notification escalations could be used to notify a certain user group in case of an emergency. Once a host or service escalated, contacts, contact group and notification options will be overwritten by the escalation.
pl_pl: Eskalacje powiadomień mogą być używane do powiadomienia określonej grupy użytkowników w przypadku awaryjnej sytuacji. Po eskalacji hosta lub serwisu, kontakty, grupa kontaktów oraz opcje powiadomień zostaną nadpisane przez eskalację.
ru_ru: Эскалации уведомлений могут быть использованы для уведомления определенной группы пользователей в случае чрезвычайной ситуации. После эскалации узла или службы контакты, группа контактов и параметры уведомлений будут перезаписаны.

source: Excluded host groups
pl_pl: Wyłączone grupy hostów
ru_ru: Исключенные группы узлов

source: Excluded Hosts
pl_pl: Wyłączone Hosty
ru_ru: Исключенные узлы

source: First notification
pl_pl: Pierwsze powiadomienie
ru_ru: Первое уведомление

source: Number of notifications that passed before the escalation rule will overwrite notification settings.
pl_pl: Liczba powiadomień, które minęły, zanim reguła eskalacji nadpisze ustawienia powiadomień.
ru_ru: Количество уведомлений, переданных до правила эскалации, будет перезаписывать настройки уведомлений.

source: Last notification
pl_pl: Ostatnie powiadomienie
ru_ru: Последнее уведомление

source: If number of last_notification is reached, the notification rule will be disabled and the notification options of the host or service will be used again.
pl_pl: Jeśli osiągnięto liczbę ostatniego powiadomienia, reguła powiadomień zostanie wyłączona, a opcje powiadomień hosta lub serwisu zostaną ponownie użyte.
ru_ru: Если достигнут номер last_notification, правило уведомления будет отключено, и параметры уведомления узла или службы будут использоваться снова.

source: Notification interval
pl_pl: Interwał powiadomień
ru_ru: Интервал уведомления

source: Escalation period
pl_pl: Okres eskalacji
ru_ru: Период эскалации

source: Please choose a escalation timeperiod
pl_pl: Proszę wybrać okres eskalacji
ru_ru: Пожалуйста, выберите период времени эскалации

source: Contactgroups
pl_pl: Grupy kontaktów
ru_ru: Контактные группы

source: Escalation options
pl_pl: Opcje eskalacji
ru_ru: Варианты эскалации

source: Enables the escalation for the selected states
pl_pl: Włącza eskalację dla wybranych stanów
ru_ru: Включает эскалацию для выбранных состояний

source: Create host escalation
pl_pl: Utwórz eskalację hosta
ru_ru: Создать эскалацию узла

source: Edit host escalation
pl_pl: Edytuj eskalację hosta
ru_ru: Изменить эскалацию узла

source: Update host escalation
pl_pl: Aktualizuj eskalację hosta
ru_ru: Update node escalation

source: Host Escalations
pl_pl: Eskalacje hosta
ru_ru: Эскалации узлов

source: You can either search for <b>"host"</b> OR <b>"excluded host"</b>. Opposing Field will be reset automatically
pl_pl: Możesz wyszukiwać <b>"hosta"</b> LUB <b>"wykluczonego hosta"</b>. Przeciwna pozycja zostanie automatycznie zresetowana
ru_ru: Вы можете найти <b>"узел"</b> ИЛИ <b>"исключенный узел"</b>. Противоположное поле будет сброшено автоматически

source: Filter by excluded host
pl_pl: Filtruj według wykluczonego hosta

source: You can either search for <b>"host group"</b> OR <b>"excluded host group"</b>. Opposing Field will be reset automatically
pl_pl: Możesz wyszukiwać <b>"grupę hostów"</b> LUB <b>"wyłączoną grupę hostów"</b>. Przeciwna pozycja zostanie automatycznie zresetowana
ru_ru: Вы можете выполнить поиск <b>"группы узлов"</b> ИЛИ <b>"исключенной группы узлов"</b>. Противоположное поле будет сброшено автоматически

source: Filter by excluded host group
pl_pl: Filtruj według wyłączonej grupy hostów
ru_ru: Фильтровать по исключенной группе узлов

source: Notification options
pl_pl: Opcje powiadomień
ru_ru: Варианты уведомлений

source: Filter by first notification
pl_pl: Filtruj według pierwszego powiadomienia
ru_ru: Фильтровать по первому уведомлению

source: Filter by last notification
pl_pl: Filtruj według ostatniego powiadomienia
ru_ru: Фильтровать по последнему уведомлению

source: Filter by notification interval
pl_pl: Filtruj według interwału powiadomień
ru_ru: Фильтровать по интервалу уведомлений

source: Escalate on ...
pl_pl: Eskaluj na ...
ru_ru: Эскалация на ...

source: Excluded hosts groups
pl_pl: Wyłączone grupy hostów
ru_ru: Группы исключенных узлов

source: Excluded hosts
pl_pl: Wyłączone hosty
ru_ru: Исключенные узлы

source: First
pl_pl: Pierwszy
ru_ru: Первый

source: Last
pl_pl: Ostatni
ru_ru: Последний

source: Time period
pl_pl: Okres czasu
ru_ru: Временной период

source: Create new host group
pl_pl: Utwórz nową grupę hostów
ru_ru: Создать новую группу узлов

source: Host group URL
pl_pl: URL grupy hostów
ru_ru: URL группы узлов

source: Create host group
pl_pl: Utwórz grupę hostów
ru_ru: Создать группу узлов

source: Append host/s to host group
pl_pl: Dodaj hosta/hostów do grupy hostów
ru_ru: Добавить узел(ы) к группе узлов

source: Selected hosts
pl_pl: Wybrane hosty
ru_ru: Выбранные узлы

source: Append existing host group
pl_pl: Dołącz istniejącą grupę hostów
ru_ru: Добавить к существующей группе узлов

source: Append hosts to host group
pl_pl: Dołącz hosty do grupy hostów
ru_ru: Добавить узлы в группу узлов

source: Append hosts
pl_pl: Dołącz hosty
ru_ru: Добавить узлы

source: to host group
pl_pl: do grupy hostów
ru_ru: в группу узлов

source: Please notice:
pl_pl: Proszę zauważyć:
ru_ru: Пожалуйста отметьте:

source: Hosts that could not be assigned to the selected host group due to container permissions, will be removed automatically
pl_pl: Hosty, które nie mogły zostać przypisane do wybranej grupy hostów z powodu uprawnień kontenera, zostaną automatycznie usunięte
ru_ru: Узлы, которые не могут быть назначены выбранной группе узлов из-за разрешений контейнера, будут удалены автоматически

source: Copy host group/s
pl_pl: Kopiuj grupę/grupy hostów

source: Source host group:
pl_pl: Źródłowa grupa hostów:

source: Name of the new host group
pl_pl: Nazwa nowej grupy hostów

source: Edit host group:
pl_pl: Edytuj grupę hostów:
ru_ru: Изменить группу узлов:

source: Update host group
pl_pl: Aktualizuj grupę hostów
ru_ru: Обновить группу узлов

source: Extended overview
pl_pl: Rozszerzony przegląd
ru_ru: Расширенный обзор

source: Action
pl_pl: Akcja
ru_ru: Действие

source: Filter by host group name
pl_pl: Filtruj według nazwy grupy hostów
ru_ru: Фильтр по имени группы узлов

source: Extended view
pl_pl: Widok rozszerzony
ru_ru: Расширенный обзор

source: List as PDF
pl_pl: Lista jako PDF
ru_ru: Список в формате PDF

source: List as CSV
pl_pl: Lista jako CSV

source: Number of Hostgroups:
pl_pl: Liczba grup hostów:
ru_ru: Количество групп узлов:

source: Number of Hosts:
pl_pl: Liczba hostów:
ru_ru: Количество узлов:

source: This host group has no hosts
pl_pl: Ta grupa hostów nie ma żadnych hostów
ru_ru: Эта группа узлов не имеет узлов

source: /root container selected!
pl_pl: Wybrano kontener /root!
ru_ru: /root контейнер выбран!

source: Choosing a tenant container is recommended for later permission purposes
pl_pl: Wybór kontenera tenanta jest zalecany z myślą o późniejszych uprawnieniach
ru_ru: Выбор клиентского контейнера рекомендуется для более поздних разрешений

source: Create new host
pl_pl: Utwórz nowy host
ru_ru: Создать новый узел

source: + %s Services created successfully
pl_pl: + Utworzono %s serwisów pomyślnie
ru_ru: +% s Службы успешно созданы

source: . %s service template groups has been removed due to insufficient permissions
pl_pl: . Usunięto %s grup szablonów serwisów z powodu braku wystarczających uprawnień
ru_ru: . %s группы шаблонов служб были удалены из-за недостаточных разрешений

source: Hosts in /root can't be moved to other containers later
pl_pl: Hosty w /root nie mogą być później przenoszone do innych kontenerów
ru_ru: Узлы в / root не могут быть позже перемещены в другие контейнеры

source: Shared containers
pl_pl: Udostępnione kontenery
ru_ru: Общие контейнеры

source: Please select a host template.
pl_pl: Proszę wybrać szablon hosta.
ru_ru: Пожалуйста, выберите шаблон узла.

source: Could not resolve hostname.
pl_pl: Nie można zidentyfikować nazwy hosta.
ru_ru: Не удалось разрешить имя узла

source: A host with the name <strong>{0}</strong> already exists. Duplicate host names could lead to confusion.
pl_pl: Host o nazwie <strong>{0}</strong> już istnieje. Duplikaty nazw hostów mogą prowadzić do zamieszania.
ru_ru: Узел с именем <strong> {0} </strong> уже существует. Повторяющиеся имена узлов могут привести к путанице.

source: DNS Lookup
pl_pl: Wyszukiwanie DNS

source: Host address
pl_pl: Adres hosta
ru_ru: Адрес узла

source: IPv4/IPv6 address or FQDN
pl_pl: Adres IPv4/IPv6 lub FQDN
ru_ru: IPv4 / IPv6 адрес или полное доменное имя

source: Could not resolve address.
pl_pl: Nie można rozpoznać adresu.
ru_ru: Не удалось разрешить адрес.

source: Parent hosts
pl_pl: Hosty nadrzędne
ru_ru: Родительские узлы

source: Tags
pl_pl: Tagi
ru_ru: Теги

source: Press return to separate tags
pl_pl: Naciśnij Enter, aby oddzielić tagi
ru_ru: Нажмите возврат, чтобы разделить теги

source: Check configuration
pl_pl: Sprawdź konfigurację
ru_ru: Конфигурация проверки

source: Due to active checking is disabled, this command will only be used as freshness check command.
pl_pl: Ze względu na wyłączoną aktywną kontrolę, ta komenda będzie używana tylko jako polecenie freshness check.
ru_ru: В связи с тем, что активная проверка отключена, эта команда будет использоваться только как команда проверки свежести.

source: Enable active checks
pl_pl: Włącz aktywne sprawdzanie
ru_ru: Включить активные проверки

source: If disabled the check command won't be executed. This is useful if an external program sends state data to openITCOCKPIT.
pl_pl: Jeśli wyłączone, polecenie sprawdzenia nie zostanie wykonane. Jest to przydatne, jeśli zewnętrzny program wysyła dane stanu do openITCOCKPIT.
ru_ru: Если отключено, команда проверки не будет выполнена. Это полезно, если внешняя программа отправляет данные о состоянии в openITCOCKPIT.

source: Enable freshness check
pl_pl: Włącz freshness check
ru_ru: Включить проверку свежести

source: Freshness threshold
pl_pl: Próg freshness
ru_ru: Предел свежести

source: Check command
pl_pl: Polecenie sprawdzenia
ru_ru: Команда проверки

source: This command does not have any parameters.
pl_pl: To polecenie nie ma żadnych parametrów.
ru_ru: Эта команда не имеет никаких параметров.

source: Retry interval
pl_pl: Interwał ponowienia
ru_ru: Интервал повтора

source: Max. number of check attempts
pl_pl: Maksymalna liczba prób sprawdzenia
ru_ru: Максимальное количество попыток проверки

source: Number of failed attempts before the host will switch into hard state.
pl_pl: Liczba nieudanych prób przed przejściem hosta w stan trwały.
ru_ru: Количество неудачных попыток, прежде чем узел перейдет в твердое состояние.

source: Worst case time delay until notification command gets executed after state hits a non ok state:
pl_pl: Najgorszy scenariusz opóźnienia wykonania polecenia powiadamiania po przejściu w stan nie OK:
ru_ru: В худшем случае задержка, пока команда уведомления не будет выполнена после того, как состояние достигнет состояния не OK:

source: Notification configuration
pl_pl: Konfiguracja powiadamiania
ru_ru: Конфигурация уведомлений

source: This option is used to determine whether or not notifications are enabled for this host.
pl_pl: Ta opcja służy do określenia, czy powiadomienia są włączone dla tego hosta.
ru_ru: Эта опция используется, чтобы определить, включены ли уведомления для этого узла.

source: Notification period
pl_pl: Okres powiadomień
ru_ru: Период уведомления

source: Misc. configuration
pl_pl: Konfiguracja różna
ru_ru: Разная конфигурация

source: Host URL
pl_pl: Adres URL hosta
ru_ru: URL узла

source: The macros $HOSTID$, $HOSTNAME$, $HOSTDISPLAYNAME$ and $HOSTADDRESS$ will be replaced
pl_pl: Makra $HOSTID$, $HOSTNAME$, $HOSTDISPLAYNAME$ oraz $HOSTADDRESS$ zostaną zastąpione
ru_ru: Макросы $HOSTID$, $HOSTNAME$, $HOSTDISPLAYNAME$ и $HOSTADDRESS$ будут заменены

source: Notes
pl_pl: Notatki
ru_ru: Заметки

source: Flap detection enabled
pl_pl: Włączona flap detection
ru_ru: Обнаружение колебаний включено

source: Flap detection options
pl_pl: Opcje Flap detection
ru_ru: Варианты обнаружение колебаний

source: Host macro configuration
pl_pl: Konfiguracja makr hosta
ru_ru: Конфигурация узла макроса

source: Macros in green color are inherited from the host template.
pl_pl: Makra o zielonym kolorze są dziedziczone z szablonu hosta.
ru_ru: Макросы зеленого цвета наследуются от шаблона узла.

source: Prometheus Exporters
pl_pl: Eksportery Prometheus
ru_ru: Prometheus Экспортеры

source: Exporters
pl_pl: Eksportery
ru_ru: Экспортеры

source: To monitor this host using Prometheus please select the exporters that are installed on the host.
pl_pl: Aby monitorować ten host za pomocą Prometheus, wybierz eksportery zainstalowane na hoście.
ru_ru: Для мониторинга этого узла с помощью Prometheus, пожалуйста, выберите экспортеров, которые установлены на этом узле.

source: Before you could query the host through Prometheus, you need to refresh the monitoring configuration.
pl_pl: Zanim będziesz mógł odpytać hosta za pomocą Prometheusa, musisz odświeżyć konfigurację monitorowania.
ru_ru: Прежде чем вы сможете запрашивать узел через Prometheus, вам необходимо обновить конфигурацию мониторинга.

source: Service Level Agreement
pl_pl: Umowa o Poziomie Usług

source: Service class
pl_pl: Klasa serwisu

source: You can define service levels for this host.
pl_pl: Możesz zdefiniować poziomy usług dla tego hosta.

source: Create host and setup agent
pl_pl: Utwórz hosta i skonfiguruj agenta
ru_ru: Создать узел и настройка агента

source: Create host
pl_pl: Utwórz hosta
ru_ru: Создать узел

source: Save and create service
pl_pl: Zapisz i utwórz serwis
ru_ru: Сохранить и создать службу

source: Save and setup agent
pl_pl: Zapisz i skonfiguruj agenta
ru_ru: Сохранение и настройка агента

source: Save host and assign matching service template groups
pl_pl: Zapisz hosta i przypisz odpowiednie grupy szablonów usług
ru_ru: Сохранить узел и назначить соответствующие группы шаблонов служб

source: Save and run Checkmk discovery
pl_pl: Zapisz i uruchom odkrywanie Checkmk
ru_ru: Сохраните и запустите Checkmk discovery

source: Command sent successfully. Refresh in 5 seconds
pl_pl: Polecenie wysłane pomyślnie. Odśwież za 5 sekund
ru_ru: Команда успешно отправлена. Обновить через 5 секунд

source: Status information
pl_pl: Informacje o statusie
ru_ru: Информация о статусе

source: Device information
pl_pl: Informacje o urządzeniu
ru_ru: Информация об устройстве

source: Timeline
pl_pl: Oś czasu
ru_ru: Хроника

source: Not available
pl_pl: Niedostępne

source: This host is currently disabled!
pl_pl: Ten host jest obecnie wyłączony!
ru_ru: Этот узел сейчас отключен!

source: Status overview
pl_pl: Przegląd stanu
ru_ru: Обзор статуса

source: Problem with parent host detected!
pl_pl: Wykryto problem z hostem nadrzędnym!
ru_ru: Обнаружена проблема с родительским узлом!

source: Last time
pl_pl: Ostatni raz
ru_ru: Последний раз

source: Parent host overview
pl_pl: Przegląd hosta nadrzędnego
ru_ru: Обзор родительского узла

source: Parent host state
pl_pl: Stan hosta nadrzędnego
ru_ru: Состояние родительского узла

source: Parent host name
pl_pl: Nazwa hosta nadrzędnego
ru_ru: Имя родительского узла

source: Notification overview
pl_pl: Przegląd powiadomień
ru_ru: Обзор уведомлений

source: Contacts and contact groups got inherited from
pl_pl: Kontakty i grupy kontaktów zostały odziedziczone od
ru_ru: Контакты и контактные группы унаследованы от

source: host template
pl_pl: szablon hosta
ru_ru: шаблон узла

source: Notify on
pl_pl: Powiadom o
ru_ru: Уведомить о

source: Recover
pl_pl: Odzyskaj
ru_ru: Восстановление

source: Reset check time
pl_pl: Resetuj czas sprawdzenia
ru_ru: Сбросить время проверки

source: Schedule maintenance
pl_pl: Zaplanuj konserwację
ru_ru: Плановое обслуживание

source: Passive transfer check result
pl_pl: Wynik sprawdzenia pasywnego transferu
ru_ru: Результат проверки пассивного перевода

source: Enable flap detection
pl_pl: Włącz detekcję falowania
ru_ru: Включить обнаружение колебаний

source: Disable flap detection
pl_pl: Wyłącz detekcję falowania
ru_ru: Отключить обнаружение колебаний

source: Disable notifications
pl_pl: Wyłącz powiadomienia
ru_ru: Отключить уведомления

source: Send custom host notification
pl_pl: Wyślij niestandardowe powiadomienie hosta
ru_ru: Отправить уведомление пользовательского узла

source: Host overview
pl_pl: Przegląd hosta
ru_ru: Обзор узла

source: Event Correlation
pl_pl: Korelacja zdarzeń
ru_ru: Корреляция событий

source: Host Groups
pl_pl: Grupy hostów
ru_ru: Группы узлов

source: Outages:
pl_pl: Przerwy:
ru_ru: Отключения:

source: No data available !
pl_pl: brak dostępnych danych !

source: Legend
pl_pl: Legenda
ru_ru: Легенда

source: State types
pl_pl: Rodzaje stanów
ru_ru: Типы статуса

source: Up soft
pl_pl: Działający (miękki)
ru_ru: Включен мягкий

source: Down soft
pl_pl: Niedziałający (miękki)
ru_ru: Отключен мягкий

source: Unreachable soft
pl_pl: Niedostępny (miękki)
ru_ru: Недоступный мягкий

source: Up hard
pl_pl: Działający (twardy)
ru_ru: Включен твердый

source: Down hard
pl_pl: Niedziałający (twardy)
ru_ru: Отключен твердый

source: Unreachable hard
pl_pl: Niedostępny (twardy)
ru_ru: Недоступный твердый

source: Notification
pl_pl: Powiadomienie
ru_ru: Уведомление

source: Downtime cancelled
pl_pl: Przerwa anulowana
ru_ru: Техническое обслуживание отменено

source: No permissions
pl_pl: Brak uprawnień
ru_ru: Нет разрешений

source: Problem with host detected.
pl_pl: Wykryto problem z hostem.

source: Services output may not as expected!
pl_pl: Wyjście usług może być niezgodne z oczekiwaniami!

source: Active
pl_pl: Aktywny
ru_ru: Активный

source: Acknowledgedment
pl_pl: Potwierdzenie
ru_ru: Подтверждение

source: in Downtime
pl_pl: w przerwie
ru_ru: в обслуживании

source: Service type
pl_pl: Rodzaj usługi
ru_ru: Тип службы

source: Disable services
pl_pl: Wyłącz usługi
ru_ru: Отключить службы

source: Add to service group
pl_pl: Dodaj do grupy usług
ru_ru: Добавить в группу служб

source: Acknowledge status
pl_pl: Potwierdź status
ru_ru: Подтвердить статус

source: Servicestatus
pl_pl: Status usługi
ru_ru: Статус службы

source: Copy host/s
pl_pl: Kopiuj hosty
ru_ru: Копировать узел/ы

source: Source host:
pl_pl: Host źródłowy:
ru_ru: Исходный узел:

source: Name of the new host
pl_pl: Nazwa nowego hosta
ru_ru: Имя нового узла

source: Address of the new host
pl_pl: Adres nowego hosta
ru_ru: Адрес нового узла

source: Disabled hosts
pl_pl: Hosty wyłączone
ru_ru: Отключенные узлы

source: Filter by instance
pl_pl: Filtruj według instancji
ru_ru: Фильтровать по инстанции

source: Hosttemplate name
pl_pl: Nazwa szablonu hosta
ru_ru: Имя шаблона узла

source: Edit host:
pl_pl: Edytuj hosta:
ru_ru: Редактировать узел:

source: + %s Services has been disabled
pl_pl: + %s usługi zostały wyłączone
ru_ru: +% s Службы отключены

source: Objects in /root can't be moved to other containers
pl_pl: Obiekty w /root nie mogą być przenoszone do innych kontenerów
ru_ru: Объекты в /root не могут быть перемещены в другие контейнеры

source: Not available for EVC hosts.
pl_pl: Niedostępne dla hostów EVC.
ru_ru: Недоступно для узлов EVC.

source: / Name of correlation
pl_pl: / Nazwa korelacji
ru_ru: / Название корреляции

source: Disable inheritance
pl_pl: Wyłącz dziedziczenie
ru_ru: Отключить наследование

source: Update host
pl_pl: Aktualizuj hosta
ru_ru: Обновить узел

source: Update and create service
pl_pl: Aktualizuj i utwórz usługę
ru_ru: Обновить и создать службу

source: Update and setup agent
pl_pl: Aktualizuj i skonfiguruj agenta
ru_ru: Обновить и настроить агент

source: Update host and assign matching service template groups
pl_pl: Aktualizuj hosta i przypisz odpowiednie grupy szablonów usług
ru_ru: Обновите узел и назначить соответствующие группы шаблонов служб

source: Update and run Checkmk discovery
pl_pl: Aktualizuj i uruchom odkrywanie Checkmk
ru_ru: Обновить и запустите checkmk обнаружение

source: Edit host detail
pl_pl: Edytuj szczegóły hosta
ru_ru: Редактировать детали узла

source: Unlock for edit
pl_pl: Odblokuj do edycji
ru_ru: Разблокировать для редактирования

source: Keep existing
pl_pl: Zachowaj istniejące
ru_ru: Сохранить существующие

source: Save details
pl_pl: Zapisz szczegóły
ru_ru: Сохранить детали

source: Page refresh in
pl_pl: Odśwież stronę za
ru_ru: Обновление страницы в

source: Unhandled only
pl_pl: Tylko nieobsłużone
ru_ru: Только необработанныe

source: Filter by host description
pl_pl: Filtruj według opisu hosta
ru_ru: Фильтр по описанию узла

source: Not enabled
pl_pl: Nieaktywne
ru_ru: Не включено

source: Add to host group
pl_pl: Dodaj do grupy hostów
ru_ru: Добавить в группу узлов

source: Hosts Overview
pl_pl: Przegląd hostów
ru_ru: Обзор узлов

source: Sharing for
pl_pl: Udostępnianie dla
ru_ru: Поделиться для

source: Host sharing
pl_pl: Udostępnianie hosta
ru_ru: Дележ узлов

source: edit successfully
pl_pl: edytuj pomyślnie
ru_ru: редактирование успешно

source: Primary container
pl_pl: Główny kontener
ru_ru: Основной контейнер

source: Due to dependencies it is not possible to change the primary container in this view.
pl_pl: Ze względu na zależności nie jest możliwe zmienienie głównego kontenera w tym widoku.
ru_ru: Из-за зависимостей невозможно изменить основной контейнер в этом представлении.

source: Update sharing
pl_pl: Aktualizuj udostępnianie
ru_ru: Обновление дележа

source: This host is not used by any object
pl_pl: Ten host nie jest używany przez żaden obiekt

source: Create new host template
pl_pl: Utwórz nowy szablon hosta
ru_ru: Создать новый шаблон узла

source: Template name
pl_pl: Nazwa szablonu
ru_ru: Имя шаблона

source: Template Type
pl_pl: Typ szablonu
ru_ru: Тип шаблона

source: Defines the type of the template. Use "Generic template" if you are not sure.
pl_pl: Określa typ szablonu. Użyj "Szablon ogólny", jeśli nie jesteś pewny.
ru_ru: Определяет тип шаблона. Используйте "Generic template", если вы не уверены.

source: If enabled the system will check that passive checks for this service will be received as frequently as defined.
pl_pl: Jeśli jest włączona, system sprawdzi, czy sprawdzenia pasywne dla tej usługi będą odbierane tak często, jak zdefiniowano.
ru_ru: Если включено, система будет проверять, что пассивные проверки для этой службы будут приниматься так часто, как это определено.

source: You can define service levels for all hosts using this host template.
pl_pl: Możesz zdefiniować poziomy usług dla wszystkich hostów, korzystając z tego szablonu hosta.

source: Create host template
pl_pl: Utwórz szablon hosta
ru_ru: Создать шаблон узла
