Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Number of hosts in a non UP state.
pl_pl: Liczba hostów w stanie innym niż UP.
ru_ru: Количество узлов в состоянии не ВКЛЮЧЁН.

source: Number of unhandled hosts. Unhandled hosts are in a non UP state and not acknowledged or in a scheduled downtime.
pl_pl: Liczba nieobsługiwanych hostów. Nieobsługiwane hosty są w stanie innym niż UP i nie są potwierdzone lub w zaplanowanym czasie przestoju.
ru_ru: Количество необработанных узлов. Необработанные узлы в состоянии не ВКЛЮЧЁН и не подтверждены или находятся в запланированном обслуживании.

source: Number of services in state OK.
pl_pl: Liczba serwisów w stanie OK.
ru_ru: Количество служб в состоянии ОК.

source: Number of services in state WARNING.
pl_pl: Liczba serwisów w stanie WARNING.
ru_ru: Количество служб в состоянии ПРЕДУПРЕЖДЕНИЕ.

source: Number of services in state CRITICAL.
pl_pl: Liczba serwisów w stanie CRITICAL.
ru_ru: Количество служб в состоянии КРИТИЧНО.

source: Number of services in state UNKNOWN.
pl_pl: Liczba serwisów w stanie UNKNOWN.
ru_ru: Количество служб в состоянии НЕИЗВЕСТНО.

source: Number of unhandled services. Unhandled services are in a WARNING state and not acknowledged or in a scheduled downtime.
pl_pl: Liczba nieobsługiwanych serwisów. Nieobsługiwane serwisy są w stanie WARNING i nie są potwierdzone lub w zaplanowanym czasie przestoju.
ru_ru: Количество необработанных услуг. Необработанные службы находятся в состоянии ПРЕДУПРЕЖДЕНИЕ и не подтверждены или находятся в запланированном обслуживании.

source: Number of unhandled services. Unhandled services are in a CRITICAL state and not acknowledged or in a scheduled downtime.
pl_pl: Liczba nieobsługiwanych serwisów. Nieobsługiwane serwisy są w stanie CRITICAL i nie są potwierdzone lub w zaplanowanym czasie przestoju.
ru_ru: Количество необработанных услуг. Необработанные службы находятся в состоянии КРИТИЧНО и не подтверждены или находятся в запланированном обслуживании.

source: Number of unhandled services. Unhandled services are in a UNKNOWN state and not acknowledged or in a scheduled downtime.
pl_pl: Liczba nieobsługiwanych serwisów. Nieobsługiwane serwisy są w stanie UNKNOWN i nie są potwierdzone lub w zaplanowanym czasie przestoju.
ru_ru: Количество необработанных услуг. Необработанные службы находятся в состоянии НЕИЗВЕСТНО и не подтверждены или находятся в запланированном обслуживании.

source: Number of services in a non OK state.
pl_pl: Liczba serwisów w stanie inny niż OK.
ru_ru: Количество служб в состоянии не OK

source: Number of unhandled services. Unhandled services are in a non OK state and not acknowledged or in a scheduled downtime.
pl_pl: Liczba nieobsługiwanych serwisów. Nieobsługiwane serwisy są w stanie inny niż OK i nie są potwierdzone lub w zaplanowanym czasie przestoju.
ru_ru: Количество необработанных услуг. Необработанные службы находятся в состоянии не OK и не подтверждены или находятся в запланированном обслуживании.

source: Notification Macros
pl_pl: Makra powiadomień
ru_ru: Макросы уведомлений

source: Notification type as string ("PROBLEM", "RECOVERY", "ACKNOWLEDGEMENT", "FLAPPINGSTART", "FLAPPINGSTOP", "FLAPPINGDISABLED", "DOWNTIMESTART", "DOWNTIMEEND", or "DOWNTIMECANCELLED").
pl_pl: Typ powiadomienia jako ciąg znaków ("PROBLEM", "RECOVERY", "ACKNOWLEDGEMENT", "FLAPPINGSTART", "FLAPPINGSTOP", "FLAPPINGDISABLED", "DOWNTIMESTART", "DOWNTIMEEND", lub "DOWNTIMECANCELLED").
ru_ru: Тип уведомления в виде строки ("PROBLEM", "RECOVERY", "ACKNOWLEDGEMENT", "FLAPPINGSTART", "FLAPPINGSTOP", "FLAPPINGDISABLED", "DOWNTIMESTART", "DOWNTIMEEND", или "DOWNTIMECANCELLED").

source: A comma separated of all the contacts for this notification. ("12403d1a-70c0-468b-ad8d-446fb8412205,20a1bad7-60c1-433d-8e28-716cde8b8f04")
pl_pl: Lista kontaktów dla tego powiadomienia, oddzielona przecinkami. ("12403d1a-70c0-468b-ad8d-446fb8412205,20a1bad7-60c1-433d-8e28-716cde8b8f04")
ru_ru: Список через запятую от всех контактов для этого уведомления. ("12403d1a-70c0-468b-ad8d-446fb8412205,20a1bad7-60c1-433d-8e28-716cde8b8f04")

source: Is this an escalated notification (0=NO, 1=YES)
pl_pl: Czy to powiadomienie jest eskalowane (0=NIE, 1=TAK)
ru_ru: Это эскалированное уведомление (0=НЕТ, 1=ДА)

source: openITCOCKPIT user name as string.
pl_pl: Nazwa użytkownika openITCOCKPIT jako ciąg znaków.
ru_ru: openITCOCKPIT имя пользователя в виде строки.

source: Comment data of the notification.
pl_pl: Dane komentarza do powiadomienia.
ru_ru: Данные комментария к уведомлению.

source: Number of send notifications for a host. If the host state goes to RECOVERY, the counter will be reset to 0.
pl_pl: Liczba wysłanych powiadomień dla hosta. Jeśli stan hosta zmieni się na RECOVERY, licznik zostanie zresetowany do 0.
ru_ru: Количество отправленных уведомлений для узла. Если состояние узла переходит в RECOVERY, счетчик будет сброшен в 0.

source: Unique event number of the host notification.
pl_pl: Unikalny numer zdarzenia powiadomienia dla hosta.
ru_ru: Уникальный номер события уведомления узла.

source: Number of send notifications for a service. If the service state goes to OK, the counter will be reset to 0.
pl_pl: Liczba wysłanych powiadomień dla serwisu. Jeśli stan serwisu zmieni się na OK, licznik zostanie zresetowany do 0.
ru_ru: Количество отправленных уведомлений для службы. Если состояние службы переходит в OK, счетчик будет сброшен в 0.

source: Unique event number of the service notification.
pl_pl: Unikalny numer zdarzenia powiadomienia dla serwisu.
ru_ru: Уникальный номер события уведомления службы.

source: Date and Time Macros
pl_pl: Makra daty i czasu
ru_ru: Макросы дата и время

source: Current date as string (DD-MM-YYYY).
pl_pl: Bieżąca data jako ciąg znaków (DD-MM-YYYY).
ru_ru: Текущая дата в виде строки (DD-MM-YYYY).

source: Current time as string (HH:MM:SS).
pl_pl: Bieżący czas jako ciąg znaków (HH:MM:SS).
ru_ru: Текущее время в виде строки (HH:MM:SS).

source: Current time as UNIX timestamp.
pl_pl: Bieżący czas jako znacznik czasu UNIX.
ru_ru: Текущее время в формате UNIX.

source: Delete temporary automatic report files...
pl_pl: Usuń tymczasowe pliki raportów automatycznych...
ru_ru: Удалить временные автоматические файлы отчетов ...

source: no reports to send
pl_pl: brak raportów do wysłania
ru_ru: нет отчетов для отправки

source: An error occured while sending auto report mail: "{0}":
pl_pl: Wystąpił błąd podczas wysyłania automatycznego raportu pocztowego: "{0}":
ru_ru: Произошла ошибка при отправке автоответчика: "{0}":

source: Service {0}
pl_pl: Serwis {0}
ru_ru: Служба {0}

source: Sending Report {0} to {1}
pl_pl: Wysyłanie raportu {0} do {1}
ru_ru: Отправка отчета {0} в {1}

source: An error occured while sending auto report mail:
pl_pl: Wystąpił błąd podczas wysyłania automatycznego raportu pocztowego:
ru_ru: Произошла ошибка при отправке автоотчета:

source: Report "{0}" with ID: {1} run failed: {2}
pl_pl: Raport "{0}" o ID: {1} nie powiódł się: {2}
ru_ru: Отчет "{0}" с ID: {1} не выполнен: {2}

source: Report "{0}" with ID: {1} run successfully
pl_pl: Raport "{0}" o ID: {1} uruchomiony pomyślnie
ru_ru: Отчет "{0}" с ID: {1} успешно выполнен

source: Cannot generate quarterly autoreports.
pl_pl: Nie można generować kwartalnych raportów automatycznych.
ru_ru: Невозможно сгенерировать квартальные автоотчеты.

source: Autoreports could not be generated! No store path defined!
pl_pl: Nie można było wygenerować raportów automatycznych! Nie zdefiniowano ścieżki przechowywania!
ru_ru: Автоотчеты не могут быть созданы! Путь для сохранения не определен!

source: An error occured while generating quarterly autoreports: "{0}":
pl_pl: Wystąpił błąd podczas generowania kwartalnych raportów automatycznych: "{0}":
ru_ru: Произошла ошибка при создании квартальных автоотчетов: "{0}":

source: Report id
pl_pl: Id raportu
ru_ru: ID отчета

source: Report name
pl_pl: Nazwa raportu
ru_ru: Название отчета

source: Minimal allowed availability (min)
pl_pl: Minimalna dopuszczalna dostępność (min)
ru_ru: Минимально допустимая доступность (мин)

source: Minimal allowed availability (%)
pl_pl: Minimalna dopuszczalna dostępność (%)
ru_ru: Минимально допустимая доступность (%)

source: Current availability
pl_pl: Bieżąca dostępność
ru_ru: Текущая доступность

source: {0} was not generated.
pl_pl: {0} nie został wygenerowany.
ru_ru: {0} не был создан.

source: Mo
pl_pl: Pn
ru_ru: Пн

source: Tu
pl_pl: Wt
ru_ru: Вт

source: We
pl_pl: Śr
ru_ru: Ср

source: Th
pl_pl: Czw
ru_ru: Чт

source: Fr
pl_pl: Pt
ru_ru: Пт

source: Sa
pl_pl: Sob
ru_ru: Сб

source: Su
pl_pl: Ndz
ru_ru: Вс

source: Auto report not found
pl_pl: Automatyczny raport nie znaleziony
ru_ru: Автоотчет не найден

source: Report "{0}" cannot be evaluated. Time evaluation report data is not available for the selected period "{1}"
pl_pl: Raport "{0}" nie może być oceniony. Dane oceny czasu raportu nie są dostępne dla wybranego okresu "{1}"
ru_ru: Отчет "{0}" не может быть оценен. Данные отчета об оценке времени недоступны для выбранного периода "{1}"

source: Report "{0}" cannot be create. No hosts and services are available in selected report
pl_pl: Raport "{0}" nie może zostać utworzony. W wybranym raporcie nie ma dostępnych hostów i usług
ru_ru: Невозможно создать отчет "{0}". В выбранном отчете нет доступных узлов и служб.

source: The report "{0}" cannot be evaluated. The evaluation time is 0 seconds for the selected period "{1}"
pl_pl: Raport "{0}" nie może być oceniony. Czas oceny wynosi 0 sekund dla wybranego okresu "{1}"
ru_ru: Отчет "{0}" не подлежит оценке. Время оценки составляет 0 секунд для выбранного периода "{1}"

source: Report "{0}" cannot be evaluated. The following Hosts/Services were created after the selected starting period "{1}":
pl_pl: Raport "{0}" nie może być oceniony. Następujące Hosty/Usługi zostały utworzone po wybranym okresie początkowym "{1}":
ru_ru: Отчет "{0}" не может быть оценен. Следующие Узлы/Службы были созданы после выбранного начального периода "{1}":

source: Time evaluation report data is not available for the selected period ({0} with calendar: {1})
pl_pl: Dane oceny czasu raportu nie są dostępne dla wybranego okresu ({0} z kalendarzem: {1})
ru_ru: Данные отчета об оценке времени недоступны для выбранного периода ({0} с календарем: {1})

source: Outages
pl_pl: Awarie
ru_ru: Отключения

source: Outages of at least {0} min
pl_pl: Awarie trwające co najmniej {0} minut
ru_ru: Отключения не менее {0} мин

source: Outage date
pl_pl: Data awari
ru_ru: Дата отключения

source: Duration (Minutes)
pl_pl: Czas trwania (minuty)
ru_ru: Продолжительность (минуты)

source: Planned downtime
pl_pl: Zaplanowany czas przestoju
ru_ru: Плановое обслуживание

source: Autoreport
pl_pl: Automatyczny raport
ru_ru: Автоотчет

source: Autoreport Globals
pl_pl: Globalne ustawienia automatycznego raportu
ru_ru: Глобальные настройки Автоотчета

source: Autoreport Overview
pl_pl: Przegląd automatycznego raportu
ru_ru: Обзор автоотчета

source: Please enter a valid path
pl_pl: Proszę podać poprawną ścieżkę
ru_ru: Пожалуйста, введите правильный путь

source: Use tenant name instead of report name as subject for automatic generated mails
pl_pl: Użyj nazwy tenanta zamiast nazwy raportu jako tematu automatycznie generowanych wiadomości
ru_ru: Используйте имя клиента вместо имени отчета в качестве темы для автоматически сгенерированных писем

source: Generates reports only for Hosts and Services that were created before the start date
pl_pl: Generuje raporty tylko dla hostów i usług, które zostały utworzone przed datą rozpoczęcia
ru_ru: Формирует отчеты только для узлов и служб, которые были созданы до даты начала

source: Send reports in PDF format
pl_pl: Wysyłaj raporty w formacie PDF
ru_ru: Отправить отчеты в формате PDF

source: Send reports in CSV format
pl_pl: Wysyłaj raporty w formacie CSV
ru_ru: Отправить отчеты в формате CSV

source: Send quarterly reports
pl_pl: Wysyłaj raporty kwartalne
ru_ru: Отправлять квартальные отчеты

source: Shows outages in scheduled downtime
pl_pl: Pokazuje przerwy w zaplanowanym czasie przestoju
ru_ru: Показывает перебои в плановом обслуживании

source: Shows all downtimes
pl_pl: Pokazuje wszystkie czasy przestoju
ru_ru: Показывает все обслуживание

source: Use create date in filename. Format: Filename "Reportname_+/- (dmY)..."
pl_pl: Użyj daty utworzenia w nazwie pliku. Format: Nazwa pliku "NazwaRaportu_+/- (dmY)..."
ru_ru: Используйте дату создания в имени файла. Формат: Имя файла "Имя_отчета_+/-(dmY)..."

source: Use Year in filename. Format: Filename "Reportname_+/- (Y)..."
pl_pl: Użyj roku w nazwie pliku. Format: Nazwa pliku "NazwaRaportu_+/- (Y)..."
ru_ru: Используйте Год в имени файла. Формат: Имя файла "Имя отчета_+/-(Y)..."

source: Displays SLA graph
pl_pl: Wyświetla wykres SLA
ru_ru: Отображает график SLA

source: Shows summary statistics on first page of report
pl_pl: Pokazuje podsumowanie statystyk na pierwszej stronie raportu
ru_ru: Показывает сводную статистику на первой странице отчета

source: Shows host name with current availability
pl_pl: Pokazuje nazwę hosta z aktualną dostępnością
ru_ru: Показывает имя узла с текущей доступностью

source: Shows service description with current availability
pl_pl: Pokazuje opis usługi z aktualną dostępnością
ru_ru: Показывает имя службы с текущей доступностью

source: Email addresses which will be notified in case of failure while creating the quarterly reports. Use ";" as email delimiter when sending to multiple recipients
pl_pl: Adresy e-mail, które zostaną powiadomione w przypadku niepowodzenia podczas tworzenia kwartalnych raportów. Użyj ";" jako separatora e-maili, gdy wysyłasz do wielu odbiorców.
ru_ru: Адреса электронной почты, которые будут уведомлены в случае сбоя при создании квартальных отчетов. Используйте ";" в качестве разделителя электронной почты при отправке нескольким получателям

source: Path for Reports files
pl_pl: Ścieżka do plików raportów
ru_ru: Путь к файлам отчетов

source: This field cannot be left blank
pl_pl: To pole nie może pozostać puste
ru_ru: Это поле не может быть пустым

source: The provided value is invalid (For example 99.999)
pl_pl: Podana wartość jest nieprawidłowa (na przykład 99.999)
ru_ru: Указанное значение недействительно (например, 99.999).

source: The provided value must be a number
pl_pl: Podana wartość musi być liczbą
ru_ru: Предоставляемое значение должно быть числом.

source: The provided value is invalid (min: 0 max: 100)
pl_pl: Podana wartość jest nieprawidłowa (min: 0 max: 100)
ru_ru: Предоставленное значение недопустимо (мин: 0 макс: 100)

source: You must select at least one user.
pl_pl: Musisz wybrać przynajmniej jednego użytkownika.
ru_ru: Вы должны выбрать хотя бы одного пользователя.

source: Please select a calendar
pl_pl: Proszę wybrać kalendarz
ru_ru: Пожалуйста, выберите календарь

source: Outage duration needs to be numeric
pl_pl: Czas przestoju musi być liczbą
ru_ru: Продолжительность простоя должна быть числовой

source: You must select at least one option for host and/or service ("in %" and/or "in h")
pl_pl: Musisz wybrać przynajmniej jedną opcję dla hosta i/lub usługi ("w %" i/lub "w h")
ru_ru: Вы должны выбрать хотя бы одну опцию для узла и/или службы ("в %" и/или "в h")

source: {0} minutes
pl_pl: {0} minut
ru_ru: {0} минут

source: Autoreport Module
pl_pl: Moduł Automatycznego Raportowania
ru_ru: Модуль автоотчета

source: This changes affects all reports
pl_pl: Te zmiany dotyczą wszystkich raportów
ru_ru: Это изменение влияет на все отчеты

source: Autoreport Settings
pl_pl: Ustawienia Automatycznego Raportowania
ru_ru: Настройки автоотчета

source: Create auto report
pl_pl: Utwórz raport automatyczny
ru_ru: Создать автоотчет

source: Step 1
pl_pl: Krok 1
ru_ru: Шаг 1

source: Create new autoreport
pl_pl: Utwórz nowy raport automatyczny
ru_ru: Создать новый автоотчет

source: Report configuration
pl_pl: Konfiguracja raportu
ru_ru: Конфигурация отчета

source: Host and services configuration
pl_pl: Konfiguracja hosta i usług
ru_ru: Конфигурация узла и служб

source: Report details
pl_pl: Szczegóły raportu
ru_ru: Детали отчета

source: Main report configuration
pl_pl: Główna konfiguracja raportu
ru_ru: Основная конфигурация отчета

source: Report description
pl_pl: Opis raportu
ru_ru: Описание отчета

source: Set start
pl_pl: Ustaw start
ru_ru: Установить начало

source: Start date
pl_pl: Data rozpoczęcia
ru_ru: Дата начала

source: Evaluation period
pl_pl: Okres oceny
ru_ru: Период оценки

source: Year
pl_pl: Rok
ru_ru: Год

source: Quarter
pl_pl: Kwartał
ru_ru: Квартал

source: Month
pl_pl: Miesiąc
ru_ru: Месяц

source: Week
pl_pl: Tydzień
ru_ru: Неделя

source: never
pl_pl: nigdy
ru_ru: никогда

source: yearly
pl_pl: rocznie
ru_ru: ежегодный

source: quarterly
pl_pl: kwartalnie
ru_ru: ежеквартальный

source: monthly
pl_pl: miesięcznie
ru_ru: ежемесячно

source: weekly
pl_pl: tygodniowo
ru_ru: еженедельно

source: daily
pl_pl: dziennie
ru_ru: ежедневно

source: Guaranteed availability
pl_pl: Gwarantowana dostępność
ru_ru: Гарантированная доступность

source: in percent
pl_pl: w procentach
ru_ru: в процентах

source: in minutes
pl_pl: w minutach
ru_ru: в минутах

source: You must specify at least "Guaranteed availability" or "Max. number of outages"
pl_pl: Należy podać przynajmniej "Gwarantowaną dostępność" lub "Maksymalną liczbę przestojów"
ru_ru: Необходимо указать как минимум "Гарантированная доступность" или "Максимальное количество отключений"

source: Max. number of outages
pl_pl: Maksymalna liczba przestojów
ru_ru: Макс. количество отключений

source: Graph
pl_pl: Wykres
ru_ru: График

source: in %
pl_pl: w %
ru_ru: в %

source: in h
pl_pl: w h
ru_ru: в ч

source: Consider holidays
pl_pl: Uwzględnij święta
ru_ru: Учитывать праздничные дни

source: Step 2
pl_pl: Krok 2
ru_ru: Шаг 2

source: Create new auto report:
pl_pl: Utwórz nowy raport automatyczny:
ru_ru: Создать новый автоотчет:

source: Prev
pl_pl: Poprzedni
ru_ru: Предыдущая

source: Report configuration for hosts and services
pl_pl: Konfiguracja raportu dla hostów i serwisów
ru_ru: Конфигурация отчета для узлов и служб

source: Use minimum, average or maximum values for graph
pl_pl: Użyj minimalnych, średnich lub maksymalnych wartości dla wykresu
ru_ru: Используйте минимальные, средние или максимальные значения для графика

source: Max. outage duration
pl_pl: Maksymalny czas przestoju
ru_ru: Максимум. продолжительность простоя

source: All failures
pl_pl: Wszystkie awarie
ru_ru: Все неудачи

source: host settings
pl_pl: ustawienia hosta
ru_ru: настройки узла

source: service settings
pl_pl: ustawienia serwisu
ru_ru: настройки службы

source: Colors
pl_pl: Kolory
ru_ru: Цвета

source: Calculate availability
pl_pl: Oblicz dostępność
ru_ru: Рассчитать доступность

source: Last update:
pl_pl: Ostatnia aktualizacja:
ru_ru: Последнее обновление:

source: No data available
pl_pl: Brak dostępnych danych
ru_ru: Данные недоступны

source: Availibility
pl_pl: Dostępność
ru_ru: Доступность

source: in %
pl_pl: w %
ru_ru: в %

source: in h
pl_pl: w h
ru_ru: в ч

source: Show log data
pl_pl: Pokaż dane logów
ru_ru: Показать данные журнала

source: Log date
pl_pl: Data logów
ru_ru: Дата регистрации

source: Create autoreport
pl_pl: Utwórz raport automatyczny
ru_ru: Создать автоотчет

source: Report
pl_pl: Raport
ru_ru: Отчет

source: Edit auto report
pl_pl: Edytuj raport automatyczny
ru_ru: Изменить автоотчет

source: Edit auto report:
pl_pl: Edytuj raport automatyczny:
ru_ru: Изменить автоотчет:

source: Step 3
pl_pl: Krok 3
ru_ru: Шаг 3

source: Autoreport configuration overview:
pl_pl: Przegląd konfiguracji raportu automatycznego:
ru_ru: Обзор конфигурации автоотчета:

source: Report overview
pl_pl: Przegląd raportu
ru_ru: Обзор отчета

source: Report interval
pl_pl: Interwał raportu
ru_ru: Интервал отчета

source: Report send interval
pl_pl: Interwał wysyłki raportu
ru_ru: Интервал отправки отчета

source: Min. availibility
pl_pl: Min. dostępność
ru_ru: Минимум доступность

source: Use start time
pl_pl: Użyj czasu rozpoczęcia
ru_ru: Используйте время начала

source: hard
pl_pl: twardy
ru_ru: твердый

source: hard and soft
pl_pl: twardy i miękki
ru_ru: твердый и мягкий

source: Host and service options
pl_pl: Opcje hosta i serwisu
ru_ru: Параметры узлов и служб

source: No Services selected. Report will considered only host state changes.
pl_pl: Nie wybrano żadnych serwisów. Raport będzie uwzględniał tylko zmiany stanu hosta.
ru_ru: Службы не выбраны. Отчет будет учитывать только изменения состояния узла.

source: Generate Report
pl_pl: Generuj raport
ru_ru: Создать отчет

source: Generate auto report
pl_pl: Generuj raport automatyczny
ru_ru: Создать автоотчет

source: Auto report
pl_pl: Raport automatyczny
ru_ru: Автоотчет

source: Evaluated time period
pl_pl: Oceny okresu czasu
ru_ru: Расчетный период времени

source: Availability overview
pl_pl: Przegląd dostępności
ru_ru: Обзор доступности

source: Maximum allowed outage duration
pl_pl: Maksymalny dopuszczalny czas przestoju
ru_ru: Максимально допустимая продолжительность простоя

source: Measured outage duration
pl_pl: Zmierzony czas przestoju
ru_ru: Измеренная продолжительность простоя

source: Percentage
pl_pl: Procent
ru_ru: Процент

source: PASSED
pl_pl: ZALICZONY
ru_ru: УДАЧНО

source: FAILED
pl_pl: NIEZALICZONy
ru_ru: НЕУДАЧНО

source: Outages overview
pl_pl: Przegląd przestojów
ru_ru: Обзор отключений

source: Maximum allowed number of outages
pl_pl: Maksymalna dozwolona liczba przestojów
ru_ru: Максимально допустимое количество отключений

source: Measured number of outages
pl_pl: Zmierzona liczba przestojów
ru_ru: Измеренное количество отключений

source: Evaluated host and services
pl_pl: Ocenione hosty i usługi
ru_ru: Оцениваемый узел и службы

source: Availability
pl_pl: Dostępność
ru_ru: Доступность

source: No historical data available
pl_pl: Brak dostępnych danych historycznych
ru_ru: Нет исторических данных

source: SLA overview
pl_pl: Przegląd SLA
ru_ru: Обзор SLA

source: Host and service details
pl_pl: Szczegóły hosta i usługi
ru_ru: Детали узла и службы

source: Outage time exceeding the permitted limit ({0} min)
pl_pl: Czas przestojów przekraczający dozwolony limit ({0} min)
ru_ru: Время простоя, превышающее допустимый предел ({0} мин)

source: Host outage in downtime exceeding the permitted limit ({0} min)
pl_pl: Przestój hosta w czasie przestoju przekraczający dozwolony limit ({0} min)
ru_ru: Отказ узла при обслуживании, превышающий допустимый предел ({0} мин)

source: Host outage in downtime
pl_pl: Przestój hosta w czasie przestoju
ru_ru: Отключение узла при обслуживании

source: Service outage in downtime exceeding the permitted limit ({0} min)
pl_pl: Przestój serwisu w czasie przestoju przekraczający dozwolony limit ({0} min)
ru_ru: Отказ службы при обслуживании, превышающий допустимый предел ({0} мин)

source: Service outage in downtime
pl_pl: Przestój serwisu w czasie przestoju
ru_ru: Отключение службы при обслуживании

source: Host used by
pl_pl: Host używany przez
ru_ru: Узел используется

source: autoreports.
pl_pl: raporty automatyczne.
ru_ru: автоотчетами

source: Auto report name
pl_pl: Nazwa raportu automatycznego
ru_ru: Название автоотчета

source: This host is not used by any autoreport or you have insufficient permissions.
pl_pl: Ten host nie jest używany przez żaden raport automatyczny lub masz niewystarczające uprawnienia.
ru_ru: Этот узел не используется автоотчетом, или у вас недостаточно прав.

source: Auto Reports Overview
pl_pl: Przegląd raportów automatycznych
ru_ru: Обзор автоотчетов

source: Auto reports
pl_pl: Raporty automatyczne
ru_ru: Автоотчеты

source: Report inteval
pl_pl: Interwał raportu
ru_ru: Интервал отчета

source: Report send inteval
pl_pl: Interwał wysyłki raportu
ru_ru: Интервал отправки отчета

source: Min. availability
pl_pl: Min. dostępność
ru_ru: Минимум доступность
