Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Invalid contact
pl_pl: Nieprawidłowy kontakt
ru_ru: Неверный контакт

source: Contact not found
pl_pl: Kontakt nie znaleziony
ru_ru: Контакт не найден

source: Invalid container
pl_pl: Nieprawidłowy kontener
ru_ru: Неверный контейнер

source: Container not found
pl_pl: Kontener nie znaleziony
ru_ru: Контейнер не найден

source: Container is not empty
pl_pl: Kontener nie jest pusty
ru_ru: Контейнер не пустой

source: Invalid cronjob
pl_pl: Nieprawidłowy cronjob
ru_ru: Неверный кронджоб

source: Successfully saved
pl_pl: Zapisano pomyślnie
ru_ru: Успешно сохранено

source: Successfully deleted
pl_pl: Usunięto pomyślnie
ru_ru: Успешно удален

source: Error while deleting Widget
pl_pl: Błąd podczas usuwania widżetu
ru_ru: Ошибка при удалении виджета

source: MySQL performance
pl_pl: Wydajność MySQL
ru_ru: Производительность MySQL

source: A few tips to optimize your MySQL performance.
pl_pl: Kilka porad, jak zoptymalizować wydajność MySQL.
ru_ru: Несколько советов по оптимизации производительности MySQL.

source: Browser Push Notifications
pl_pl: Powiadomienia przeglądarkowe
ru_ru: Push-уведомления браузера

source: How to setup openITCOCKPIT browser push notifications.
pl_pl: Jak skonfigurować powiadomienia przeglądarkowe openITCOCKPIT.
ru_ru: Как настроить openITCOCKPIT push уведомления для браузера.

source: No downtimes within specified time found ({0} - {1}) !
pl_pl: Nie znaleziono przerw działania w określonym czasie ({0} - {1})!
ru_ru: В течение указанного времени не найдено ни одного обслуживания ({0} - {1})!

source: ! No downtimes within specified time found ({0} - {1}) !
pl_pl: ! Nie znaleziono przerw działania w określonym czasie ({0} - {1})!
ru_ru: ! В течение указанного времени не найдено ни одного обслуживания ({0} - {1}) !

source: Comment can not be empty
pl_pl: Komentarz nie może być pusty
ru_ru: Комментарий не может быть пустым

source: Start date can not be empty
pl_pl: Data rozpoczęcia nie może być pusta
ru_ru: Дата начала не может быть пустой

source: Start time can not be empty
pl_pl: Godzina rozpoczęcia nie może być pusta
ru_ru: Время начала не может быть пустым

source: End date can not be empty
pl_pl: Data zakończenia nie może być pusta
ru_ru: Дата окончания не может быть пустой

source: End time can not be empty
pl_pl: Godzina zakończenia nie może być pusta
ru_ru: Время окончания не может быть пустым

source: Date is not valid
pl_pl: Data jest nieprawidłowa
ru_ru: Дата недействительна

source: Could not find downtime
pl_pl: Nie można znaleźć przerwy
ru_ru: Не удалось найти обслуживание

source: Refresh of monitoring configuration successfully!
pl_pl: Odświeżenie konfiguracji monitoringu zakończone sukcesem!
ru_ru: Обновление конфигурации мониторинга успешно!

source: Refresh of monitoring configuration started
pl_pl: Rozpoczęto odświeżanie konfiguracji monitoringu
ru_ru: Начато обновление конфигурации мониторинга

source: Filter successfully deleted
pl_pl: Filtr został pomyślnie usunięty

source: Error while deleting filter bookmark
pl_pl: Błąd podczas usuwania zakładki filtra

source: Host dependency not found
pl_pl: Nie znaleziono zależności hosta
ru_ru: Зависимость от узла не найдена

source: This is only allowed via API.
pl_pl: To jest dozwolone tylko przez API.
ru_ru: Это разрешено только через API.

source: Host escalation not found
pl_pl: Nie znaleziono eskalacji hosta
ru_ru: Эскалация узла не найдена

source: Invalid hosttemplate
pl_pl: Nieprawidłowy szablon hosta
ru_ru: Неверный шаблон узла

source: Invalid Hostgroup
pl_pl: Nieprawidłowa grupa hostów
ru_ru: Неверная группа узлов

source: This field cannot be left empty
pl_pl: To pole nie może być puste
ru_ru: Это поле нельзя оставлять пустым

source: Invalid host template
pl_pl: Nieprawidłowy szablon hosta
ru_ru: Неверный шаблон узла

source: Host not found
pl_pl: Host nie znaleziony
ru_ru: Узел не найден

source: Host successfully disabled
pl_pl: Host został pomyślnie wyłączony
ru_ru: Узел успешно отключен

source: Issue while disabling host
pl_pl: Problem podczas wyłączania hosta
ru_ru: Проблема при отключении узла

source: Host successfully enabled
pl_pl: Host został pomyślnie włączony
ru_ru: Узел успешно включён

source: Issue while enabling host
pl_pl: Problem podczas włączania hosta
ru_ru: Проблема при включении узла

source: Issue while deleting host
pl_pl: Problem podczas usuwania hosta
ru_ru: Проблема при удалении узла

source: Issue while deleting host. Service used by other objects.
pl_pl: Problem podczas usuwania hosta. Usługa używana przez inne obiekty.
ru_ru: Проблема при удалении узла. Службы используются другими объектами.

source: Host successfully deleted
pl_pl: Host został pomyślnie usunięty
ru_ru: Узел успешно удален

source: Error while deleting host
pl_pl: Błąd podczas usuwania hosta
ru_ru: Ошибка при удалении узла

source: Invalid request parameter
pl_pl: Nieprawidłowy parametr żądania
ru_ru: Неверный параметр запроса

source: Invalid sla
pl_pl: Nieprawidłowe sla

source: Host template not found
pl_pl: Nie znaleziono szablonu hosta
ru_ru: Шаблон узла не найден

source: Issue while deleting host template
pl_pl: Problem podczas usuwania szablonu hosta
ru_ru: Проблема при удалении шаблона узла

source: Host template successfully deleted
pl_pl: Szablon hosta został pomyślnie usunięty
ru_ru: Шаблон узла успешно удален

source: Error while deleting host template
pl_pl: Błąd podczas usuwania szablonu hosta
ru_ru: Ошибка при удалении шаблона узла

source: Invalid Container
pl_pl: Nieprawidłowy kontener
ru_ru: Неверный контейнер

source: Instant report not found
pl_pl: Nie znaleziono raportu natychmiastowego
ru_ru: Мгновенный отчет не найден

source: No report data specified time found ({0} - {1}) !
pl_pl: Nie znaleziono danych raportu dla określonego czasu ({0} - {1})!
ru_ru: Данные отчета за указанное время не найдены ({0} - {1}) !

source: ! No data within specified time found ({0} - {1}) !
pl_pl: ! Brak danych w określonym czasie ({0} - {1})!
ru_ru: ! Данные в течение указанного времени не найдены ({0} - {1}) !

source: Invalid location
pl_pl: Nieprawidłowa lokalizacja
ru_ru: Неверное местонахождение

source: Location is used by other object.
pl_pl: Lokalizacja jest używana przez inny obiekt.
ru_ru: Местоположение используется другим объектом.

source: Issue while deleting location
pl_pl: Problem podczas usuwania lokalizacji
ru_ru: Проблема при удалении местоположения

source: Invalid message of the day
pl_pl: Nieprawidłowa wiadomość dnia
ru_ru: Неверное сообщение дня

source: Message of the day deleted successfully
pl_pl: Wiadomość dnia została pomyślnie usunięta
ru_ru: Сообщение дня успешно удалено

source: Issue while deleting message of the days
pl_pl: Problem podczas usuwania wiadomości dnia
ru_ru: Проблема при удалении сообщения дня

source: Message of the day
pl_pl: Wiadomość dnia
ru_ru: Сообщение дня

source: Message of the day mail sent successfully
pl_pl: Wiadomość dnia wysłana pomyślnie
ru_ru: Сообщение дня успешно отправлено

source: An error occurred while sending test mail:
pl_pl: Wystąpił błąd podczas wysyłania testowej wiadomości e-mail:
ru_ru: Произошла ошибка при отправке электронной почты

source: User not found
pl_pl: Użytkownik nie znaleziony
ru_ru: Пользователь не найден

source: Current password is incorrect
pl_pl: Aktualne hasło jest nieprawidłowe
ru_ru: Неверный текущий пароль

source: Password changed successfully.
pl_pl: Hasło zostało pomyślnie zmienione.
ru_ru: Пароль успешно изменён

source: File Upload success!
pl_pl: Pomyślnie przesłano plik!
ru_ru: Загрузка файла успешно

source: Could not save image data, may be wrong data type. Allowed types are .png, .jpg and .gif
pl_pl: Nie można zapisać danych obrazu, możliwe jest to niewłaściwy typ danych. Dozwolone typy to .png, .jpg i .gif
ru_ru: Не удалось сохранить данные изображения, возможно, неверный тип данных. Разрешенные типы: .png, .jpg и .gif

source: Invalid API key
pl_pl: Nieprawidłowy klucz API
ru_ru: Неверный ключ API

source: API key updated successfully
pl_pl: Klucz API został pomyślnie zaktualizowany
ru_ru: Ключ API успешно обновлен

source: API key created successfully
pl_pl: Klucz API został pomyślnie utworzony
ru_ru: API ключ успешно создан

source: Api key deleted successfully
pl_pl: Klucz API został pomyślnie usunięty
ru_ru: Ключ API успешно удален

source: Could not delete api key
pl_pl: Nie można usunąć klucza API
ru_ru: Не удалось удалить ключ API

source: File deleted sucessfully
pl_pl: Plik został pomyślnie usunięty
ru_ru: Файл успешно удален

source: Service dependency not found
pl_pl: Nie znaleziono zależności serwisu
ru_ru: Зависимость службы не найдена

source: Service escalation not found
pl_pl: Nie znaleziono eskalacji serwisu
ru_ru: Эскалация службы не найдена

source: Invalid Servicegroup
pl_pl: Nieprawidłowa grupa serwisu
ru_ru: Неверная группа служб

source: Invalid service template
pl_pl: Nieprawidłowy szablon serwisu
ru_ru: Неверный шаблон службы

source: Service not found
pl_pl: Serwis nie znaleziony
ru_ru: Службу не найден

source: Issue while deleting service
pl_pl: Problem podczas usuwania serwisu
ru_ru: Проблема при удалении службы

source: Service successfully deleted
pl_pl: Serwis została pomyślnie usunięty
ru_ru: Службу успешно удален

source: Error while deleting service
pl_pl: Błąd podczas usuwania usługi
ru_ru: Ошибка при удалении службы

source: Issue while disabling service
pl_pl: Problem podczas wyłączania usługi
ru_ru: Проблема при отключении службы

source: Service successfully disabled
pl_pl: Usługa została pomyślnie wyłączona
ru_ru: Служба успешно отключена

source: Could not enable service, because associated host is also disabled.
pl_pl: Nie można włączyć usługi, ponieważ skojarzony host jest również wyłączony.
ru_ru: Не удалось включить службу, поскольку связанный узел также отключен.

source: Issue while enabling service
pl_pl: Problem podczas włączania usługi
ru_ru: Проблема при включении службы

source: Service successfully enabled
pl_pl: Usługa została pomyślnie włączona
ru_ru: Служба успешно включена

source: None
pl_pl: Brak
ru_ru: Отсутствует

source: Invalid service template group
pl_pl: Nieprawidłowa grupa szablonów serwisu
ru_ru: Неверная группа шаблонов служб

source: Service template group not found
pl_pl: Nie znaleziono grupy szablonów serwisu
ru_ru: Группа шаблонов служб не найдена

source: No service template ids set
pl_pl: Nie ustawiono żadnych id szablonów serwisu
ru_ru: Не установлены идентификаторы шаблонов служб

source: No matching host group "{0}" found.
pl_pl: Nie znaleziono pasującej grupy hostów "{0}".
ru_ru: Не найдено подходящей группы узлов "{0}".

source: Created {0} new services
pl_pl: Utworzono {0} nowych usług
ru_ru: Создано {0} новых службов

source: Invalid container id
pl_pl: Nieprawidłowy identyfikator kontenera
ru_ru: Неверный идентификатор контейнера

source: Service template not found
pl_pl: Nie znaleziono szablonu usługi
ru_ru: Шаблон службы не найден

source: Issue while deleting service template
pl_pl: Problem podczas usuwania szablonu usługi
ru_ru: Проблема при удалении шаблона службы

source: Service template successfully deleted
pl_pl: Szablon usługi został pomyślnie usunięty
ru_ru: Шаблон службы успешно удален

source: Error while deleting service template
pl_pl: Błąd podczas usuwania szablonu usługi
ru_ru: Ошибка при удалении шаблона службы

source: Error while saving data
pl_pl: Błąd podczas zapisywania danych
ru_ru: Ошибка при сохранении данных

source: Record successfully saved
pl_pl: Rekord został pomyślnie zapisany
ru_ru: Запись успешно сохранена

source: Invalid request parameters
pl_pl: Nieprawidłowe parametry żądania
ru_ru: Неверные параметры запроса

source: You have to select at least on object.
pl_pl: Musisz wybrać przynajmniej jeden obiekt.
ru_ru: Вы должны выбрать хотя бы один объект.

source: Invalide Systemdowntime
pl_pl: Nieprawidłowy czas przestoju systemowego
ru_ru: Неверное обслуживание

source: Systemdowntime successfully deleted
pl_pl: Czas przestoju systemowego został pomyślnie usunięty
ru_ru: Обслуживание успешно удалено

source: Error while deleting systemdowntime
pl_pl: Błąd podczas usuwania czasu przestoju systemowego
ru_ru: Ошибка при удалении обслуживания

source: System failure not found
pl_pl: Nie znaleziono awarii systemu
ru_ru: Системный сбой не найден

source: Invalid tenant
pl_pl: Nieprawidłowy tenant
ru_ru: Неверный арендатор

source: Tenant deleted successfully
pl_pl: Tenant został pomyślnie usunięty
ru_ru: Арендатор успешно удален

source: Could not delete tenant
pl_pl: Nie można usunąć tenanta
ru_ru: Не удалось удалить арендатора

source: Issue while deleting tenant
pl_pl: Problem podczas usuwania tenanta
ru_ru: Проблема при удалении арендатора

source: Invalid timeperiod
pl_pl: Nieprawidłowy przedział czasowy
ru_ru: Неверный период времени

source: Timeperiod not found
pl_pl: Przedział czasowy nie znaleziony
ru_ru: Период времени не найден

source: Issue while deleting timeperiod
pl_pl: Problem podczas usuwania przedziału czasowego
ru_ru: Проблема при удалении периода времени

source: Invalid usergroup
pl_pl: Nieprawidłowa grupa użytkowników
ru_ru: Неверная группа пользователей

source: User group not found
pl_pl: Grupa użytkowników nie znaleziona
ru_ru: Группа пользователей не найдена

source: E-Mail address not found in openITCOCKPIT Database.
pl_pl: Adres e-mail nie znaleziony w bazie danych openITCOCKPIT.
ru_ru: Адрес электронной почты не найден в openITCOCKPIT базе данных.

source: Invalid username or password
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło
ru_ru: Неверное имя пользователя или пароль

source: Password reset successfully. The new password was send to {0}
pl_pl: Pomyślnie zresetowano hasło. Nowe hasło zostało wysłane na {0}
ru_ru: Пароль успешно сброшен. Новый пароль был отправлен на {0}

source: Wizard not found
pl_pl: Kreator nie znaleziony
ru_ru: Мастер не найден

source: This field cannot be left blank.
pl_pl: To pole nie może być puste.
ru_ru: Это поле не может быть пустым.

source: Only hosts with Prometheus exporters are listed
pl_pl: Wyświetlane są tylko hosty z eksporterami Prometheusa
ru_ru: Перечислены только узлы с Prometheus экспортерами

source: Please enter a username.
pl_pl: Proszę podać nazwę użytkownika.
ru_ru: Пожалуйста введите имя пользователя.

source: Please enter a password.
pl_pl: Proszę podać hasło.
ru_ru: Пожалуйста, введите пароль.

source: Please enter a server URL.
pl_pl: Proszę podać adres URL serwera.
ru_ru: Пожалуйста, введите URL-адрес сервера.

source: Please enter a API key.
pl_pl: Proszę podać klucz API.
ru_ru: Пожалуйста, введите ключ API.

source: The port numbers in the range from 1 to 65535
pl_pl: Numery portów w zakresie od 1 do 65535
ru_ru: Номера портов в диапазоне от 1 до 65535

source: The check interval has to be in range from 1 to 7200
pl_pl: Interwał sprawdzania musi być w zakresie od 1 do 7200
ru_ru: Интервал проверки должен находиться в диапазоне от 1 до 7200

source: The push timeout has to be in range from 1 to 40
pl_pl: Limit czasu wysyłania musi być w zakresie od 1 do 40
ru_ru: Push Таймаут отправки должен быть в диапазоне от 1 до 40

source: Please enter a certificate file.
pl_pl: Proszę podać plik certyfikatu.
ru_ru: Пожалуйста, введите файл сертификата.

source: Please enter certificate key file.
pl_pl: Proszę podać plik klucza certyfikatu.
ru_ru: Пожалуйста, введите файл ключа сертификата.

source: You must specify at least one service.
pl_pl: Musisz określić co najmniej jeden serwis
ru_ru: Вы должны указать хотя бы одну службу.

source: You must specify at least one service status.
pl_pl: Musisz określić co najmniej jeden status usługi.
ru_ru: Вы должны указать хотя бы один статус службы.

source: You have to select at least one service
pl_pl: Musisz wybrać co najmniej jeden serwis
ru_ru: Вы должны выбрать хотя бы одну службу

source: Please select at least one service or interface
pl_pl: Proszę wybrać co najmniej jeden serwis lub interfejs
ru_ru: Выберите хотя бы одну службу или интерфейс

source: Invalid client certificate
pl_pl: Nieprawidłowy certyfikat klienta
ru_ru: Неверный сертификат клиента

source: <warning>File: {0}</warning>
pl_pl: <warning>Plik: {0}</warning>
ru_ru: <warning> Файл: {0} </warning>

source: Filters
pl_pl: Filtry

source: Favorites
pl_pl: Ulubione

source: Used by Autoreport module
pl_pl: Używane przez moduł Autoreport
ru_ru: Используется модулем автоотчета

source: Used by Eventcorrelation module
pl_pl: Używane przez moduł Eventcorrelation
ru_ru: Используется модулем корреляции событий

source: Password can not be blank if basic auth is enabled.
pl_pl: Hasło nie może być puste, jeśli autoryzacja podstawowa jest włączona.
ru_ru: Пароль не может быть пустым, если включена базовая аутентификация.

source: You need to select at least one container
pl_pl: Musisz wybrać co najmniej jeden kontener
ru_ru: Вам нужно выбрать хотя бы один контейнер

source: Font size out of range (1-7)
pl_pl: Rozmiar czcionki poza zakresem (1-7)
ru_ru: Размер шрифта вне диапазона (1-7)

source: This command name has already been taken.
pl_pl: Ta nazwa komendy jest już zajęta.
ru_ru: Имя этой команды уже занято.

source: Monday
pl_pl: Poniedziałek
ru_ru: Понедельник

source: Tuesday
pl_pl: Wtorek
ru_ru: Вторник

source: Wednesday
pl_pl: Środa
ru_ru: Среда

source: Thursday
pl_pl: Czwartek
ru_ru: Четверг

source: Friday
pl_pl: Piątek
ru_ru: Пятница

source: Saturday
pl_pl: Sobota
ru_ru: Суббота

source: Sunday
pl_pl: Niedziela
ru_ru: Воскресенье

source: Command arguments
pl_pl: Argumenty polecenia
ru_ru: Командные аргументы

source: Custom variables
pl_pl: Customowe zmienne
ru_ru: Пользовательские переменные

source: Host time period
pl_pl: Okres czasu hosta
ru_ru: Период времени узла

source: Service time period
pl_pl: Okres czasu serwisu
ru_ru: Период времени службы

source: Host command
pl_pl: Komenda hosta

source: Service command
pl_pl: Komenda serwisu

source: Contacts
pl_pl: Kontakty
ru_ru: Контакты

source: Check period
pl_pl: Okres sprawdzania
ru_ru: Период проверки команды

source: Contact groups
pl_pl: Grupy kontaktów
ru_ru: Контактные группы

source: Event handler command
pl_pl: Komenda obsługi eventów

source: Notify period
pl_pl: Okres powiadamiania

source: Event handler command arguments
pl_pl: Argumenty komendy obsługi eventów
ru_ru: Аргументы команды обработчика событий

source: Service templates
pl_pl: Szablony serwisu
ru_ru: Шаблоны служб

source: Time ranges
pl_pl: Zakresy czasu
ru_ru: Временные диапазоны

source: Service check command
pl_pl: Komenda sprawdzania serwisu
ru_ru: Команда проверки (служба)

source: Host check command
pl_pl: Komenda sprawdzania hosta
ru_ru: Команда проверки (узел)

source: Notification command
pl_pl: Komenda powiadomienia
ru_ru: Команда уведомления

source: Eventhandler command
pl_pl: Komenda handlera eventu
ru_ru: Команда обработчика событий

source: You have to choose at least one contact.
pl_pl: Musisz wybrać co najmniej jeden kontakt.
ru_ru: Вы должны выбрать хотя бы один контакт

source: You must at least specify either the email address or the phone number.
pl_pl: Musisz podać co najmniej adres e-mail lub numer telefonu.
ru_ru: Вы должны хотя бы указать адрес электронной почты или номер телефона.

source: Invalid email address
pl_pl: Nieprawidłowy adres e-mail
ru_ru: Неверный адрес электронной почты

source: You have to choose at least one command.
pl_pl: Musisz wybrać co najmniej jedną komendę.
ru_ru: Вы должны выбрать хотя бы одну команду.

source: Macro name needs to be unique
pl_pl: Nazwa makra musi być unikatowa
ru_ru: Имя макроса должно быть уникальным

source: This name already exists.
pl_pl: Ta nazwa już istnieje.
ru_ru: Это имя уже существует.

source: You need root privileges
pl_pl: Potrzebujesz uprawnień roota
ru_ru: Вам нужны права root

source: Location
pl_pl: Lokalizacja
ru_ru: Местоположение

source: Device group
pl_pl: Grupa urządzeń
ru_ru: Группа устройств

source: Node
pl_pl: Węzeł
ru_ru: Контейнерный узел

source: Hosts
pl_pl: Hosty
ru_ru: Узлы

source: Host templates
pl_pl: Szablony Hostów
ru_ru: Шаблоны узлов

source: Host groups
pl_pl: Grupy Hostów
ru_ru: Группа узлов

source: Service groups
pl_pl: Grupy Serwisów
ru_ru: Группы служб

source: Service template groups
pl_pl: Grupy szablonów serwisow
ru_ru: Группы шаблонов служб

source: Host dependencies
pl_pl: Zależności hostów
ru_ru: Узловые зависимости

source: Host escalations
pl_pl: Eskalacje hostów
ru_ru: Эскалация узлов

source: Service dependencies
pl_pl: Zależności serwisów
ru_ru: Службшные зависимости

source: Service escalations
pl_pl: Eskalacje serwisów
ru_ru: Эскалация служб

source: Instant reports
pl_pl: Raporty natychmiastowe
ru_ru: Мгновенные отчеты

source: Autoreports
pl_pl: Raporty automatyczne
ru_ru: Авто отчеты

source: Satellites
pl_pl: Satelity
ru_ru: Спутники

source: Time periods
pl_pl: Okresy czasu
ru_ru: Периоды времени

source: Grafana user dashboards
pl_pl: Dashboardy użytkownika Grafana
ru_ru: Пользовательские панели Grafana

source: Users
pl_pl: Użytkownicy
ru_ru: Пользователи

source: User container roles
pl_pl: Role kontenera użytkownika
ru_ru: Контейнерные роли пользователя

source: Macro name cannot be left blank.
pl_pl: Nazwa makra nie może być pusta.
ru_ru: Название макроса нельзя оставлять пустым.

source: Macro name contains illegal characters
pl_pl: Nazwa makra zawiera nieprawidłowe znaki
ru_ru: Имя макроса содержит недопустимые символы

source: Macro value cannot be left blank.
pl_pl: Wartość makra nie może być pusta.
ru_ru: Значение макроса не может быть пустым

source: Default
pl_pl: Domyślne
ru_ru: Стандарт

source: You have to choose at least one host.
pl_pl: Musisz wybrać co najmniej jeden host.
ru_ru: Вы должны выбрать хотя бы один узел.

source: You have to choose at least one dependent host.
pl_pl: Musisz wybrać co najmniej jeden zależny host.
ru_ru: Вы должны выбрать хотя бы один зависимой узел.

source: Host dependency #{0}
pl_pl: Zależność hosta #{0}
ru_ru: Зависимость узла # {0}

source: You have to choose at least one host or one host group.
pl_pl: Musisz wybrać co najmniej jeden host lub jedną grupę hostów.

source: You must specify at least one contact or contact group.
pl_pl: Musisz określić co najmniej jeden kontakt lub grupę kontaktów.
ru_ru: Вы должны указать хотя бы один контакт или группу контактов.

source: The first notification must be before the last notification.
pl_pl: Pierwsze powiadomienie musi być przed ostatnim powiadomieniem.
ru_ru: Первое уведомление должно быть до последнего уведомления.

source: Host escalation #{0}
pl_pl: Eskalacja hosta #{0}
ru_ru: Эскалация узла # {0}

source: Not a valid URL.
pl_pl: Nieprawidłowy adres URL.
ru_ru: Неверный URL.

source: This value must be between 1 and 5
pl_pl: Ta wartość musi być między 1 a 5
ru_ru: Это значение должно быть от 1 до 5

source: This value need to be at least 1
pl_pl: Ta wartość musi być co najmniej 1
ru_ru: Это значение должно быть не менее 1

source: This value need to be at least 0
pl_pl: Ta wartość musi być co najmniej 0
ru_ru: Это значение должно быть не менее 0

source: Please select a check period
pl_pl: Proszę wybrać okres sprawdzania
ru_ru: Пожалуйста, выберите период проверки

source: Please select a check command
pl_pl: Proszę wybrać polecenie sprawdzania
ru_ru: Пожалуйста, выберите команду проверки

source: Please select a notify period
pl_pl: Proszę wybrać okres powiadamiania
ru_ru: Пожалуйста, выберите период уведомления

source: You must specify at least one notification option.
pl_pl: Musisz wybrać co najmniej jedną opcję powiadamiania.
ru_ru: Вы должны указать хотя бы одну опцию уведомления.

source: You must specify at least one flap detection option.
pl_pl: Musisz wybrać co najmniej jedną opcję flap detection.
ru_ru: Вы должны указать хотя бы одну опцию обнаружения колебаний.
