Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Parent/child loop detected.
pl_pl: Wykryto pętlę rodzic/dziecko.
ru_ru: Обнаружен родительский/дочерний цикл.

source: Generic host
pl_pl: Host generyczny
ru_ru: Общий узел

source: EVC host
pl_pl: Host EVC
ru_ru: Узел EVC

source: Generic templates
pl_pl: Szablony generyczne
ru_ru: Общие шаблоны

source: EVC templates
pl_pl: Szablony EVC
ru_ru: EVC шаблоны

source: You must specify at least one user
pl_pl: Musisz wybrać co najmniej jednego użytkownika
ru_ru: Вы должны указать хотя бы одного пользователя

source: Please select a valid interval type
pl_pl: Proszę wybrać prawidłowy typ interwału
ru_ru: Пожалуйста, выберите правильный тип интервала

source: You must specify at least one host group
pl_pl: Musisz wybrać co najmniej jedną grupę hostów
ru_ru: Вы должны указать хотя бы одну группу узлов

source: You must specify at least one host
pl_pl: Musisz wybrać co najmniej jeden host
ru_ru: Вы должны указать хотя бы один узел

source: You must specify at least one service group
pl_pl: Musisz wybrać co najmniej jedną grupę serwisów
ru_ru: Вы должны указать хотя бы одну группу служб

source: You must specify at least one service
pl_pl: Musisz wybrać co najmniej jeden serwis
ru_ru: Вы должны указать хотя бы одну службу

source: It is required to specify valid values for LONGITUDE and LATITUDE
pl_pl: Należy podać prawidłowe wartości dla DŁUGOŚCI i SZEROKOŚCI gograficznej
ru_ru: Требуется указать допустимые значения для LONGITUDE и LATITUDE

source: Please set content for the message of the day
pl_pl: Proszę wprowadzić treść komunikatu dnia
ru_ru: Установите содержание сообщения дня

source: Please enter the expiry time in days
pl_pl: Proszę podać czas wygaśnięcia w dniach
ru_ru: Пожалуйста, введите срок годности в днях

source: This field needs to be numeric.
pl_pl: To pole musi zawierać wartość numeryczną.
ru_ru: Это поле должно быть числовым.

source: Port needs to be between 0 and 65535
pl_pl: Port musi być z zakresu od 0 do 65535
ru_ru: Порт должен быть между 0 и 65535

source: Please enter a license key
pl_pl: Proszę podać klucz licencyjny
ru_ru: Пожалуйста, введите лицензионный ключ

source: Invalid license key
pl_pl: Nieprawidłowy klucz licencyjny
ru_ru: Неверный лицензионный ключ

source: You have to choose at least one service.
pl_pl: Musisz wybrać co najmniej jeden serwis.
ru_ru: Вы должны выбрать хотя бы одну службу.

source: You have to choose at least one dependent service.
pl_pl: Musisz wybrać co najmniej jeden serwis zależny.
ru_ru: Вы должны выбрать хотя бы одну зависимую службу.

source: Service dependency #{0}
pl_pl: Zależność serwisu #{0}
ru_ru: Зависимость службы #{0}

source: You have to choose at least one service or one service group.
pl_pl: Musisz wybrać co najmniej jeden serwis lub jedną grupę serwisów.

source: Service escalation #{0}
pl_pl: Eskalacja serwisu #{0}
ru_ru: Эскалация службы #{0}

source: Please enter a service name.
pl_pl: Proszę podać nazwę serwisu.
ru_ru: Пожалуйста, введите название службы.

source: This field cannot be 0
pl_pl: To pole nie może być zerem
ru_ru: Это поле не может быть 0

source: Generic service
pl_pl: Serwis ogólny
ru_ru: Общая служба

source: EVC service
pl_pl: Serwis EVC
ru_ru: EVC служба

source: Checkmk service
pl_pl: Serwis Checkmk
ru_ru: Checkmk служба

source: Prometheus service
pl_pl: Serwis Prometheus
ru_ru: Prometheus служба

source: Agent service
pl_pl: Serwis Agent
ru_ru: Служба агента

source: External service
pl_pl: Serwis zewnętrzny

source: You must select at least one service template.
pl_pl: Musisz wybrać co najmniej jeden szablon serwisu.
ru_ru: Вы должны выбрать хотя бы один шаблон службы.

source: Checkmk templates
pl_pl: Szablony Checkmk
ru_ru: Checkmk шаблоны

source: Prometheus templates
pl_pl: Szablony Prometheus
ru_ru: Prometheus шаблоны

source: Agent templates
pl_pl: Szablony Agent
ru_ru: Шаблоны агентов

source: External templates
pl_pl: Szablony zewnętrzne

source: Please select at least on object.
pl_pl: Proszę wybrać co najmniej jeden obiekt.
ru_ru: Пожалуйста, выберите хотя бы один объект.

source: You must select at least one day of the week or one day of the month, or both
pl_pl: Musisz wybrać co najmniej jeden dzień tygodnia lub jeden dzień miesiąca, lub oba.
ru_ru: Вы должны выбрать хотя бы один день недели или один день месяца, или оба

source: Weekdays needs to be in range (1-7).
pl_pl: Dni tygodnia muszą być w zakresie (1-7).
ru_ru: Дни должны быть в диапазоне (1-7).

source: Weekdays needs to be in range (1-31).
pl_pl: Dni tygodnia muszą być w zakresie (1-31).
ru_ru: Дни должны быть в диапазоне (1-31).

source: Start time needs to be a valid date.
pl_pl: Czas rozpoczęcia musi być prawidłową datą.
ru_ru: Время начала должно быть действительной датой.

source: End time needs to be a valid date.
pl_pl: Czas zakończenia musi być prawidłową datą.
ru_ru: Время окончания должно быть действительной датой.

source: "From" date should be greater then "to" date.
pl_pl: Data "Od" powinna być większa niż data "Do".
ru_ru: "С" дата должна быть больше чем "до" дата.

source: Duration needs to be greater than zero.
pl_pl: Czas trwania musi być większy niż zero.
ru_ru: Продолжительность должна быть больше нуля.

source: This field needs to be 0 or 1
pl_pl: To pole musi zawierać wartość 0 lub 1
ru_ru: Это поле должно быть 0 или 1

source: Please enter a valid date
pl_pl: Proszę podać prawidłową datę
ru_ru: Пожалуйста, введите правильную дату

source: Start time must be before end time.
pl_pl: Czas rozpoczęcia musi być przed czasem zakończenia.
ru_ru: Время начала должно быть раньше времени окончания.

source: The start time must be before the end time.
pl_pl: Czas rozpoczęcia musi być przed czasem zakończenia.
ru_ru: Время начала должно быть раньше времени окончания.

source: The end time must be after the start time.
pl_pl: Czas zakończenia musi być po czasie rozpoczęcia.
ru_ru: Время окончания должно быть позже времени начала.

source: You have to choose at least one container.
pl_pl: Musisz wybrać co najmniej jeden kontener.
ru_ru: Вы должны выбрать хотя бы один контейнер.

source: This user role name has already been taken.
pl_pl: Ta nazwa roli użytkownika jest już zajęta.
ru_ru: Это имя роли пользователя уже занято.

source: You need to select at least one container or container role.
pl_pl: Musisz wybrać co najmniej jeden kontener lub rolę kontenera.
ru_ru: Вам необходимо выбрать хотя бы один контейнер или роль контейнера.

source: You have to select a user role.
pl_pl: Musisz wybrać rolę użytkownika.
ru_ru: Вы должны выбрать роль пользователя

source: You have to select a user
pl_pl: Musisz wybrać użytkownika
ru_ru: Вы должны выбрать пользователя

source: DN could not left be blank.
pl_pl: Pole DN nie może być puste.
ru_ru: DN не может быть пустым.

source: Minimum amount is 1
pl_pl: Minimalna wartość to 1
ru_ru: Минимум 1

source: Maximum amount is 1000
pl_pl: Maksymalna wartość to 1000
ru_ru: Максимум 1000

source: The new password can not be the same as the old password is.
pl_pl: Nowe hasło nie może być takie same jak stare hasło.

source: Local user
pl_pl: Użytkownik lokalny

source: LDAP user
pl_pl: Użytkownik LDAP

source: OAuth user
pl_pl: Użytkownik OAuth

source: This field needs a numeric value.
pl_pl: To pole musi zawierać wartość numeryczną.
ru_ru: Это поле должно быть числовым значением.

source: Welcome
pl_pl: Witaj
ru_ru: Добро пожаловать!

source: Parent outages
pl_pl: Awarie nadrzędne
ru_ru: Сбои родительской системы

source: Hosts pie chart
pl_pl: Wykres kołowy hostów
ru_ru: Круговая диаграмма узлов

source: Hosts pie chart 180
pl_pl: Wykres kołowy hostów 180
ru_ru: Круговая диаграмма узлов 180

source: Services pie chart
pl_pl: Wykres kołowy serwisów
ru_ru: Круговая диаграмма служб

source: Services pie chart 180
pl_pl: Wykres kołowy swerisów 180
ru_ru: Круговая диаграмма служб 180

source: Traffic light
pl_pl: Sygnalizacja świetlna
ru_ru: Светофор

source: Tachometer
pl_pl: Tachometr
ru_ru: Тахометр

source: Notice
pl_pl: Uwaga
ru_ru: Уведомление

source: Calendar
pl_pl: Kalendarz
ru_ru: Календарь

source: Hosts in downtime
pl_pl: Hosty w przerwie
ru_ru: Узел в обслуживании

source: Services in downtime
pl_pl: Serwisy w przerwie
ru_ru: Служба в обслуживании

source: Host status list
pl_pl: Lista statusów hostów
ru_ru: Список статусов узлов

source: Host status overview
pl_pl: Przegląd statusów hostów
ru_ru: Обзор состояния узлов

source: Tactical overview for hosts
pl_pl: Taktyczny przegląd dla hostów
ru_ru: Тактический обзор узлов

source: Host status list (extended)
pl_pl: (Rozszerzona) lista statusów hostów

source: Service status list
pl_pl: Lista statusów serwisów
ru_ru: Список статуса служб

source: Service status overview
pl_pl: Przegląd statusów serwisów
ru_ru: Обзор состояния служб

source: Tactical overview for services
pl_pl: Taktyczny przegląd dla serwisów
ru_ru: Тактический обзор служб

source: Service status list (extended)
pl_pl: (Rozszerzona) lista statusów serwisów

source: Auto Map
pl_pl: Auto Mapa
ru_ru: Авто Карта

source: Website
pl_pl: Strona internetowa
ru_ru: Веб-сайт

source: Linux Server
pl_pl: Serwer Linux
ru_ru: Linux сервер

source: Monitoring for your Linux Server with openITCOCKPIT Agent
pl_pl: Monitorowanie twojego serwera Linuxowego przy pomocy agenta openITCOCKPIT
ru_ru: Мониторинг вашего Linux-сервера с помощью агента openITCOCKPIT

source: Windows Server
pl_pl: Serwer Windows
ru_ru: Windows сервер

source: Monitoring for your Windows Server with openITCOCKPIT Agent
pl_pl: Monitorowanie twojego serwera Windowsowego przy pomocy agenta openITCOCKPIT
ru_ru: Мониторинг вашего Windows-сервера с помощью агента openITCOCKPIT

source: macOS Server
pl_pl: Serwer macOS
ru_ru: macOS сервер

source: Monitoring for your macOS Server with openITCOCKPIT Agent
pl_pl: Monitorowanie twojego serwera macOS przy pomocy agenta openITCOCKPIT
ru_ru: Мониторинг вашего macOS-сервера с помощью агента openITCOCKPIT

source: Track MySQL Query Throughput, Execution Performance, Connections, And Buffer Pool Usage
pl_pl: Śledź Wydajność Zapytań MySQL, Wykonanie, Połączenia i Użycie Bufora Pamięci
ru_ru: Отслеживание пропускной способности запросов MySQL, производительности выполнения, подключений и использования пула буферов

source: Monitoring for your server with checkmk
pl_pl: Monitorowanie twojego serwera z checkmk
ru_ru: Мониторинг вашего сервера с помощью checkmk

source: Metrics based monitoring using Prometheus
pl_pl: Monitorowanie oparte na metrykach za pomocą Prometheus
ru_ru: Мониторинг на основе метрик с помощью Prometheus

source: Network
pl_pl: Sieć
ru_ru: Сеть

source: Used to check any kind of network devices and interfaces like: Switch, Router, Firewall, Access Point, ...
pl_pl: Używane do sprawdzania wszelkiego rodzaju urządzeń i interfejsów sieciowych, takich jak: Switch, Router, Firewall, Access Point, ...
ru_ru: Используется для проверки любых сетевых устройств и интерфейсов, таких как: коммутатор, маршрутизатор, брандмауэр, точка доступа и т.Д.

source: Monitoring SAP Systems
pl_pl: Monitorowanie Systemów SAP
ru_ru: Мониторинг систем SAP

source: Monitoring for your SAP Hana System Database
pl_pl: Monitorowanie Twojej bazy danych SAP Hana System
ru_ru: Мониторинг вашей системной базы данных SAP Hana

source: Monitoring for your SAP Hana Tenant Database
pl_pl: Monitorowanie Twojej bazy danych SAP Hana Tenant
ru_ru: Мониторинг вашей SAP Hana Арендатор базы данных

source: VMware (through vCenter)
pl_pl: VMware (przez vCenter)
ru_ru: VMware (через vCenter)

source: Check everything regarding VMware. vCenter, virtual machines...
pl_pl: Sprawdź wszystko, co dotyczy VMware. vCenter, maszyn wirtualnych...
ru_ru: Проверьте все, что касается VMware. vCenter, виртуальные машины ...

source: VMware (esx directly)
pl_pl: VMware (ESX bezpośrednio)
ru_ru: VMware (напрямую от esx)

source: Check everything regarding VMware. ESX Hosts, virtual machines...
pl_pl: Sprawdź wszystko, co dotyczy VMware. Hosty ESX, maszyn wirtualnych...
ru_ru: Проверьте все, что касается VMware. Узлы ESX, виртуальные машины ...

source: Monitor your VMware Horizon Virtual Desktop Infrastructure
pl_pl: Monitoruj swoją infrastrukturę wirtualnych pulpitów VMware Horizon
ru_ru: Мониторинг VMware Horizon Virtual Desktop инфраструктуры

source: Monitor your VMware snapshots to avoid performance issues
pl_pl: Monitoruj snapshoty VMware, aby unikać problemów z wydajnością

source: DB2 Monitoring
pl_pl: Monitorowanie DB2
ru_ru: DB2 Мониторинг

source: Monitor your DB2 server
pl_pl: Monitoruj swój serwer DB2
ru_ru: Следите за своим DB2 сервером

source: Track connection time, connected users, session and process usage, ....
pl_pl: Śledź czas połączenia, podłączonych użytkowników, sesję i wykorzystanie procesu, ....
ru_ru: Отслеживайте время подключения, подключенных пользователей, сессий и использование процессов, ....

source: Uninterruptible Power Supply
pl_pl: Bezprzerwowe Zasilanie
ru_ru: Бесперебойный источник питания

source: Add your UPS for monitoring by specifying the device details
pl_pl: Dodaj swój UPS do monitorowania, podając szczegóły urządzenia
ru_ru: Добавьте свой ИБП(UPS) в мониторинг, указав сведения об устройстве

source: Printer
pl_pl: Drukarka
ru_ru: Принтер

source: Add your printers for monitoring by specifying the device details
pl_pl: Dodaj swoje drukarki do monitorowania, podając szczegóły urządzenia
ru_ru: Добавьте свои принтеры в мониторинг, указав сведения об устройстве

source: MSSQL Monitoring
pl_pl: Monitorowanie MSSQL
ru_ru: Мониторинг MSSQL

source: Monitor your Microsoft SQL Server
pl_pl: Monitoruj swój serwer Microsoft SQL
ru_ru: Следите за своим Microsoft SQL Server

source: HP Server Hardware
pl_pl: Sprzęt serwerowy HP
ru_ru: Серверное оборудование HP

source: These checks will allow you to monitor your HP server
pl_pl: Pozwól monitorować Twój serwer HP
ru_ru: Эти проверки позволят вам контролировать свой сервер HP.

source: acknowledgement history
pl_pl: historia uznań
ru_ru: История подтверждений

source: From
pl_pl: Od
ru_ru: От

source: From date
pl_pl: Od daty
ru_ru: С даты

source: Filter by comment
pl_pl: Filtruj wg komentarza
ru_ru: Фильтровать по комментарию

source: To
pl_pl: Do
ru_ru: До

source: To date
pl_pl: Do daty
ru_ru: До даты

source: Filter by author
pl_pl: Filtruj wg autora
ru_ru: Фильтровать по автору

source: States
pl_pl: Stany
ru_ru: Статус

source: Down
pl_pl: Nieaktywny
ru_ru: Остановлен

source: Unreachable
pl_pl: Niedostępny
ru_ru: Недоступно

source: Date
pl_pl: Data
ru_ru: Дата

source: Author
pl_pl: Autor
ru_ru: Автор

source: Comment
pl_pl: Komentarz
ru_ru: Комментарий

source: Sticky
pl_pl: Przyklejone
ru_ru: Липкий

source: True
pl_pl: Prawda
ru_ru: Настоящий

source: False
pl_pl: Fałsz
ru_ru: Фальшивый

source: Warning
pl_pl: Ostrzeżenie
ru_ru: Предупреждение

source: Critical
pl_pl: Krytyczne
ru_ru: Критично

source: Unknown
pl_pl: Nieznane
ru_ru: Неизвестно

source: Debugging information
pl_pl: Informacje debugowania
ru_ru: Отладочная информация

source: Set XDEBUG_TRIGGER cookie
pl_pl: Ustaw ciasteczko XDEBUG_TRIGGER

source: Remove XDEBUG_TRIGGER cookie
pl_pl: Usuń ciasteczko XDEBUG_TRIGGER

source: Show SQL query log
pl_pl: Pokaż dziennik zapytań SQL
ru_ru: Показать журнал SQL-запросов

source: Critical error!
pl_pl: Błąd krytyczny!
ru_ru: Критическая ошибка!

source: Could not connect to Gearman Job Server! No background tasks will get executed!
pl_pl: Nie można połączyć się z serwerem zadań Gearman! Nie zostaną wykonane żadne zadania w tle!
ru_ru: Не удалось подключиться к Gearman Job серверу! Фоновые задачи не будут выполняться!

source: Ubuntu Bionic 18.04 is end of life soon!
pl_pl: Ubuntu Bionic 18.04 wkrótce osiągnie koniec życia!

source: Official end of life of Ubuntu Bionic scheduled for April 2023.
pl_pl: Oficjalny koniec życia Ubuntu Bionic zaplanowany na kwiecień 2023 roku.

source: Therefore openITCOCKPIT 4.5.5 will be one of the last releases for Ubuntu Bionic. Please update to Ubuntu Focal to receive further updates.
pl_pl: Dlatego openITCOCKPIT 4.5.5 będzie jednym z ostatnich wydań dla Ubuntu Bionic. Proszę zaktualizować się do Ubuntu Focal, aby otrzymywać dalsze aktualizacje.

source: Need help updating your system? Please don't hesitate to contact our enterprise support {0}.
pl_pl: Potrzebujesz pomocy w aktualizacji systemu? Nie wahaj się skontaktować z naszym wsparciem przedsiębiorstwa {0}.
ru_ru: Нужна помощь в обновлении вашей системы? Пожалуйста, не стесняйтесь обращаться в нашу службу поддержки предприятия {0}.

source: Debian Buster 10 end of life!
pl_pl: Koniec życia Debian Buster 10!

source: Debian Buster is not supported by the Debian security team anymore!
pl_pl: Debian Buster nie jest już obsługiwany przez zespół bezpieczeństwa Debiana!

source: Therefore openITCOCKPIT 4.5.5 will be one of the last releases for Debian Buster. Please update to Debian Bullseye to receive further updates.
pl_pl: Dlatego openITCOCKPIT 4.5.5 będzie jednym z ostatnich wydań dla Debian Buster. Proszę zaktualizować się do Debian Bullseye, aby otrzymać dalsze aktualizacje.

source: Interface information
pl_pl: Informacje o interfejsie
ru_ru: Информация об интерфейсе

source: System name
pl_pl: Nazwa systemu
ru_ru: Имя системы

source: Version
pl_pl: Wersja
ru_ru: Версия

source: Edition
pl_pl: Edycja
ru_ru: Издание

source: Path for config
pl_pl: Ścieżka do konfiguracji
ru_ru: Путь к конфигурации

source: Path for backups
pl_pl: Ścieżka do kopii zapasowych
ru_ru: Путь к резервным копиям

source: Command interface
pl_pl: Interfejs poleceń
ru_ru: Командный интерфейс

source: Process information
pl_pl: Informacje o procesach
ru_ru: Информация о процессе

source: Error
pl_pl: Błąd
ru_ru: Ошибка

source: Gearman-Job-Server is not running, openITCOCKPIT could not check the state of background daemons
pl_pl: Serwer zadań Gearman nie działa, openITCOCKPIT nie może sprawdzić stanu demonów w tle
ru_ru: Gearman-Job-Server не работает, openITCOCKPIT не может проверить состояние фоновых демонов

source: Please start Gearman-Job-Server first
pl_pl: Proszę najpierw uruchomić serwer zadań Gearman
ru_ru: Пожалуйста, сначала запустите Gearman-Job-Server

source: gearman_worker is not running, openITCOCKPIT could not check the state of background daemons
pl_pl: gearman_worker nie jest uruchomiony, openITCOCKPIT nie może sprawdzić stanu demonów w tle
ru_ru: gearman_worker не работает, openITCOCKPIT не может проверить состояние фоновых демонов

source: Please start gearman_worker first
pl_pl: Proszę najpierw uruchomić gearman_worker
ru_ru: Пожалуйста, запустите gearman_worker первым

source: Process
pl_pl: Proces
ru_ru: Процесс

source: Monitoring engine
pl_pl: Silnik monitoringu
ru_ru: Двигатель Мониторинга

source: Running
pl_pl: Uruchomione
ru_ru: Работает

source: Stopped
pl_pl: Zatrzymane
ru_ru: Остановился

source: Database connector
pl_pl: Łącznik bazy danych
ru_ru: Соединитель базы данных

source: Statusengine
pl_pl: Silnik statusu

source: Perfdata processor
pl_pl: Procesor Perfdata
ru_ru: Процессор данных производительности

source: Queuing engine
pl_pl: Silnik kolejkowania

source: Gearman Worker
pl_pl: Pracownik Gearman

source: OITC Cmd
pl_pl: Polecenie OITC

source: Push notification service
pl_pl: Usługa powiadomień push
ru_ru: Сервис push-уведомлений

source: Nodejs Backend
pl_pl: Backend Nodejs

source: Server information
pl_pl: Informacje o serwerze
ru_ru: Информация о сервере

source: Address
pl_pl: Adres
ru_ru: Адрес

source: Webserver
pl_pl: Serwer WWW
ru_ru: Веб сервер

source: OS
pl_pl: System operacyjny

source: Kernel
pl_pl: Jądro
ru_ru: Ядро

source: Containerized
pl_pl: Skonteneryzowany

source: PHP version
pl_pl: Wersja PHP
ru_ru: Версия PHP

source: PHP Memory limit
pl_pl: Limit pamięci PHP
ru_ru: Ограничение памяти PHP

source: PHP Max. execution time
pl_pl: Maksymalny czas wykonania PHP
ru_ru: PHP Максимальное время выполнения

source: PHP loaded extensions
pl_pl: Załadowane rozszerzenia PHP
ru_ru: PHP загруженные расширения

source: CPU model
pl_pl: Model procesora
ru_ru: Модель процессора

source: CPU Architecture
pl_pl: Architektura CPU
ru_ru: Архитектура ЦП

source: Number of CPU cores
pl_pl: Liczba rdzeni CPU
ru_ru: Количество ядер процессора

source: CPU load
pl_pl: Obciążenie CPU
ru_ru: Загрузка процессора

source: Keep history
pl_pl: Przechowuj historię
ru_ru: Хранить историю

source: Current load:
pl_pl: Aktualne obciążenie:
ru_ru: Текущая нагрузка

source: 1 Minute
pl_pl: 1 Minuta
ru_ru: 1 минута

source: 5 Minutes
pl_pl: 5 Minut
ru_ru: 5 минут

source: 15 Minutes
pl_pl: 15 Minut
ru_ru: 15 минут

source: Memory and disk usage
pl_pl: Użycie pamięci i dysku
ru_ru: Использование памяти и диска

source: Memory usage
pl_pl: Użycie pamięci
ru_ru: Использование памяти

source: Total:
pl_pl: Łącznie:
ru_ru: Общее:

source: Used:
pl_pl: Użyte:
ru_ru: Используемый:

source: Cached:
pl_pl: Zcache'owane
ru_ru: Сохраненная копия:

source: Buffers:
pl_pl: Bufory:
ru_ru: Буфер

source: Swap usage
pl_pl: Użycie swapu
ru_ru: Использование свопа

source: Disk usage
pl_pl: Użycie dysku

source: Size
pl_pl: Rozmiar
ru_ru: Размер

source: Available
pl_pl: Dostępne
ru_ru: Доступный

source: Mount point
pl_pl: Punkt montowania
ru_ru: Точка монтирования

source: Queue name
pl_pl: Nazwa kolejki
ru_ru: Имя очереди

source: Jobs waiting
pl_pl: Oczekujące zadania
ru_ru: Работы в ожидании

source: Active jobs
pl_pl: Aktywne zadania
ru_ru: Активные работы

source: Worker available
pl_pl: Dostępny worker

source: Email configuration
pl_pl: Konfiguracja e-mail
ru_ru: Конфигурация электронной почты

source: Mail server address
pl_pl: Adres serwera poczty
ru_ru: Адрес почтового сервера

source: Mail server port
pl_pl: Port serwera poczty
ru_ru: Порт почтового сервера

source: Transport method
pl_pl: Metoda transportu
ru_ru: Транспортный метод

source: Username
pl_pl: Nazwa użytkownika
ru_ru: Имя пользователя

source: Password
pl_pl: Hasło
ru_ru: Пароль

source: Password hidden due to security please see the file /opt/openitc/frontend/config/email.php for detailed configuration information.
pl_pl: Hasło ukryte ze względów bezpieczeństwa. Proszę zajrzeć do pliku /opt/openitc/frontend/config/email.php, aby uzyskać szczegółowe informacje konfiguracyjne.
ru_ru: Пароль скрыт из-за безопасности, см. файл /opt/openitc/frontend/config/email.php для получения подробной информации о конфигурации.

source: Send test Email to
pl_pl: Wyślij testowy e-mail do
ru_ru: Отправить тестовое электронное письмо на

source: Client information
pl_pl: Informacje o kliencie
ru_ru: Информация о клиенте

source: Client OS
pl_pl: System operacyjny klienta
ru_ru: Клиентская ОС

source: Client browser
pl_pl: Przeglądarka klienta
ru_ru: Клиентский браузер

source: Client IP address
pl_pl: Adres IP klienta
ru_ru: IP-адрес клиента

source: Databases query log
pl_pl: Log zapytań baz danych
ru_ru: Журнал запросов к базам данных

source: Databases
pl_pl: Bazy danych
ru_ru: Базы данных

source: query log
pl_pl: log zapytań
ru_ru: Журнал запросов

source: Successfully connected
pl_pl: Pomyślnie połączono
ru_ru: Успешно подключен

source: Used query log slots
pl_pl: Wykorzystane sloty logu zapytań
ru_ru: Используемые слоты журнала запросов

source: Try manual reconnect
pl_pl: Spróbuj ręcznego ponownego połączenia
ru_ru: Попробуйте ручное переподключение

source: Truncate log
pl_pl: Opróżnij log
ru_ru: Очистить журнал

source: Enable query logging
pl_pl: Włącz logowanie zapytań

source: It is very important to set {0} to {1} in the file
pl_pl: Bardzo ważne jest ustawienie {0} na {1} w pliku

source: Connection error
pl_pl: Błąd połączenia
ru_ru: Ошибка подключения

source: Could not connect to Query Log WebSocket Server. Did you execute
pl_pl: Nie udało się połączyć z serwerem WebSocket logu zapytań. Czy wykonałeś
ru_ru: Не удалось подключиться к серверу Query Log WebSocket. Вы выполнили
