Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Use the push mode whenever your openITCOCKPIT server cannot establish a direct connection the the target system.
pl_pl: Użyj trybu push, gdy Twój serwer openITCOCKPIT nie może nawiązać bezpośredniego połączenia z systemem docelowym.
ru_ru: Используйте режим push, когда ваш сервер openITCOCKPIT не может установить прямое соединение с целевой системой

source: In a fast changing environment or when your openITCOCKPIT server is running in the cloud.
pl_pl: W szybko zmieniającym się środowisku lub gdy Twój serwer openITCOCKPIT działa w chmurze.
ru_ru: В быстро меняющейся среде или когда ваш сервер openITCOCKPIT работает в облаке.

source: Continue with push mode
pl_pl: Kontynuuj z trybem push
ru_ru: Продолжить в режиме push

source: Create new services
pl_pl: Utwórz nowe usługi
ru_ru: Создать новые службы

source: Agent is already configured
pl_pl: Agent jest już skonfigurowany
ru_ru: Агент уже настроен

source: Add new services to your monitoring
pl_pl: Dodaj nowe usługi do monitoringu
ru_ru: Добавляйте новые службы в свой мониторинг

source: Continue with service creation
pl_pl: Kontynuuj z tworzeniem usługi
ru_ru: Продолжить создание службы

source: Edit agent configuration
pl_pl: Edytuj konfigurację Agenta
ru_ru: Изменить конфигурацию агента

source: When is a configuration change required?
pl_pl: Kiedy wymagana jest zmiana konfiguracji?
ru_ru: Когда требуется изменение конфигурации?

source: To enable new agent checks/features
pl_pl: Aby włączyć nowe testy/funkcje Agenta
ru_ru: Чтобы включить новые проверки/функции агента

source: To switch from "Push" to "Pull" mode and vice versa
pl_pl: Aby przełączyć się z trybu "Push" na tryb "Pull" i odwrotnie
ru_ru: Для переключения из режима "Push" в режим "Pull" и наоборот

source: State of service is acknowledged
pl_pl: Stan usługi został potwierdzony
ru_ru: Состояние службы подтверждено

source: State of host is acknowledged
pl_pl: Stan hosta został potwierdzony
ru_ru: Статус узла подтвержден

source: Set by
pl_pl: Ustawione przez

source: Set at
pl_pl: Ustawione na

source: Acknowledge host status
pl_pl: Potwierdź status hosta
ru_ru: Подтвердить статус узла

source: Select method
pl_pl: Wybierz metodę
ru_ru: Выберите метод

source: Individual hosts
pl_pl: Poszczególne hosty
ru_ru: Отдельные узлы

source: Hosts including services
pl_pl: Hosty wraz z usługami
ru_ru: Узлы вместе со службами

source: Sticky acknowledgements will be stay until the host is back in state Up
pl_pl: Trwałe potwierdzenia zostaną, dopóki host nie wróci do stanu Up
ru_ru: Прикрепленные подтверждения будут оставаться до тех пор, пока узел не вернется в состояние UP.

source: Notify
pl_pl: Powiadom
ru_ru: Поставить в известность

source: The system will send a notification to inform contacts that the current host problem has been acknowledged.
pl_pl: System wyśle powiadomienie, informując kontakty, że bieżący problem z hostem został potwierdzony.
ru_ru: Система отправит уведомление, чтобы сообщить контактам, что текущая проблема узла подтверждена.

source: Executing command
pl_pl: Wykonuję polecenie
ru_ru: Выполнение команды

source: Acknowledge service status
pl_pl: Potwierdź status usługi
ru_ru: Подтвердить статус службы

source: Sticky acknowledgements will be stay until the service is back in state Ok
pl_pl: Trwałe potwierdzenia zostaną, dopóki usługa nie wróci do stanu Ok
ru_ru: Прикрепленные подтверждения будут оставаться до тех пор, пока служба не вернется в состояние ОК.

source: The system will send a notification to inform contacts that the current service problem has been acknowledged.
pl_pl: System wyśle powiadomienie, informując kontakty, że bieżący problem z usługą został potwierdzony.
ru_ru: Система отправит уведомление, чтобы сообщить контактам, что текущая проблема службы подтверждена.

source: by
pl_pl: przez
ru_ru: по

source: by Cronjob
pl_pl: przez Cronjob

source: Share column configuration
pl_pl: Udostępnij konfigurację kolumn

source: Share this column configuration string
pl_pl: Udostępnij tę konfigurację kolumny

source: Copy to clipboard
pl_pl: Skopiuj do schowka
ru_ru: Скопировать в буфер обмена

source: Column config is not for this table
pl_pl: Konfiguracja kolumn nie jest dla tej tabeli

source: Unable to import config
pl_pl: Nie można zaimportować konfiguracji

source: Import column configuration
pl_pl: Importuj konfigurację kolumn

source: Paste a column configuration string
pl_pl: Wklej konfigurację kolumn

source: Import
pl_pl: Importuj
ru_ru: Импорт

source: Attention!
pl_pl: Uwaga!
ru_ru: Внимание!

source: Do you really want deactivate the selected object?
pl_pl: Czy na pewno chcesz dezaktywować wybrany obiekt?
ru_ru: Вы действительно хотите деактивировать выбранный объект?

source: Disable
pl_pl: Wyłącz
ru_ru: Отключить

source: Do you really want delete the selected object?
pl_pl: Czy na pewno chcesz usunąć wybrany obiekt?
ru_ru: Вы действительно хотите удалить выбранный объект?

source: Disable host flap detection
pl_pl: Wyłącz flap detection hosta
ru_ru: Отключить обнаружение колебаний узла

source: Yes, I would like to temporarily <strong>disable</strong> flap detection.
pl_pl: Tak, chcę tymczasowo <strong>wyłączyć</strong> flap detection.
ru_ru: Да, я хотел бы временно <strong>отключить</strong> обнаружение колебаний.

source: This option is only temporary. It does not affect your configuration. This is an external command and only saved in the memory of your monitoring engine.
pl_pl: Ta opcja jest tylko tymczasowa. Nie wpływa na Twoją konfigurację. To zewnętrzne polecenie i jest zapisywane tylko w pamięci Twojego silnika monitorującego.
ru_ru: Эта опция только временная. Это не влияет на вашу конфигурацию. Это внешняя команда, которая сохраняется только в памяти вашего механизма мониторинга.

source: Execute
pl_pl: Wykonaj
ru_ru: Выполнить

source: Disable host notification
pl_pl: Wyłącz powiadomienie hosta
ru_ru: Отключить уведомление узла

source: Yes, I would like to temporarily <strong>disable</strong> notifications.
pl_pl: Tak, chcę tymczasowo <strong>wyłączyć</strong> powiadomienia.
ru_ru: Да, я хочу временно <strong>отключить</strong> уведомления.

source: Disable service flap detection
pl_pl: Wyłącz flap detection serwisu
ru_ru: Отключить обнаружение колебаний службы

source: Disable service notifications
pl_pl: Wyłącz powiadomienia usługi
ru_ru: Отключить уведомления службы

source: Set planned maintenance times
pl_pl: Ustaw planowany czas konserwacji
ru_ru: Установите запланированное время обслуживания

source: Maintenance period for
pl_pl: Okres konserwacji dla
ru_ru: Период обслуживания для

source: Hosts and dependent Hosts (triggered)
pl_pl: Hosty i zależne hosty (wywołane)
ru_ru: Узлы и зависимые узлы (сработавшие)

source: Hosts and dependent Hosts (non-triggered)
pl_pl: Hosty i zależne hosty (niewywołane)
ru_ru: Узлы и зависимые узлы (не сработавшие)

source: In progress
pl_pl: W trakcie
ru_ru: В процессе

source: The service is currently in a planned maintenance period
pl_pl: Usługa jest obecnie w okresie planowej konserwacji
ru_ru: Служба в настоящее время находится на плановом техническом обслуживании

source: The host is currently in a planned maintenance period
pl_pl: Host jest obecnie w okresie planowej konserwacji
ru_ru: В данный момент узел находится в плановом периоде обслуживания

source: Start
pl_pl: Uruchom
ru_ru: Начало

source: End
pl_pl: Zakończ
ru_ru: Конец

source: 1 minute
pl_pl: 1 minuta
ru_ru: 1 минута

source: 2 minutes
pl_pl: 2 minuty
ru_ru: 2 минуты

source: 5 minutes
pl_pl: 5 minut
ru_ru: 5 минут

source: 10 minutes
pl_pl: 10 minut
ru_ru: 10 минут

source: 15 minutes
pl_pl: 15 minut
ru_ru: 15 минут

source: 30 minutes
pl_pl: 30 minut
ru_ru: 30 минут

source: 45 minutes
pl_pl: 45 minut
ru_ru: 45 минут

source: 1 hour
pl_pl: 1 godzina
ru_ru: 1 час

source: 1.5 hours
pl_pl: 1,5 godziny
ru_ru: 1.5 часа

source: 2 hours
pl_pl: 2 godziny
ru_ru: 2 часа

source: 4 hours
pl_pl: 4 godziny
ru_ru: 4 часа

source: 8 hours
pl_pl: 8 godzin
ru_ru: 8 часов

source: Duration in minutes
pl_pl: Czas trwania w minutach
ru_ru: Продолжительность в минутах

source: Enable host flap detection
pl_pl: Włącz flap detection hosta
ru_ru: Включить обнаружение колебаний узла

source: Yes, I would like to temporarily <strong>enable</strong> flap detection.
pl_pl: Tak, chcę tymczasowo <strong>włączyć</strong> flap detection.
ru_ru: Да, я хотел бы временно <strong>отключить</strong> обнаружение колебаний.

source: Enable host notification
pl_pl: Włącz powiadomienie hosta
ru_ru: Включить уведомление узла

source: Yes, I would like to temporarily <strong>enable</strong> notifications.
pl_pl: Tak, chcę tymczasowo <strong>włączyć</strong> powiadomienia.
ru_ru: Да, я хотел бы временно <strong>включить</strong> уведомления.

source: Enable service flap detection
pl_pl: Włącz flap detection serwisu
ru_ru: Включить обнаружение колебаний службы

source: Enable service notifications
pl_pl: Włącz powiadomienia serwisu
ru_ru: Включить уведомления службы

source: 403 Forbidden
pl_pl: 403 Zabronione
ru_ru: 403 Запрещено

source: You do not have the required permissions.
pl_pl: Nie masz wymaganych uprawnień.
ru_ru: У вас нет необходимых разрешений.

source: Copied
pl_pl: Skopiowane
ru_ru: Скопировано

source: Back to overview
pl_pl: Powrót do przeglądu
ru_ru: Вернуться к обзору

source: Reset check time
pl_pl: Zresetuj czas sprawdzenia
ru_ru: Сбросить время проверки

source: Object documentation
pl_pl: Dokumentacja obiektu
ru_ru: Документация по объекту

source: Notifications
pl_pl: Powiadomienia
ru_ru: Уведомления

source: Check history
pl_pl: Historia sprawdzania
ru_ru: История проверок

source: State history
pl_pl: Historia stanu
ru_ru: История состояниев

source: Acknowledgement history
pl_pl: Historia potwierdzeń
ru_ru: История подтверждений

source: External link
pl_pl: Link zewnętrzny
ru_ru: Внешняя ссылка

source: Edit host
pl_pl: Edytuj hosta
ru_ru: Редактировать узел

source: More actions
pl_pl: Więcej działań
ru_ru: Больше действий

source: Service list
pl_pl: Lista serwisów
ru_ru: Список служб

source: Allocate service template group
pl_pl: Przydziel szablon grupy usług
ru_ru: Выделить группу шаблонов служб

source: openITCOCKPIT Agent discovery
pl_pl: Odkrywanie Agentów openITCOCKPIT
ru_ru: openITCOCKPIT Агент обнаружение

source: hour
pl_pl: godzina
ru_ru: час

source: hours
pl_pl: godziny
ru_ru: часов

source: and
pl_pl: i
ru_ru: и

source: minute
pl_pl: minuta
ru_ru: минут

source: minutes
pl_pl: minuty
ru_ru: минут

source: second
pl_pl: sekunda
ru_ru: Секунда

source: seconds
pl_pl: sekundy
ru_ru: Секунд

source: 30 seconds
pl_pl: 30 sekund
ru_ru: 30 секунд

source: Interval in seconds
pl_pl: Interwał w sekundach
ru_ru: Интервал в секундах

source: Value
pl_pl: Wartość
ru_ru: Значение

source: Is password
pl_pl: Jest hasłem
ru_ru: Пароль

source: Is not a password
pl_pl: Nie jest hasłem
ru_ru: Это не пароль

source: Do you really want activate the selected objects?
pl_pl: Czy na pewno chcesz aktywować wybrane obiekty?
ru_ru: Вы действительно хотите активировать выбранные объекты?

source: Activating...
pl_pl: Aktywowanie...
ru_ru: Активация...

source: Enable
pl_pl: Włącz
ru_ru: Включить

source: Do you really want deactivate the selected objects?
pl_pl: Czy na pewno chcesz dezaktywować wybrane obiekty?
ru_ru: Вы действительно хотите деактивировать выбранные объекты?

source: Deactivating...
pl_pl: Dezaktywowanie...
ru_ru: Деактивация...

source: Deleting...
pl_pl: Usuwanie...
ru_ru: Удаление...

source: Do you really want to delete the acknowledgements?
pl_pl: Czy na pewno chcesz usunąć potwierdzenia?
ru_ru: Вы действительно хотите удалить подтверждения?

source: Delete acknowledgement
pl_pl: Usuń potwierdzenie
ru_ru: Удалить подтверждение

source: Do you really want to cancel the selected host downtimes?
pl_pl: Czy na pewno chcesz anulować wybrane czasy przestoju hosta?
ru_ru: Вы действительно хотите отменить обслуживание выбранного узла?

source: Also cancel corresponding service downtimes.
pl_pl: Anuluj także odpowiadające czasy przestoju usługi.
ru_ru: Также отмените соответствующее обслуживание служб.

source: Canceling...
pl_pl: Anulowanie...
ru_ru: Отмена...

source: Cancel downtime
pl_pl: Anuluj downtime
ru_ru: Отмена обслуживания

source: Do you really want to cancel the selected service downtimes?
pl_pl: Czy na pewno chcesz anulować wybrane downtime'y usługi?
ru_ru: Вы действительно хотите отменить выбранное обслуживание служб?

source: Display of storage notifications
pl_pl: Wyświetlanie powiadomień o zapisie
ru_ru: Отображение уведомлений о хранении

source: host notifications
pl_pl: powiadomienia hosta
ru_ru: уведомления узла

source: critical messages
pl_pl: komunikaty krytyczne
ru_ru: критические сообщения

source: warning messages
pl_pl: komunikaty ostrzegawcze
ru_ru: предупреждающие сообщения

source: Display of service notifications
pl_pl: Wyświetlanie powiadomień o usłudze
ru_ru: Отображение уведомлений служб

source: service notifications
pl_pl: powiadomienia o usłudze
ru_ru: уведомления служб

source: messages with filter set to criticals only
pl_pl: wiadomości z filtrem ustawionym tylko na krytyczne
ru_ru: сообщения с установленным фильтром только для критических

source: messages with filter set to warnings only
pl_pl: wiadomości z filtrem ustawionym tylko na ostrzeżenia
ru_ru: сообщения с фильтром, установленным только на предупреждения

source: messages with filter set to unknowns only
pl_pl: wiadomości z filtrem ustawionym tylko na nieznane
ru_ru: сообщения с установленным фильтром только неизвестные

source: Message of the day!
pl_pl: Komunikat dnia!
ru_ru: Сообщение дня!

source: Looks like the object you are looking for has vanished
pl_pl: Wygląda na to, że szukany obiekt zniknął
ru_ru: Похоже, объект, который вы ищете, исчез

source: Page
pl_pl: Strona
ru_ru: Страница

source: of
pl_pl: z
ru_ru: из

source: Total
pl_pl: Wszystkich
ru_ru: Все

source: entries
pl_pl: wpisy
ru_ru: записи

source: Monitoring Engine is not running!
pl_pl: Silnik Monitoringu nie działa!
ru_ru: Механизм мониторинга не работает!

source: File {{queryHandler.path}} does not exists
pl_pl: Plik {{queryHandler.path}} nie istnieje
ru_ru: Файл {{queryHandler.path}} не существует

source: RegEx Examples
pl_pl: Przykłady wyrażeń regularnych

source: Match anything regex
pl_pl: Pasuje do dowolnego wyrażenia regularnego

source: Match any character
pl_pl: Pasuje do dowolnego znaku

source: Match the beginning of a string
pl_pl: Pasuje do początku ciągu znaków

source: Match the end of a string
pl_pl: Pasuje do końca ciągu znaków

source: Match either of the sequences
pl_pl: Pasuje do jednej z sekwencji

source: Reload of interface required
pl_pl: Wymagane ponowne załadowanie interfejsu
ru_ru: Требуется перезагрузка интерфейса

source: To apply changes, a reload of the interface is required.
pl_pl: Aby zastosować zmiany, konieczne jest reload interfejsu.
ru_ru: Чтобы применить изменения, требуется перезагрузка интерфейса.

source: Automatically reload in {{ delay - i }} seconds.
pl_pl: Automatyczny reload za {{ delay - i }} sekundy.
ru_ru: Автоматическая перезагрузка через {{delay - i}} секунд.

source: Only host
pl_pl: Tylko host
ru_ru: Только узел

source: Host and services
pl_pl: Host i serwisy
ru_ru: Узел и службы

source: Paginator disabled for better performance. Running in scroll mode.
pl_pl: Paginacja wyłączona dla lepszej wydajności. Działa w trybie przewijania.
ru_ru: Paginator отключен для лучшей производительности. Работает в режиме scroll.

source: Send custom host notification
pl_pl: Wyślij customowe powiadomienie hosta
ru_ru: Отправить пользовательское уведомление узла

source: Force
pl_pl: Wymuś
ru_ru: Форсированный

source: Time period and notifications disabled configuration will be ignored
pl_pl: Okres czasu i konfiguracja wyłączonych powiadomień zostaną zignorowane
ru_ru: Период времени и отключенные уведомления конфигурации будут игнорироваться

source: Broadcast
pl_pl: Nadawaj

source: Notification will also be sent to escalation contacts
pl_pl: Powiadomienie zostanie wysłane również do kontaktów eskalacji
ru_ru: Уведомление также будет отправлено контактам эскалации

source: Send custom service notification
pl_pl: Wyślij niestandardowe powiadomienie o usłudze
ru_ru: Отправить уведомление о службы

source: on
pl_pl: włączone
ru_ru: на

source: Edit service
pl_pl: Edytuj usługę
ru_ru: Редактировать службу

source: Type to search
pl_pl: Wpisz, aby wyszukać
ru_ru: Введите для поиска

source: Administrator privileges
pl_pl: Uprawnienia administratora
ru_ru: Права администратора

source: Anonymous statistics
pl_pl: Statystyki anonimowe
ru_ru: Анонимная статистика

source: Support
pl_pl: Wsparcie
ru_ru: Служба поддержки

source: Documentation
pl_pl: Dokumentacja
ru_ru: Документация

source: Passive transfer of check result
pl_pl: Pasywny transfer wyniku testu
ru_ru: Пассивная передача результата проверки

source: Up
pl_pl: Góra

source: Force to hard state
pl_pl: Wymuś twardy stan
ru_ru: Форсировать жесткий тип статуса

source: Display of system health notifications
pl_pl: Wyświetlanie powiadomień o stanie systemu
ru_ru: Отображение уведомлений о работоспособности системы

source: System health
pl_pl: Stan systemu
ru_ru: Работоспособность системы

source: System Health
pl_pl: Stan Systemu
ru_ru: Работоспособность системы

source: Alright!
pl_pl: W porządku!
ru_ru: Хорошо!

source: No issues detected. System operates normally.
pl_pl: Nie wykryto żadnych problemów. System działa normalnie.
ru_ru: Проблем не обнаружено. Система работает нормально.

source: Monitoring engine is not running!
pl_pl: Silnik monitoringu nie działa!
ru_ru: Механизм мониторинга не работает!

source: Gearman job server not reachable!
pl_pl: Serwer zadań Gearman jest niedostępny!
ru_ru: Gearman job сервер недоступен!

source: Service gearman_worker is not running!
pl_pl: Usługa gearman_worker nie działa!
ru_ru: Служба gearman_worker не работает!

source: Database connector NDOUtils is not running!
pl_pl: Łącznik bazy danych NDOUtils nie działa!
ru_ru: Коннектор базы данных NDOUtils не работает!

source: Database connector Statusengine is not running!
pl_pl: Łącznik bazy danych Statusengine nie działa!
ru_ru: Соединитель базы данных Statusengine не работает!

source: Performance data processer Statusengine is not running!
pl_pl: Procesor danych wydajnościowych Statusengine nie działa!
ru_ru: Обработчик данных о производительности Statusengine не работает!

source: Performance data processer NPCD is not running!
pl_pl: Procesor danych wydajnościowych NPCD nie działa!
ru_ru: Процессор обработки данных NPCD не работает!

source: Service sudo_server is not running!
pl_pl: Usługa sudo_server nie działa!
ru_ru: Служба sudo_server не работает!

source: Service oitc_cmd is not running!
pl_pl: Usługa oitc_cmd nie działa!
ru_ru: Служба oitc_cmd не работает!

source: Service push_notification is not running!
pl_pl: Usługa push_notification nie działa!
ru_ru: Служба push_notification не работает!

source: Nodejs backend is not running
pl_pl: Backend Nodejs nie działa

source: Current CPU load is too high!
pl_pl: Obciążenie procesora jest zbyt wysokie!
ru_ru: Текущая загрузка процессора слишком высока!

source: Sync status
pl_pl: Status synchronizacji
ru_ru: Состояние синхронизации

source: failed
pl_pl: niepowodzenie

source: last seen
pl_pl: ostatnio widziany

source: High memory usage.
pl_pl: Wysokie użycie pamięci.
ru_ru: Высокое использование памяти.

source: High Swap usage
pl_pl: Wysokie użycie pamięci Swap
ru_ru: Высокое использование свопа

source: Low disk space left for mountpoint:
pl_pl: Mało wolnego miejsca na punkcie montowania:
ru_ru: Недостаточно места на диске для точки монтирования

source: Service NSTA is not running!
pl_pl: Usługa NSTA nie działa!
ru_ru: Служба NSTA не работает!

source: Could not detect system health status.
pl_pl: Nie można wykryć statusu stanu systemu.
ru_ru: Не удалось определить состояние системы.

source: Cannot retrieve system health data
pl_pl: Nie można pobrać danych o stanie systemu
ru_ru: Не удается получить данные о работоспособности системы

source: NodeJS Server is not running
pl_pl: Serwer NodeJS nie działa
ru_ru: NodeJS сервер не работает!

source: Click to restore the template default value:
pl_pl: Kliknij, aby przywrócić domyślną wartość szablonu:
ru_ru: Нажмите, чтобы восстановить стандартное значение шаблона

source: Services
pl_pl: Serwisy
ru_ru: Службы

source: IP address
pl_pl: adresy IP
ru_ru: IP адрес

source: Display of server and client times
pl_pl: Wyświetlanie czasu serwera i klienta
ru_ru: Отображение времени сервера и клиента

source: local time of client
pl_pl: czas lokalny klienta
ru_ru: местное время клиента

source: display time information
pl_pl: wyświetl informacje o czasie
ru_ru: отображать информацию о времени

source: local time of server
pl_pl: czas lokalny serwera
ru_ru: локальное время сервера

source: New version available!
pl_pl: Dostępna nowa wersja!
ru_ru: Доступна новая версия!

source: Filter by service name
pl_pl: Filtruj według nazwy usługi
ru_ru: Фильтровать по названию службы

source: Filter by interface name
pl_pl: Filtruj według nazwy interfejsu

source: Auto Maps
pl_pl: Automatyczne Mapy
ru_ru: Авто Карты

source: Create new auto map
pl_pl: Utwórz nową automatyczną mapę
ru_ru: Создать новую авто карту

source: Recursive
pl_pl: Rekurencyjne
ru_ru: Рекурсивный

source: Host RegEx
pl_pl: Wyrażenia regularne dla hosta
ru_ru: Узел RegEx

source: {0} hosts matching to regular expression.
pl_pl: {0} pasujących do wyrażenia regularnego hostów.
ru_ru: {0} узлов, соответствующих регулярному выражению.

source: Service RegEx
pl_pl: Wyrażenie regularne dla usługi
ru_ru: Служба RegEx

source: {0} services matching to regular expression.
pl_pl: {0} pasujących do wyrażenia regularnego usług.
ru_ru: {0} служба соответствующих регулярному выражению.

source: Filter and display options
pl_pl: Opcje filtrowania i wyświetlania
ru_ru: Параметры фильтра и отображения

source: Show Ok
pl_pl: Pokaż Ok
ru_ru: Показать Ok

source: Show Warning
pl_pl: Pokaż Ostrzeżenia
ru_ru: Показать Предупреждения

source: Show Critical
pl_pl: Pokaż Krytyczne
ru_ru: Показать Критично

source: Show Unknown
pl_pl: Pokaż Nieznane
ru_ru: Показать Неизвестно

source: Show Downtime
pl_pl: Pokaż Przerwy
ru_ru: Показать Обслуживания

source: Show Acknowledged
pl_pl: Pokaż Potwierdzone
ru_ru: Показать Подтверждения

source: Display options
pl_pl: Opcje wyświetlania
ru_ru: Показать варианты

source: Group by Host
pl_pl: Grupuj według Hosta
ru_ru: Группировать по узлу

source: Use pagination
pl_pl: Użyj paginacji
ru_ru: Используйте нумерацию страниц

source: Will may decrease loading performance if disabled.
pl_pl: Może spowodować spadek wydajności ładowania, jeśli jest wyłączone.
ru_ru: Может отключить производительность загрузки, если отключено.

source: Icon size
pl_pl: Rozmiar ikony
ru_ru: Размер значка

source: Please select a icon size.
pl_pl: Proszę wybrać rozmiar ikony.
ru_ru: Пожалуйста, выберите размер значка.

source: Icon Preview
pl_pl: Podgląd ikony
ru_ru: Предварительный просмотр значка

source: Example host
pl_pl: Przykładowy host
ru_ru: Пример Узел

source: Service 1
pl_pl: Serwis 1
ru_ru: Служба 1

source: Service 2
pl_pl: Serwis 2
ru_ru: Служба 2

source: Create auto map
pl_pl: Utwórz automatyczną mapę
ru_ru: Создать авто карту

source: Regular expression for hosts
pl_pl: Wyrażenie regularne dla hostów
ru_ru: Регулярное выражение для узлов

source: Regular expression for services
pl_pl: Wyrażenie regularne dla usług
ru_ru: Регулярное выражение для служб

source: Enabled
pl_pl: Włączony
ru_ru: Включен

source: Pause scrolling
pl_pl: Wstrzymaj przewijanie
ru_ru: Пауза прокрутки

source: Start scrolling
pl_pl: Rozpocznij przewijanie
ru_ru: Начать прокрутку

source: Refresh interval:
pl_pl: Interwał odświeżania:
ru_ru: Интервал обновления:
