Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: Reaction rate
pl_pl: Tempo reakcji
ru_ru: Скорость реакции

source: Costs
pl_pl: Koszty
ru_ru: Расходы

source: Payment period
pl_pl: Okres płatności
ru_ru: Период оплаты

source: CMDB Status
pl_pl: Status CMDB
ru_ru: Статус CMDB

source: Cost calculation
pl_pl: Obliczanie kosztów
ru_ru: Расчет стоимости

source: Accounting
pl_pl: Rachunkowość
ru_ru: Бухгалтерия

source: Inventory number
pl_pl: Numer inwentarza
ru_ru: Инвентарный номер

source: Acquirement date
pl_pl: Data pozyskania
ru_ru: Дата приобретения

source: Invoice number
pl_pl: Numer faktury
ru_ru: Номер счета

source: Order number
pl_pl: Numer zamówienia
ru_ru: Номер заказа

source: Guarantee period
pl_pl: Okres gwarancji
ru_ru: Срок гарантии

source: Guarantee period status / Guarantee period base
pl_pl: Status okresu gwarancji / Podstawa okresu gwarancji
ru_ru: Статус гарантийного срока / База гарантийного срока

source: iTop overview
pl_pl: Przegląd iTop

source: General information
pl_pl: Informacje ogólne

source: Operations
pl_pl: Operacje

source: implementation
pl_pl: Implementacja

source: production
pl_pl: produkcja

source: stock
pl_pl: magazyn

source: obsolete
pl_pl: przestarzały

source: low
pl_pl: niski

source: medium
pl_pl: średni

source: Production relevance high
pl_pl: Wysokie znaczenie dla produkcji

source: high
pl_pl: wysoki

source: DNS domain
pl_pl: Domena DNS

source: Server role
pl_pl: Rola serwera

source: External ID
pl_pl: ID zewnętrzne

source: Uptime
pl_pl: Czas działania

source: Organisation
pl_pl: Organizacja

source: Short description
pl_pl: Krótki opis

source: Host or cluster
pl_pl: Host lub klastr

source: Last OS Patching
pl_pl: Ostatnie łatki OS

source: Application solutions
pl_pl: Rozwiązania aplikacji

source: Next OS Patching
pl_pl: Następne łatki OS

source: Server details
pl_pl: Szczegóły serwera

source: OS Family
pl_pl: Rodzina OS

source: OS Version
pl_pl: Wersja OS

source: Management url
pl_pl: URL zarządzania

source: Cpu type
pl_pl: Typ CPU

source: Cpu count
pl_pl: Liczba CPU

source: Cpu cores
pl_pl: Rdzenie CPU

source: Provider contract
pl_pl: kontrakt Provider

source: PSP operations department
pl_pl: Dział operacji PSP

source: Network component
pl_pl: Komponent sieciowy

source: Scope
pl_pl: Zakres

source: Wanedge type
pl_pl: Typ Wanedge

source: Network other information
pl_pl: Inne informacje o sieci

source: Risk class
pl_pl: Klasa ryzyka

source: Provider ID
pl_pl: ID dostawcy

source: Monitoring template
pl_pl: Szablon monitoringu

source: HW support service class
pl_pl: Klasa usługi wsparcia sprzętu

source: Service CI Dummy CI
pl_pl: Usługa CI Dummy CI

source: Operation risk class
pl_pl: Klasa ryzyka operacyjnego

source: Network type
pl_pl: Typ sieci

source: Serial number
pl_pl: Numer seryjny

source: Brand name
pl_pl: Nazwa marki

source: K number
pl_pl: Numer K

source: Server window
pl_pl: Okno serwera

source: Rack position
pl_pl: Pozycja racka

source: Rack units
pl_pl: Jednostki racka

source: Hardware type full
pl_pl: Pełny typ sprzętu

source: Hierarchy
pl_pl: Hierarchia

source: Service window
pl_pl: Okno serwisu

source: Final class
pl_pl: Ostateczna klasa

source: Provider name
pl_pl: Nazwa dostawcy

source: active
pl_pl: aktywny

source: Configuration Wizard: MSSQL Database
pl_pl: Kreator konfiguracji: Baza danych MSSQL
ru_ru: Мастер настройки: база данных MSSQL

source: Configure MSSQL Monitoring
pl_pl: Skonfiguruj monitorowanie MSSQL
ru_ru: Настроить мониторинг MSSQL

source: MSSQL Database services
pl_pl: Usługi bazy danych MSSQL
ru_ru: Службы базы данных MSSQL

source: SNMP discovery is not possible. Please check your SNMP credentials
pl_pl: Odkrycie SNMP nie jest możliwe. Sprawdź poświadczenia SNMP
ru_ru: Обнаружение SNMP невозможно. Пожалуйста, проверьте свои учетные данные SNMP

source: Network Basic
pl_pl: Podstawowa sieć
ru_ru: Основы сети

source: Configuration Wizard: Network Basic
pl_pl: Kreator konfiguracji: Podstawowa sieć
ru_ru: Мастер настройки: Основы сети

source: Configure SNMP for Network Monitoring
pl_pl: Skonfiguruj SNMP dla monitoringu sieciowego
ru_ru: Настроить SNMP для мониторинга сети

source: SNMP services
pl_pl: Usługi SNMP
ru_ru: SNMP службы

source: SNNP Interfaces
pl_pl: Interfejsy SNMP
ru_ru: Интерфейсы SNNP

source: To avoiding duplicate interface service configuration, the existing services with the same name will be automatically deselected
pl_pl: To avoid duplicate interface service configuration, the existing services with the same name will be automatically deselected
ru_ru: Чтобы избежать дублирования конфигурации служб интерфейса, существующие службы с тем же именем будут автоматически отменены.

source: Scan this device and locate all of the interfaces that reside on the device. Only possible with valid SNMP configuration
pl_pl: Skanuj to urządzenie i zlokalizuj wszystkie interfejsy znajdujące się na urządzeniu. Możliwe tylko przy poprawnej konfiguracji SNMP
ru_ru: Отсканируйте этот узел и найдите все интерфейсы, которые находятся на устройстве. Возможно только при действующей конфигурации SNMP

source: Start SNMP Interface discovery
pl_pl: Rozpocznij odkrywanie interfejsu SNMP
ru_ru: Начать обнаружение интерфейса SNMP

source: Configuration Wizard: Oracle Database
pl_pl: Kreator konfiguracji: Baza danych Oracle
ru_ru: Мастер настройки: Oracle Database

source: Configure Oracle Monitoring
pl_pl: Skonfiguruj monitorowanie Oracle
ru_ru: Настроить Oracle Monitoring

source: Oracle configuration help
pl_pl: Pomoc w konfiguracji Oracle
ru_ru: Справка по настройке Oracle

source: Extract files
pl_pl: Wypakuj pliki
ru_ru: Извлечь файлы

source: Environment Variables
pl_pl: Zmienne środowiskowe
ru_ru: Переменные среды

source: Add to following to {0}
pl_pl: Dodaj do następującego do {0}
ru_ru: Добавить в список {0}

source: Perl Module
pl_pl: Moduł Perl
ru_ru: Модуль Perl

source: Create User within Database
pl_pl: Utwórz użytkownika w bazie danych
ru_ru: Создать пользователя в базе данных

source: Oracle Database services
pl_pl: Usługi bazy danych Oracle
ru_ru: Службы Oracle Database

source: Reset map
pl_pl: Resetuj mapę
ru_ru: Сбросить карту

source: Value needs to be greater or equal 15.
pl_pl: Wartość musi być większa lub równa 15.
ru_ru: Значение должно быть больше или равно 15.

source: OpenStreetMap Module
pl_pl: Moduł OpenStreetMap
ru_ru: Модуль OpenStreetMap

source: Show locations with status
pl_pl: Pokaż lokalizacje z statusami
ru_ru: Показать местоположения со статусом

source: Up / Ok
pl_pl: Działający / Ok
ru_ru: ВКЛЮЧЁН / OK

source: Down / Critical
pl_pl: Niedziałający / Krytyczny
ru_ru: ОТКЛЮЧЁН / КРИТИЧНО

source: Unreachable / Unknown
pl_pl: Niedostępny / Nieznany
ru_ru: НЕДОСТУПНО / НЕИЗВЕСТНО

source: Empty or not monitored locations
pl_pl: Niedostępny / Nieznany
ru_ru: Пустые или не контролируемые местоположения

source: Hide empty locations
pl_pl: Ukryj puste lokalizacje
ru_ru: Скрыть пустые местоположения

source: Hide not monitored locations
pl_pl: Ukryj nie monitorowane lokalizacje
ru_ru: Скрыть не отслеживаемые местоположения

source: Empty Locations
pl_pl: Puste lokalizacje
ru_ru: Пустые местоположения

source: Unreachable | Unknown
pl_pl: Niedostępny | Nieznany
ru_ru: НЕДОСТУПНО | НЕИЗВЕСТНО

source: Down | Critical
pl_pl: Niedziałający | Krytyczny
ru_ru: ОТКЛЮЧЁН | КРИТИЧНО

source: Up | Ok
pl_pl: Działający | Ok
ru_ru: ВКЛЮЧЁН | OK

source: Missing configuration or location settings
pl_pl: Brak konfiguracji lub ustawień lokalizacji
ru_ru: Отсутствует конфигурация или настройки местоположений

source: Configuration / OpenStreetMap Settings
pl_pl: Konfiguracja / Ustawienia OpenStreetMap
ru_ru: Конфигурация / Настройки OpenStreetMap

source: No OpenStreetMap Settings defined
pl_pl: Brak zdefiniowanych ustawień OpenStreetMap
ru_ru: Настройки OpenStreetMap не определены

source: Basic Monitoring / Locations
pl_pl: Podstawowe monitorowanie / Lokalizacje
ru_ru: Базовый мониторинг / Местоположении

source: Missing Settings
pl_pl: Brak ustawień
ru_ru: Отсутствующие настройки

source: No locations with longitude and latitude parameter defined
pl_pl: Brak lokalizacji z zdefiniowanym parametrem długości geograficznej i szerokości geograficznej
ru_ru: Нет местоположений с определенными параметрами долготы и широты

source: OpenStreetMap Settings
pl_pl: Ustawienia OpenStreetMap
ru_ru: Настройки OpenStreetMap

source: Settings
pl_pl: Ustawienia
ru_ru: Настройки

source: Edit OpenStreetMap Settings
pl_pl: Edytuj ustawienia OpenStreetMap
ru_ru: Изменить настройки OpenStreetMap

source: Server address
pl_pl: Adres serwera
ru_ru: Адрес сервера

source: Map update interval
pl_pl: Interwał aktualizacji mapy
ru_ru: Интервал обновления карты

source: Advanced settings
pl_pl: Ustawienia zaawansowane
ru_ru: Расширенные настройки

source: Highlight downtimes and acknowledges
pl_pl: Podświetl awarie i potwierdzenia
ru_ru: Выделите время простоя и подтверждения

source: Configuration Wizard: Printer
pl_pl: Kreator konfiguracji: Drukarka

source: Configure SNMP for Printer Monitoring
pl_pl: Skonfiguruj SNMP do monitorowania drukarki
ru_ru: Настройте SNMP для мониторинга принтера

source: Printer services
pl_pl: Usługi drukarki
ru_ru: Службы принтера

source: Wrong incident type
pl_pl: Nieprawidłowy typ incydentu
ru_ru: Неправильный тип инцидента

source: PagerDuty Module
pl_pl: Moduł PagerDuty
ru_ru: Модуль PagerDuty

source: PagerDuty Settings
pl_pl: Ustawienia PagerDuty
ru_ru: Настройки PagerDuty

source: Edit PagerDuty Settings
pl_pl: Edytuj ustawienia PagerDuty
ru_ru: Изменить настройки PagerDuty

source: API key
pl_pl: Klucz API
ru_ru: Ключ API

source: The API Key you got from PagerDuty
pl_pl: Klucz API, który otrzymałeś od PagerDuty
ru_ru: Ключ API, полученный от PagerDuty

source: Integration Key
pl_pl: Klucz integracji
ru_ru: Ключ интеграции

source: The Integration Key you got from PagerDuty after you created the Service
pl_pl: Klucz integracji, który otrzymałeś od PagerDuty po utworzeniu usługi
ru_ru: Ключ интеграции, который вы получили от PagerDuty после создания Службы

source: API URL
pl_pl: Adres URL API

source: API URL of the PagerDuty service.
pl_pl: Adres URL API usługi PagerDuty.
ru_ru: API URL PagerDuty Служба.

source: Enable Two-Way Integration
pl_pl: Włącz integrację dwukierunkową
ru_ru: Включить двустороннюю интеграцию

source: Via the Two-Way Integration PagerDuty is able, to acknowledge host and service problems.
pl_pl: Dzięki dwukierunkowej integracji, PagerDuty jest w stanie potwierdzać problemy z hostem i usługą.
ru_ru: Посредством двусторонней интеграции PagerDuty может распознавать проблемы узлов и сервисов.

source: For this it is required, that your openITCOCKPIT Server is accessible from the Internet.
pl_pl: Wymaga to, aby Twój serwer openITCOCKPIT był dostępny z Internetu.
ru_ru: Для этого необходимо, чтобы ваш сервер openITCOCKPIT был доступен из Интернета.

source: Webhook URL for PagerDuty. You need to create an openITCOCKPIT user defined API key first.
pl_pl: Adres URL webhooka dla PagerDuty. Musisz najpierw utworzyć zdefiniowany przez użytkownika klucz API openITCOCKPIT.
ru_ru: Webhook URL для PagerDuty. Сначала необходимо создать определенный пользователем ключ API openITCOCKPIT.

source: Use Proxy Server
pl_pl: Użyj serwera proxy
ru_ru: Использовать прокси-сервер

source: Prometheus exporter not found
pl_pl: Eksporter Prometheus nie znaleziony
ru_ru: Prometheus Экспортер не найден

source: Prometheus exporter successfully deleted
pl_pl: Eksporter Prometheus pomyślnie usunięty
ru_ru: Prometheus Экспортер успешно удален

source: Error while deleting Prometheus exporter
pl_pl: Błąd podczas usuwania eksportera Prometheus
ru_ru: Ошибка при удалении Prometheus экспортера

source: Invalid alert rule
pl_pl: Nieprawidłowa reguła alertu
ru_ru: Недействительное правило оповещения

source: Invalid host id
pl_pl: Nieprawidłowy identyfikator hosta
ru_ru: Неверный id узла

source: threshold type as is out of bounds: [{0}]
pl_pl: typ progu jest poza granicami: [{0}]
ru_ru: тип предела вне границов: [{0}]

source: Warning and Critical can not be equal.
pl_pl: Ostrzeżenie i Krytyczne nie mogą być równe.
ru_ru: Предупреждение и Критическое значение не могут быть равны.

source: Longer as is out of bounds: [{0}]
pl_pl: Dłużej niż jest poza granicami: [{0}]
ru_ru: Дольше, чем вне границ: [{0}]

source: Operator as is out of bounds: [{0}]
pl_pl: Operator jest poza granicami: [{0}]
ru_ru: Оператор вне границ: [{0}]

source: 5 seconds
pl_pl: 5 sekundy
ru_ru: 5 секунд

source: 10 seconds
pl_pl: 10 sekundy
ru_ru: 10 секунд

source: 15 seconds
pl_pl: 15 sekundy
ru_ru: 15 секунд

source: 1 minute 30 seconds
pl_pl: 1 minuta 30 sekundy
ru_ru: 1 минута 30 секунд

source: 3 minutes
pl_pl: 3 minuty
ru_ru: 3 минуты

source: 4 minutes
pl_pl: 4 minuty
ru_ru: 4 минуты

source: 20 minutes
pl_pl: 20 minut
ru_ru: 20 минут

source: 25 minutes
pl_pl: 25 minut
ru_ru: 25 минут

source: 40 minutes
pl_pl: 40 minut
ru_ru: 40 минут

source: 50 minutes
pl_pl: 50 minut
ru_ru: 50 минут

source: 1 hour 30 minutes
pl_pl: 1 godzina 30 minut
ru_ru: 1 час 30 минут

source: 3 hours
pl_pl: 3 godziny
ru_ru: 3 часа

source: 5 hours
pl_pl: 5 godzin
ru_ru: 5 часов

source: 6 hours
pl_pl: 6 godzin
ru_ru: 6 часов

source: 12 hours
pl_pl: 12 godzin
ru_ru: 12 часов

source: 1 day
pl_pl: 1 dzień
ru_ru: 1 день

source: Query
pl_pl: Zapytanie
ru_ru: Запрос

source: Scrape interval is out of bounds: [{0}]
pl_pl: Interwał skanowania jest poza zakresem: [{0}]
ru_ru: Интервал очистки выходит за пределы: [{0}]

source: Scrape timeout is out of bounds: [{0}]
pl_pl: Limit czasu skanowania jest poza zakresem: [{0}]
ru_ru: Превышено время ожидания очистки: [{0}]

source: This is not a valid YAML configuration.
pl_pl: To nie jest prawidłowa konfiguracja YAML.
ru_ru: Это недопустимая YAML конфигурация.

source: Prometheus Module
pl_pl: Moduł Prometheus
ru_ru: Модуль Prometheus

source: Alert rules
pl_pl: Reguły alertów
ru_ru: Правила оповещения

source: Prometheus alert rules
pl_pl: Reguły alertów Prometheus
ru_ru: Prometheus правила оповещения

source: of Host
pl_pl: hosta
ru_ru: Узла

source: Metrics
pl_pl: Metryki
ru_ru: Метрики

source: Filter by PromQL
pl_pl: Filtruj według PromQL
ru_ru: Фильтр по PromQL

source: Unit
pl_pl: Jednostka
ru_ru: Единица

source: Edit alert rule
pl_pl: Edytuj regułę alertu
ru_ru: Изменить правило оповещения

source: Exporters Overview
pl_pl: Przegląd eksporterów
ru_ru: Обзор экспортеров

source: Create new exporter
pl_pl: Utwórz nowy eksporter
ru_ru: Создать новый экспортер

source: Exporter
pl_pl: Eksporter
ru_ru: Экспортер

source: Scrape interval
pl_pl: Interwał skanowania
ru_ru: Интервал очистки

source: How frequently Prometheus will request data from the exporter.
pl_pl: Jak często Prometheus będzie prosić o dane od eksportera.
ru_ru: Как часто Prometheus будет запрашивать данные у экспортера.

source: Scrape timeout
pl_pl: Limit czasu skanowania
ru_ru: Время ожидания

source: How long Prometheus will wait for an request to complete before it will timeout.
pl_pl: Jak długo Prometheus będzie czekać na zakończenie żądania przed upływem limitu czasu.
ru_ru: Как долго Prometheus будет ждать выполнения запроса до истечения времени ожидания.

source: A one word description like "os", "webserver" or "mysql" to make Prometheus queries easier.
pl_pl: Jednosłowny opis, tak jak "os", "webserver" lub "mysql", ułatwiający zapytania do Prometheusa.
ru_ru: Описание в одно слово, такое как "os", "webserver" или "mysql", чтобы упростить запросы Prometheus.

source: The prometheus documentation provides a list of
pl_pl: Dokumentacja Prometheusa zawiera listę
ru_ru: Prometheus Документация содержит список

source: default port allocations.
pl_pl: domyślna alokacji portów.
ru_ru: распределение портов по умолчанию.

source: Add port to targets
pl_pl: Dodaj port do celów
ru_ru: Добавить порт к целям

source: Most exports requires that the port number gets added to the target address (e.g node_exporter).
pl_pl: Większość eksporterów wymaga dodania numeru portu do adresu docelowego (np. node_exporter).
ru_ru: Для большинства операций экспорта требуется, чтобы номер порта был добавлен к целевому адресу (например, node_exporter).

source: For the snmp_exporter you have to untick this.
pl_pl: Dla snmp_exporter musisz odznaczyć to pole.
ru_ru: Для snmp_exporter вы должны убрать этот флажок.

source: YAML config
pl_pl: Konfiguracja YAML
ru_ru: YAML конфигурация

source: Some exporters like the "Blackbox exporter" or "SNMP exporter" require a special YAML configuration. Deeper Prometheus knowledge is recommended.
pl_pl: Niektóre eksportery, takie jak "Blackbox exporter" lub "SNMP exporter", wymagają specjalnej konfiguracji YAML. Zalecana głębsza znajomość Prometheusa.
ru_ru: Некоторым экспортерам, таким как "Blackbox exporter" или "SNMP exporter", требуется специальная конфигурация YAML. Более глубокие знания Prometheus рекомендуется.

source: Create exporter
pl_pl: Utwórz eksportera
ru_ru: Создать экспортер

source: Edit exporter:
pl_pl: Edytuj eksportera:
ru_ru: Редактировать экспортер:

source: Update exporter
pl_pl: Zaktualizuj eksportera
ru_ru: Обновить экспортер

source: Prometheus exporters
pl_pl: Eksportery Prometheusa
ru_ru: Prometheus экспортеры

source: Filter by exporter name
pl_pl: Filtruj według nazwy eksportera
ru_ru: Фильтр по имени экспортера

source: Filter by exporter service
pl_pl: Filtruj według serwisu eksportera
ru_ru: Фильтр по службы экспортера

source: Filter by scrape interval
pl_pl: Filtruj według interwału skanowania
ru_ru: Фильтр по интервалу очистки

source: Prometheus state overview
pl_pl: Przegląd stanu Prometheusa
ru_ru: Обзор статуса Prometheus

source: Metric count
pl_pl: Liczba metryk

source: Metric
pl_pl: Metryka
ru_ru: Метрика

source: Edit Prometheus alert rule
pl_pl: Edytuj regułę alertu Prometheusa
ru_ru: Изменить Prometheus правило оповещения

source: PromQL help
pl_pl: Pomoc PromQL
ru_ru: PromQL помощь

source: Selected metrics to use
pl_pl: Wybrane metryki do użycia
ru_ru: Выбранные метрики для использования

source: Brackets
pl_pl: Nawiasy
ru_ru: Скобки

source: Arithmetic binary operators
pl_pl: Operatory arytmetyczne binarne
ru_ru: Арифметические бинарные операторы

source: addition
pl_pl: dodawanie
ru_ru: прибавление

source: subtraction
pl_pl: odejmowanie
ru_ru: вычитание

source: multiplication
pl_pl: mnożenie
ru_ru: умножение

source: division
pl_pl: dzielenie
ru_ru: деление

source: power/exponentiation
pl_pl: potęga/wykładnik
ru_ru: мощность/возведение в степень

source: Aggregation operators
pl_pl: Operatory agregacji
ru_ru: Операторы агрегации

source: calculate sum over dimensions
pl_pl: oblicz sumę na wymiarach
ru_ru: рассчитать сумму по размерам

source: select minimum over dimensions
pl_pl: wybierz minimum na wymiarach
ru_ru: выберите минимум по размерам

source: select maximum over dimensions
pl_pl: wybierz maksimum na wymiarach
ru_ru: выбрать максимальный размер

source: calculate the average over dimensions
pl_pl: oblicz średnią na wymiarach
ru_ru: рассчитать среднее по размерам

source: calculate population standard deviation over dimensions
pl_pl: oblicz odchylenie standardowe populacji na wymiarach
ru_ru: рассчитать стандартное отклонение популяции по размерам

source: calculate population standard variance over dimensions
pl_pl: oblicz wariancję standardową populacji na wymiarach
ru_ru: рассчитать стандартную дисперсию населения по размерам

source: count number of elements in the vector
pl_pl: policz liczbę elementów wektorze
ru_ru: подсчитать количество элементов в векторе

source: count number of elements with the same value
pl_pl: policz liczbę elementów o takiej samej wartości
ru_ru: подсчитать количество элементов с одинаковым значением

source: smallest k elements by sample value
pl_pl: najmniejsze k elementów według wartości próbki
ru_ru: наименьшее k элементов по выборке

source: largest k elements by sample value
pl_pl: największe k elementów według wartości próbki
ru_ru: наибольшие k элементов по выборке

source: calculate φ-quantile (0 ≤ φ ≤ 1) over dimensions
pl_pl: oblicz φ-kwantyl (0 ≤ φ ≤ 1) na wymiarach
ru_ru: рассчитать φ-квантиль (0 ≤ φ ≤ 1) по размерам

source: PromQL query
pl_pl: Zapytanie PromQL
ru_ru: PromQL-запрос

source: Query area
pl_pl: Obszar zapytania
ru_ru: Область запросов

source: Query result
pl_pl: Wynik zapytania
ru_ru: Результат запроса

source: no data
pl_pl: brak danych
ru_ru: нет данных

source: Service and alert definition
pl_pl: Definicja serwisu i alertu
ru_ru: Определение службы и оповещения

source: Threshold type
pl_pl: Typ progu
ru_ru: Тип предела

source: Scalar
pl_pl: Skalar
ru_ru: Скаляр

source: Range Inclusive (≥ 10 and ≤ 20 - inside the range of 10 to 20)
pl_pl: Zakres włączny (≥ 10 i ≤ 20 - w zakresie od 10 do 20)
ru_ru: Диапазон включительно (≥ 10 и ≤ 20 - в диапазоне от 10 до 20)

source: Range Exclusive (< 10 or > 20 - outside the range of 10 to 20)
pl_pl: Zakres wyłączny (< 10 lub > 20 - poza zakresem od 10 do 20)
ru_ru: Исключительный диапазон (<10 или> 20 - вне диапазона от 10 до 20)

source: == (equal)
pl_pl: == (równa się)
ru_ru: == (равно)

source: != (not equal)
pl_pl: != (nie równa się)
ru_ru: != (не равно)

source: > (greater-than)
pl_pl: > (większe niż)
ru_ru: > (больше чем)

source: < (less-than)
pl_pl: < (mniejsze niż)
ru_ru: < (меньше чем)

source: >= (greater-or-equal)
pl_pl: >= (większe lub równe)
ru_ru: >= (больше или равно)

source: <= (less-or-equal)
pl_pl: <= (mniejsze lub równe)
ru_ru: <= (меньше или равно)

source: automatically
pl_pl: automatycznie
ru_ru: автоматически

source: Warning min
pl_pl: Ostrzeżenie min
ru_ru: Предупреждение мин

source: Warning max
pl_pl: Ostrzeżenie max
ru_ru: Предупреждение макс

source: Longer than...
pl_pl: Dłuższe niż...
ru_ru: Длиннее чем...

source: Critical min
pl_pl: Krytyczne min
ru_ru: Критический мин

source: Critical max
pl_pl: Krytyczne max
ru_ru: Критический макс

source: Metric unit
pl_pl: Jednostka miary metryki
ru_ru: Метрическая единица

source: Unit of the metric.
pl_pl: Jednostka miary metryki.
ru_ru: Единица измерения метрики.

source: Examples:
pl_pl: Przykłady:
ru_ru: Примеры:

source: "b" for bytes.
pl_pl: "b" dla bajtów.
ru_ru: "b" для байтов.

source: "KB" for kilobytes.
pl_pl: "KB" dla kilobajtów.
ru_ru: "KB" за килобайт.

source: "s" for seconds.
pl_pl: "s" dla sekund.
ru_ru: "s" в секундах.

source: "Mbps" or "Mbit/s"
pl_pl: "Mbps" lub "Mbit/s"
ru_ru: "Mbps" или "Mbit/s"

source: "MB/s" for megabytes per second
pl_pl: "MB/s" dla megabajtów na sekundę
ru_ru: "MB/s" за мегабайт в секунду

source: Update alert rule
pl_pl: Zaktualizuj regułę alertu
ru_ru: Обновить правило оповещения

source: Current values
pl_pl: Obecne wartości
ru_ru: Текущие значения

source: Query Overview
pl_pl: Przegląd zapytania
ru_ru: Обзор запросов

source: Metrics missing?
pl_pl: Brakujące metryki?
ru_ru: Отсутствуют показатели?

source: Have you refreshed the monitoring configuration?
pl_pl: Czy odświeżyłeś konfigurację monitoringu?
ru_ru: Вы обновили конфигурацию мониторинга?

source: Prometheus metrics
pl_pl: Metryki Prometheus
ru_ru: Prometheus метрики

source: Filter by metric name
pl_pl: Filtruj według nazwy metryki
ru_ru: Фильтр по названию метрики

source: Help
pl_pl: Pomoc
ru_ru: Помощь

source: Create service from metric
pl_pl: Utwórz serwis z metryki
ru_ru: Создать службу из метрики

source: Create service from metrics
pl_pl: Utwórz serwis z metryk
ru_ru: Создать службу из метрик

source: Add metric to monitoring
pl_pl: Dodaj metrykę do monitoringu
ru_ru: Добавить метрику в мониторинг

source: Add to service
pl_pl: Dodaj do serwisu
ru_ru: Добавить к службе

source: PromQL Query
pl_pl: Zapytanie PromQL
ru_ru: PromQL Запрос

source: Remove
pl_pl: Usuń
ru_ru: Удалить

source: PromQL help and example queries
pl_pl: Pomoc i przykładowe zapytania PromQL
ru_ru: PromQL помощь и примеры запросов
