Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: pl_pl, ru_ru

source: You can either search for <b>"service"</b> OR <b>"dependent service"</b>. Opposing field will be reset automatically
pl_pl: Możesz wyszukiwać <b>"usługa"</b> LUB <b>"usługa zależna"</b>. Pole przeciwstawne zostanie automatycznie zresetowane
ru_ru: Вы можете выполнить поиск по <b>"службе"</b> ИЛИ <b> "зависимой службе"</b>. Противоположное поле будет сброшено автоматически

source: Filter by dependent service name
pl_pl: Filtruj według nazwy usługi zależnej
ru_ru: Фильтровать по имени зависимой службы

source: Filter by service group
pl_pl: Filtruj według grupy usług
ru_ru: Фильтр по группе служб

source: You can either search for <b>"service group"</b> OR <b>"dependent service group"</b>. Opposing field will be reset automatically
pl_pl: Możesz wyszukiwać <b>"grupa usług"</b> LUB <b>"grupa usług zależnych"</b>. Pole przeciwstawne zostanie automatycznie zresetowane
ru_ru: Вы можете выполнить поиск по <b>"группе служб"</b> ИЛИ <b>"зависимой группе служб"</b>. Противоположное поле будет сброшено автоматически

source: Filter by dependent service group
pl_pl: Filtruj według grupy usług zależnych
ru_ru: Фильтр по зависимой группе служб

source: Create new service escalation
pl_pl: Utwórz nową eskalację usługi
ru_ru: Создать новую эскалацию служб

source: Notification escalations could be used to notify a certain user group in case of an emergency. Once a service escalated, contacts, contact group and notification options will be overwritten by the escalation.
pl_pl: Eskalacje powiadomień można użyć do powiadomienia określonej grupy użytkowników w przypadku nagłej sytuacji. Po eskalacji usługi, kontakty, grupa kontaktów i opcje powiadomień zostaną nadpisane przez eskalację.
ru_ru: Эскалации уведомлений могут использоваться для уведомления определенной группы пользователей в случае чрезвычайной ситуации. После эскалации службы контакты, группа контактов и параметры уведомлений будут перезаписаны.

source: Excluded service groups
pl_pl: Wyłączone grupy usług
ru_ru: Исключенные группы служб

source: Excluded Services
pl_pl: Wyłączone Usługi

source: If number of last_notification is reached, the notification rule will be disabled and the notification options of the service will be used again.
pl_pl: Jeśli zostanie osiągnięta liczba last_notificationa, reguła powiadomień zostanie wyłączona, a opcje powiadomień usługi zostaną ponownie użyte.
ru_ru: Если достигнут номер last_notification, правило уведомления будет отключено, и параметры уведомления службы будут использоваться снова.

source: Create service escalation
pl_pl: Utwórz eskalację serwisu
ru_ru: Создать эскалацию служб

source: Edit Service escalation
pl_pl: Edytuj eskalację serwisu
ru_ru: Изменить эскалацию служб

source: Update service escalation
pl_pl: Aktualizuj eskalację serwisu
ru_ru: Обновление эскалации службы

source: Service Escalations
pl_pl: Eskalacje Serwisu
ru_ru: Эскалации служб

source: You can either search for <b>"service"</b> OR <b>"excluded service"</b>. Opposing Field will be reset automatically
pl_pl: Możesz wyszukać <b>"serwis"</b> LUB <b>"wykluczony serwis"</b>. Pole przeciwne zostanie automatycznie zresetowane
ru_ru: Вы можете выполнить поиск по <b>"службе "</b> ИЛИ <b>"исключенной службе"</b>. Противоположное поле будет сброшено автоматически

source: Filter by excluded service name
pl_pl: Filtruj według wykluczonej nazwy serwisu
ru_ru: Фильтровать по названию исключенной службы

source: You can either search for <b>"service group"</b> OR <b>"excluded service group"</b>. Opposing Field will be reset automatically
pl_pl: Możesz wyszukać <b>"grupa serwisów"</b> LUB <b>"wykluczona grupa serwisów"</b>. Pole przeciwne zostanie automatycznie zresetowane
ru_ru: Вы можете выполнить поиск по <b>"группе служб" </b> ИЛИ <b>"исключенной группе служб"</b>. Противоположное поле будет сброшено автоматически

source: Filter by excluded service group
pl_pl: Filtruj według wykluczonej grupy serwisów
ru_ru: Фильтр по исключенной группе служб

source: Excluded services
pl_pl: Wykluczone serwisy
ru_ru: Исключенные службы

source: Create new service group
pl_pl: Utwórz nową grupę serwisów
ru_ru: Создать новую группу служб

source: Service group URL
pl_pl: URL grupy serwisów
ru_ru: URL группы служб

source: Create service group
pl_pl: Utwórz grupę serwisów
ru_ru: Создать группу служб

source: Append services/s to service group
pl_pl: Dodaj usługi do grupy serwisów
ru_ru: Добавить службу/службы в группу служб

source: Selected services
pl_pl: Wybrane usługi
ru_ru: Выбранные службы

source: Append existing service group
pl_pl: Dołącz istniejącą grupę serwisów
ru_ru: Добавить существующую группу служб

source: Append services to service group
pl_pl: Dołącz usługi do grupy serwisów
ru_ru: Добавить службы в группу служб

source: Append services
pl_pl: Dołącz usługi
ru_ru: Добавить службы

source: to service group
pl_pl: do grupy serwisów
ru_ru: в группу служб

source: Services that could not be assigned to the selected service group due to container permissions, will be removed automatically
pl_pl: Usługi, które nie mogły zostać przypisane do wybranej grupy serwisów ze względu na uprawnienia kontenera, zostaną automatycznie usunięte
ru_ru: Службы, которые не могут быть назначены выбранной группе служб из-за разрешений контейнера, будут удалены автоматически

source: Append to service group
pl_pl: Dołącz do grupy serwisów
ru_ru: Добавить в группу служб

source: Copy service group/s
pl_pl: Kopiuj grupę/ki serwisów

source: Source service group:
pl_pl: Źródłowa grupa serwisów:

source: Name of the new service group
pl_pl: Nazwa nowej grupy serwisów

source: Edit service group:
pl_pl: Edytuj grupę serwisów:
ru_ru: Изменить группу служб:

source: Update service group
pl_pl: Aktualizuj grupę serwisów
ru_ru: Обновить группу служб

source: Filter by service group name
pl_pl: Filtruj według nazwy grupy serwisów
ru_ru: Фильтровать по имени группы служб

source: Number of Servicegroups:
pl_pl: Liczba grup serwisów:
ru_ru: Количество групп служб:

source: Number of Services:
pl_pl: Liczba Serwisów:
ru_ru: Количество служб:

source: Service group:
pl_pl: Grupa serwisów:
ru_ru: Группа служб

source: There are no services defined
pl_pl: Nie zdefiniowano żadnych usług
ru_ru: Службы не определены

source: Create new service
pl_pl: Utwórz nową usługę
ru_ru: Создать новую службу

source: Please select a service template.
pl_pl: Proszę wybrać szablon usługi.
ru_ru: Пожалуйста, выберите шаблон службы.

source: A service with the name <strong>{0}</strong> already exists on this host. Duplicate service names could lead to confusion.
pl_pl: Usługa o nazwie <strong>{0}</strong> już istnieje na tym hoście. Powtarzające się nazwy usług mogą prowadzić do zamieszania.
ru_ru: Служба с названием <strong> {0} </strong> уже существует на этом узле. Повторяющиеся названия сервисов могут привести к путанице.

source: Number of failed attempts before the service will switch into hard state.
pl_pl: Liczba nieudanych prób przed przejściem usługi w stan twardy.
ru_ru: Количество неудачных попыток, прежде чем служба перейдет в твердое состояние.

source: service template
pl_pl: szablon serwisu
ru_ru: шаблон службы

source: Service URL
pl_pl: URL serwisu
ru_ru: URL службы

source: The macros $HOSTID$, $HOSTNAME$, $HOSTDISPLAYNAME$, $HOSTADDRESS$, $SERVICEID$, $SERVICEDESC$, $SERVICEDISPLAYNAME$ will be replaced
pl_pl: Makra $HOSTID$, $HOSTNAME$, $HOSTDISPLAYNAME$, $HOSTADDRESS$, $SERVICEID$, $SERVICEDESC$, $SERVICEDISPLAYNAME$ zostaną zastąpione
ru_ru: Макросы $HOSTID$, $HOSTNAME$, $HOSTDISPLAYNAME$, $HOSTADDRESS$, $SERVICEID$, $SERVICEDESC$, $SERVICEDISPLAYNAME$ будут заменены

source: Status volatile
pl_pl: Status nietrwały
ru_ru: Статус изменчив

source: Will force the monitoring engine to send a notification on each Non-Ok check result that will occur.
pl_pl: Wymusi na silniku monitoringu wysłanie powiadomienia przy każdym wyniku sprawdzania, który nie będzie OK.
ru_ru: Вынудит механизм мониторинга отправлять уведомление о каждом результате не-в-порядке проверки.

source: Online documentation
pl_pl: Dokumentacja online
ru_ru: Интернет документация

source: Event Handler configuration
pl_pl: Konfiguracja Event Handler
ru_ru: Конфигурация обработчика событий

source: This Event Handler command does not have any parameters.
pl_pl: To polecenie Event Handlera nie ma żadnych parametrów.
ru_ru: Эта команда обработчика событий не имеет никаких параметров.

source: Service macro configuration
pl_pl: Konfiguracja makr serwisu
ru_ru: Настройка макроса службы

source: SERVICE
pl_pl: SERWIS
ru_ru: Служба

source: Macros in green color are inherited from the service template.
pl_pl: Makra w kolorze zielonym są dziedziczone z szablonu serwisu.
ru_ru: Макросы зеленого цвета наследуются от шаблона службы.

source: Create service
pl_pl: Utwórz serwis
ru_ru: Создать службу

source: Service information
pl_pl: Informacje o serwisie
ru_ru: Служебная информация

source: Custom alerts
pl_pl: Customowe alerty

source: This service is currently disabled!
pl_pl: Ten serwis jest obecnie wyłączony!
ru_ru: Этот сервис в настоящее время отключен!

source: Host state overview
pl_pl: Przegląd stanu hosta
ru_ru: Обзор состояния узла

source: Send custom service notification
pl_pl: Wyślij niestandardowe powiadomienie o serwisie
ru_ru: Отправить уведомление о службе

source: Service overview
pl_pl: Przegląd serwisu
ru_ru: Обзор служб

source: Host ip address
pl_pl: Adres IP hosta
ru_ru: IP-адрес узла

source: Host UUID
pl_pl: UUID hosta
ru_ru: Узел UUID

source: Service UUID
pl_pl: UUID serwisu
ru_ru: Служба UUID

source: Service Groups
pl_pl: Grupy serwisów
ru_ru: Группы служб

source: Ok soft
pl_pl: Ok (miękki)
ru_ru: Ok мягкий

source: Warning soft
pl_pl: Ostrzeżenie (miękki)
ru_ru: Предупреждение мягкий

source: Critical soft
pl_pl: Krytyczny (miękki)
ru_ru: Критично мягкий

source: Unknown soft
pl_pl: Nieznany (miękki)
ru_ru: Неизвестно мягкий

source: Synchronize times for timeline and service graph
pl_pl: Synchronizuj czasy dla osi czasu i wykresu serwisu

source: graphs
pl_pl: wykresy
ru_ru: диаграммы

source: Smooth
pl_pl: Gładki

source: Show data points
pl_pl: Pokaż punkty danych
ru_ru: Показать точки данных

source: Timerange:
pl_pl: Zakres czasowy:
ru_ru: Временной диапазон:

source: Datasource:
pl_pl: Źródło danych:
ru_ru: Источник данных

source: Aggregation:
pl_pl: Agregacja:
ru_ru: Агрегация:

source: Average
pl_pl: Średnia
ru_ru: В среднем

source: Maximum
pl_pl: Maksimum
ru_ru: Максимум

source: Copy service/s
pl_pl: Kopiuj serwis/y
ru_ru: Копировать службу/служба

source: Services which use a service template that could not be assigned to the selected host due to container permissions, will be removed automatically.
pl_pl: Usługi korzystające z szablonu serwisu, które nie mogły zostać przypisane do wybranego hosta z powodu uprawnień kontenera, zostaną automatycznie usunięte.
ru_ru: Службы, которые используют шаблон службы, который не может быть назначен выбранному узлу из-за разрешений контейнера, будут удалены автоматически.

source: Source service:
pl_pl: Serwis źródłowy:
ru_ru: Исходная служба:

source: Copy services
pl_pl: Kopiuj serwisy
ru_ru: Службы для копирования

source: Service status details
pl_pl: Szczegóły statusu serwisu
ru_ru: Детали статуса службы

source: Service graph
pl_pl: Wykres serwisu
ru_ru: График службы

source: Open details
pl_pl: Otwórz szczegóły
ru_ru: Открыть детали

source: Edit service:
pl_pl: Edytuj serwis:
ru_ru: Редактировать службу:

source: The name of CHECK_MK services can't be changed.
pl_pl: Nazwy usług CHECK_MK nie można zmieniać.
ru_ru: Название CHECK_MK службы не может быть изменено.

source: The name of external monitored services has to be changed on the external system itself.
pl_pl: Nazwę usług monitorowanych na zewnętrznym systemie trzeba zmienić na tym systemie.

source: Update service
pl_pl: Aktualizuj serwis
ru_ru: Обновление службы

source: Filter by service description
pl_pl: Filtruj według opisu serwisu
ru_ru: Фильтр по описанию службы

source: Filter by service types
pl_pl: Filtruj według typów serwisów

source: Charts
pl_pl: Wykresy

source: Service description
pl_pl: Opis serwisu
ru_ru: Описание службы

source: no parameters for this command defined
pl_pl: nie zdefiniowano parametrów dla tego polecenia
ru_ru: параметры для этой команды не определены

source: Services Overview
pl_pl: Przegląd serwisów
ru_ru: Обзор служб

source: Servicename
pl_pl: Nazwa serwisu
ru_ru: Наименование службы

source: Services of Host
pl_pl: Usługi hosta
ru_ru: Службы узла

source: Please select...
pl_pl: Proszę wybrać...
ru_ru: Пожалуйста выберите...

source: Browser
pl_pl: Przeglądarka
ru_ru: Браузер

source: Allocate Service Template Group
pl_pl: Przydziel grupę szablonu serwisu
ru_ru: Выделить группу шаблонов служб

source: Open host in browser
pl_pl: Otwórz hosta w przeglądarce
ru_ru: Открыть узел в браузере

source: Service Name
pl_pl: Nazwa serwisu
ru_ru: Наименование службы

source: This service is not used by any object
pl_pl: Ten serwis nie jest używany przez żaden obiekt

source: Service template group
pl_pl: Grupa szablonów serwisu
ru_ru: Группа шаблонов служб

source: Create new service template group
pl_pl: Utwórz nową grupę szablonów serwisu
ru_ru: Создать новую группу шаблонов служб

source: Create service template group
pl_pl: Utwórz grupę szablonów serwisu
ru_ru: Создать группу шаблонов служб

source: Allocate service template group to host
pl_pl: Przydziel grupę szablonów serwisu do hosta
ru_ru: Выделить группу шаблонов служб для узла

source: to host
pl_pl: do hosta
ru_ru: в узел

source: successfully deployed
pl_pl: pomyślnie wdrożony
ru_ru: успешно развернут

source: Please select a service template group.
pl_pl: Proszę wybrać grupę szablonów serwisu.
ru_ru: Пожалуйста, выберите группу шаблонов служб.

source: Please notice
pl_pl: Proszę zauważyć
ru_ru: Пожалуйста отметьте

source: Service/s to deploy on target host:
pl_pl: Serwis/y do wdrożenia na docelowym hoście:
ru_ru: Служба/службы для создания на целевом узле:

source: Service already exist on selected host. Tick the box to create a duplicate.
pl_pl: Serwis już istnieje na wybranym hoście. Zaznacz pole, aby utworzyć kopię.
ru_ru: Служба уже существует на выбранном хосте. Установите флажок, чтобы создать дубликат.

source: Service already exist on selected host but is disabled. Tick the box to create a duplicate.
pl_pl: Serwis już istnieje na wybranym hoście, ale jest wyłączony. Zaznacz pole, aby utworzyć kopię.
ru_ru: Служба уже существует на выбранном узле, но отключен. Установите флажок, чтобы создать дубликат.

source: Allocate to host
pl_pl: Przydziel do hosta
ru_ru: Добавить в узел

source: Allocate service template group to host group
pl_pl: Przydziel grupę szablonów serwisu do grupy hostów
ru_ru: Добавить группу шаблонов служб в группу узлов

source: Please select a host group.
pl_pl: Proszę wybrać grupę hostów.
ru_ru: Пожалуйста, выберите группу узлов.

source: Service/s to deploy on host:
pl_pl: Serwis/y do wdrożenia na hoście:
ru_ru: Служба/службы для добавления на узел:

source: Allocate to host group
pl_pl: Przydziel do grupy hostów
ru_ru: Добавить в группу узлов

source: Append service templates to service template group
pl_pl: Dodaj szablony serwisów do grupy szablonów serwisu
ru_ru: Добавить шаблоны служб в группу шаблонов служб

source: Append service templates
pl_pl: Dodaj szablony serwisów
ru_ru: Добавить шаблоны служб

source: to service template group
pl_pl: do grupy szablonów serwisu
ru_ru: в группу шаблонов служб

source: Service templates that could not be assigned to the selected service tempalte group due to container permissions, will be removed automatically
pl_pl: Szablony serwisów, które nie mogły zostać przypisane do wybranej grupy szablonów serwisu z powodu uprawnień kontenera, zostaną automatycznie usunięte
ru_ru: Шаблоны служб, которые не могут быть назначены выбранной группе шаблонов служб из-за разрешений контейнера, будут удалены автоматически

source: Append to service template group
pl_pl: Dodaj do grupy szablonów serwisu
ru_ru: Добавить в группу шаблонов служб

source: Copy service template group/s
pl_pl: Kopiuj szablon/y serwisu

source: Source service template group:
pl_pl: Źródłowy szablon serwisu:

source: Service template group name
pl_pl: Nazwa grupy szablonów serwisu
ru_ru: Название группы шаблонов служб

source: Name of the new service template group
pl_pl: Nazwa nowej grupy szablonów serwisu

source: Edit service template group:
pl_pl: Edytuj grupę szablonów serwisu:
ru_ru: Изменить группу шаблонов служб:

source: Update service template group
pl_pl: Aktualizuj grupę szablonów serwisu
ru_ru: Обновить группу шаблонов служб

source: Filter by service template group name
pl_pl: Filtruj według nazwy grupy szablonów serwisu
ru_ru: Фильтровать по имени группы шаблонов служб

source: Filter by service template group description
pl_pl: Filtruj według opisu grupy szablonów serwisu
ru_ru: Фильтровать по описанию группы шаблонов служб

source: Allocate to matching host group
pl_pl: Przydziel do pasującej grupy hostów
ru_ru: Добавить к соответствующей группе узлов

source: Deploying services...
pl_pl: Wdrażanie serwisów...
ru_ru: Создание службов ...

source: add
pl_pl: dodaj
ru_ru: добавить

source: Create new service template
pl_pl: Utwórz nowy szablon serwisu
ru_ru: Создать новый шаблон службы

source: Name of the service template.
pl_pl: Nazwa szablonu serwisu.
ru_ru: Название шаблона службы.

source: Default name of services using this service template.
pl_pl: Domyślna nazwa serwisów korzystających z tego szablonu serwisu.
ru_ru: Стандартное название службы, использующих этот шаблон сервиса.

source: Create service template
pl_pl: Utwórz szablon serwisu
ru_ru: Создать шаблон службы

source: Append service template/s to service template group
pl_pl: Dodaj szablony serwisu do grupy szablonów serwisu
ru_ru: Добавить шаблон(ы) службы в группу шаблонов служб

source: Selected service templates
pl_pl: Wybrane szablony serwisu
ru_ru: Выбранные шаблоны служб

source: Append existing service template group
pl_pl: Dodaj istniejącą grupę szablonów serwisu
ru_ru: Добавить существующую группу шаблонов служб

source: Copy service template/s
pl_pl: Kopiuj szablon/y serwisu
ru_ru: Скопировать шаблон(ы) служб

source: Source service template:
pl_pl: Źródłowy szablon serwisu:
ru_ru: Исходный шаблон службы:

source: Name of the new service template
pl_pl: Nazwa nowego szablonu serwisu
ru_ru: Наименование нового шаблона службы

source: Copy service templates
pl_pl: Kopiuj szablony serwisów
ru_ru: Скопируйте шаблоны служб

source: Edit service template:
pl_pl: Edytuj szablon serwisu:
ru_ru: Изменить шаблон службы

source: Update service template
pl_pl: Aktualizuj szablon serwisu
ru_ru: Обновить шаблон службы

source: Filter by service template description
pl_pl: Filtruj według opisu szablonu serwisu
ru_ru: Фильтровать по описанию шаблона службы

source: Filter by service template types
pl_pl: Filtruj według typów szablonu serwisu
ru_ru: Фильтр по типам шаблонов служб

source: Add to service template group
pl_pl: Dodaj do grupy szablonów serwisu
ru_ru: Добавить в группу шаблонов служб

source: services.
pl_pl: usługi.
ru_ru: служб.

source: Include disabled services
pl_pl: Uwzględnij wyłączone usługi
ru_ru: Включить отключенные службы

source: This service template is not used by any services
pl_pl: Ten szablon serwisu nie jest używany przez żadne usługi
ru_ru: Этот шаблон службы не используется никакими службами

source: state history
pl_pl: historia stanu
ru_ru: история состояния

source: We ask for your help
pl_pl: Prosimy o Twoją pomoc
ru_ru: Мы просим вашей помощи

source: We are always interested to improve openITCOCKPIT with every new version. You can help us, by submitting anonymous statistical information to us.
pl_pl: Zawsze jesteśmy zainteresowani poprawą openITCOCKPIT w każdej nowej wersji. Możesz nam pomóc, przesyłając nam anonimowe informacje statystyczne.
ru_ru: Мы всегда заинтересованы в улучшении openITCOCKPIT с каждой новой версией. Вы можете помочь нам, предоставив нам анонимную статистическую информацию.

source: What data do we collect?
pl_pl: Jakie dane zbieramy?
ru_ru: Какие данные мы собираем?

source: We are not interested in who you are, in which company you work or any other personal data.
pl_pl: Nie interesuje nas kim jesteś, w jakiej firmie pracujesz ani żadne inne dane osobowe.
ru_ru: Нас не интересует, кто вы, в какой компании вы работаете или какие-либо другие личные данные.

source: We just ask you, to provide us system metrics like:
pl_pl: Prosimy Cię tylko o dostarczenie nam metryk systemowych takich jak:
ru_ru: Мы просто просим вас предоставить нам системные показатели, такие как:

source: CPU load, number of CPU cores and CPU model
pl_pl: Obciążenie CPU, liczba rdzeni CPU i model CPU
ru_ru: Загрузка процессора, количество ядер процессора и модель процессора

source: Memory and swap usage
pl_pl: Użycie pamięci i swapu
ru_ru: Использование памяти и подкачки

source: Version of used monitoring engine
pl_pl: Wersja używanego silnika monitorującego
ru_ru: Версия используемого двигателя мониторинга

source: Version of PHP
pl_pl: Wersja PHP
ru_ru: Версия PHP

source: Version of openITCOCKPIT and installed openITCOCKPIT modules
pl_pl: Wersja openITCOCKPIT oraz zainstalowane moduły openITCOCKPIT
ru_ru: Версия openITCOCKPIT и установленные модули openITCOCKPIT

source: Number of monitored hosts and services
pl_pl: Liczba monitorowanych hostów i usług
ru_ru: Количество контролируемых узлов и служб

source: Used operating system
pl_pl: Używany system operacyjny
ru_ru: Используемая операционная система

source: MySQL usage statistics like number of select, insert and delete statements
pl_pl: Statystyki używania MySQL, takie jak liczba zapytań select, insert i delete
ru_ru: Статистика использования MySQL, такая как количество операторов select, insert и delete

source: Show me all metrics you like to collect.
pl_pl: Pokaż mi wszystkie metryki, które chcesz zbierać.
ru_ru: Покажите мне все метрики, которые вы хотели бы собрать.

source: Do you track users on the interface?
pl_pl: Czy śledzicie użytkowników na interfejsie?
ru_ru: Вы отслеживаете пользователей на интерфейсе?

source: No. We are not interested in any user or user behavior data.
pl_pl: Nie. Nie interesują nas żadne dane użytkownika ani zachowanie użytkownika.
ru_ru: Нет. Нас не интересуют какие-либо данные о поведении пользователя или пользователя.

source: Why do you ask for this data?
pl_pl: Dlaczego pytacie o te dane?
ru_ru: Почему вы запрашиваете эти данные?

source: This information influences decisions such as which openITCOCKPIT modules should get new features or which operating system is used by most of the users. In addition the data will help use to optimize the database schema and improve scalability of openITCOCKPIT.
pl_pl: Ta informacja wpływa na decyzje, takie jak to, które moduły openITCOCKPIT powinny otrzymać nowe funkcje lub jaki system operacyjny jest najczęściej używany przez większość użytkowników. Ponadto dane pomogą nam zoptymalizować schemat bazy danych i poprawić skalowalność openITCOCKPIT.
ru_ru: Эта информация влияет на решения, например, какие модули openITCOCKPIT должны получить новые функции или какая операционная система используется большинством пользователей. Кроме того, данные помогут использовать для оптимизации схемы базы данных и улучшить масштабируемость openITCOCKPIT.

source: Ask me again
pl_pl: Zapytaj mnie ponownie
ru_ru: Спроси меня снова

source: I want more information
pl_pl: Chcę więcej informacji
ru_ru: Я хочу больше информации

source: Yes, I want to help
pl_pl: Tak, chcę pomóc
ru_ru: Да я хочу помочь

source: No, thanks
pl_pl: Nie, dziękuję
ru_ru: Нет, спасибо

source: Many thanks for your support!
pl_pl: Wielkie dzięki za wsparcie!
ru_ru: Большое спасибо за поддержку!
