Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/oitc_console.po
Languages: de_de, it_it, ru_ru, uk_ua

source: Type of the notification host or service
de_de: Typ der Benachrichtigung Host oder Service
it_it: Tipo di notifica host o servizio
ru_ru: Тип уведомления узла или службы
uk_ua: Тип хосту сповіщень або послуги

source: Notification type of monitoring engine => $NOTIFICATIONTYPE$
de_de: Typ der Benachrichtigung des Monitoringsystems => $NOTIFICATIONTYPE$
it_it: Notifica tipo del motore di monitoraggio => $NOTIFICATIONTYPE$
ru_ru: Тип уведомления мониторинга => $NOTIFICATIONTYPE$
uk_ua: Тип сповіщення двигуна моніторингу => $NOTIFICATIONTYPE$

source: Host uuid you want to send a notification => $HOSTNAME$
de_de: Host UUID zu der die Benachrichtigung gesendet werden soll => $HOSTNAME$
it_it: Uuid dell'host a cui vuoi mandare una notifica => $HOSTNAME$
ru_ru: uuid узла uuid которому вы хотите отправить уведомление => $HOSTNAME$
uk_ua: Хост uuid, якому потрібно надіслати сповіщення => $HOSTNAME$

source: Service uuid you want to send a notification => $SERVICEDESC$
de_de: Service UUID zu der die Benachrichtigung gesendet werden soll => $SERVICEDESC$
it_it: Uuid del servizio a cui vuoi mandare una notifica => $SERVICEDESC$
ru_ru: uuid службы которой вы хотите отправить уведомление => $SERVICEDESC$
uk_ua: Послуга uuid, яку потрібно надіслати сповіщення => $SERVICEDESC$

source: current host state => $HOSTSTATEID$/$SERVICESTATEID$
de_de: Aktueller Host-Status => $HOSTSTATEID$/$SERVICESTATEID$
it_it: stato dell'host corrente => $HOSTSTATEID$/$SERVICESTATEID$
ru_ru: текущее состояние узла => $HOSTSTATEID$/$SERVICESTATEID$
uk_ua: поточний стан хоста => $HOSTSTATEID$/$SERVICESTATEID$

source: host output => $HOSTOUTPUT$/$SERVICEOUTPUT$
de_de: Host Ausgabe => $HOSTOUTPUT$/$SERVICEOUTPUT$
it_it: output host => $HOSTOUTPUT$/$SERVICEOUTPUT$
ru_ru: выход узла => $HOSTOUTPUT$/$SERVICEOUTPUT$
uk_ua: вихід хоста => $HOSTOUTPUT$/$SERVICEOUTPUT$

source: host acknowledgement author => $NOTIFICATIONAUTHOR$
de_de: Author der Hostbestätigung => => $NOTIFICATIONAUTHOR$
it_it: autore di riconoscimento dell'host => $NOTIFICATIONAUTHOR$
ru_ru: автор подтверждения узла => $NOTIFICATIONAUTHOR$
uk_ua: автор підтвердження хосту => $NOTIFICATIONAUTHOR$

source: host acknowledgement comment => $NOTIFICATIONCOMMENT$
de_de: Kommentar der Hostbestätigung => $NOTIFICATIONCOMMENT$
it_it: commento di riconoscimento dell'host => $NOTIFICATIONCOMMENT$
ru_ru: комментарий подтверждения узла => $NOTIFICATIONCOMMENT$
uk_ua: коментар підтвердження хосту => $NOTIFICATIONCOMMENT$

source: Disable emojis in subject
de_de: Deaktiviere Emojis im Betreff
it_it: Disabilita emojis nel tema
ru_ru: Отключить смайлики в теме
uk_ua: Вимкнути смайли в темі

source: All cronjobs will be forced to execute!
de_de: Alle Cronjobs werden sofort ausgeführt!
it_it: L'esecuzione di tutti i cronjob verrà forzata!
ru_ru: Все cronjobs будут вынуждены выполнить!
uk_ua: Усі cronjobs будуть змушені виконуватись!

source: List all available cronjobs!
de_de: Alle verfügbaren Cronjobs auflisten!

source: Only execute the given cronjob by Task name
de_de: Führen Sie den angegebenen Cronjob nur nach Aufgabennamen aus

source: Tail and parse monitoring logfile
de_de: Zeige und folge der Monitoring Logdatei
it_it: Analisi e monitoraggio Tail file di log
ru_ru: Показать и проанализировать файл журнала мониторинга
uk_ua: Журнал моніторингу хвостів та розбору

source: Tailf and parse monitoring logfile
de_de: Zeige und folge der Monitoring Logdatei
it_it: Analisi e monitoraggio Tailf file di log
ru_ru: Показать и проанализировать файл журнала мониторинга
uk_ua: Журнал моніторингу хвостів та розбору

source: Read and translate from stdin. Example: cat file.cfg | oitc debug -s
de_de: Lese und übersetze stdin. Zum Beispiel: cat file.cfg | oitc debug -s
it_it: Leggi e traduci dallo stdin. Esempio: cat file.cfg | oitc deubg -s
ru_ru: Читайте и переводите со stdin. Пример: cat file.cfg | oitc debug -s
uk_ua: Прочитайте та перекладіть зі stdin. Приклад: cat file.cfg | oitc налагодження -s

source: Replace timestamps in output - only for --stdin
de_de: Zeitstempel in der Ausgabe ersetzen – nur für --stdin

source: [T]ail and parse monitoring log file
de_de: [T] Zeige die Monitoring Logdatei
it_it: Analisi e monitoraggio [T]ail file di log
ru_ru: [T]Показать и проанализировать файл журнала мониторинга
uk_ua: [T] файл журналу моніторингу і аналізу

source: [TF] Tail -f and parse monitoring log file
de_de: [TF] (Tail -f) Zeige die Monitoring Logdatei
it_it: Analisi e monitoraggio [TF]ailf file di log
ru_ru: [TF]Показать и проанализировать файл журнала мониторинга
uk_ua: [TF] Файл журналу моніторингу Tail -f та синтаксичного аналізу

source: [H] Debug host configuration files
de_de: [H] Hostkonfigurationsdateien debuggen
it_it: [H] File di configurazione debug dell'host

source: [HG] Debug host group configuration files
de_de: [HG] Hostgruppen-Konfigurationsdateien debuggen

source: [HT] Debug host template configuration files
de_de: [HT] Zeige die Konfigurationsdatei der Hostvorlage
it_it: [HT] Template file di configurazione debug dell'host
ru_ru: [HT] Показать Файлы конфигурации шаблонов узлов
uk_ua: [HT] Налагодження файлів конфігурації шаблону хосту

source: [S] Debug service configuration files
de_de: [S] Zeige die Konfigurationsdatei des Services
it_it: [S] File configurazione debug servizi
ru_ru: [S] Показать Файлы конфигурации шаблонов служб
uk_ua: [S] Налагодження файлів конфігурації служби

source: [SG] Debug service group configuration files
de_de: [SG] Debug-Servicegruppenkonfigurationsdateien

source: [ST] Debug service template configuration files
de_de: [ST] Zeige die Konfigurationsdatei der Servicevorlage
it_it: [ST] Template file di configurazione servizi
ru_ru: [ST] Показать Файлы конфигурации служб
uk_ua: [ST] Налагодження файлів конфігурації шаблону служби

source: [TP] Debug time period configuration files
de_de: [TP] Debug-Zeitraum-Konfigurationsdateien

source: [CM] Debug command configuration files
de_de: [CM] Zeige die Konfigurationsdatei des Kommandos
it_it: [CM] File di configurazione comandi debug
ru_ru: [CM] Показать Файлы конфигурации командов
uk_ua: [CM] Файли конфігурації команд налагодження

source: [C] Debug contact configuration files
de_de: [C] Zeige die Konfigurationsdatei des Kontaktes
it_it: [C] File di configurazione contatti debug
ru_ru: [C] Показать Файлы конфигурации контактов
uk_ua: [C] Налагодження файлів конфігурації контактів

source: [CG] Debug contact group configuration files
de_de: [CG] Zeige die Konfigurationsdatei der Kontaktgruppe
it_it: [CG] File di configurazione gruppi di contatti debug
ru_ru: [CG] Показать Файлы конфигурации контактных групп
uk_ua: [CG] Налагодження файлів конфігурації групи контактів

source: [HE] Debug host escalation configuration files
de_de: [HE] Zeige die Konfigurationsdatei der Host-Eskalation
it_it: [HE] File di configurazione debug di scala dell'host
ru_ru: [HE] Показать Файлы конфигурации эскалации узлов
uk_ua: [ВІН] Налагодження файлів конфігурації ескалації хосту

source: [SE] Debug service escalation configuration files
de_de: [SE] Debug-Service-Eskalationskonfigurationsdateien

source: [HD] Debug host dependency configuration files
de_de: [HD] Hostabhängigkeitskonfigurationsdateien debuggen

source: [SD] Debug service dependency configuration files
de_de: [SD] Debug-Serviceabhängigkeitskonfigurationsdateien

source: [UUID] Search object by UUID
de_de: [UUID] Suche Object nach der UUID
it_it: [UUID] Cerca oggetti con UUID
ru_ru: [UUID] Поиск объекта по UUID
uk_ua: [UUID] Пошук об’єкта за UUID

source: [Q]uit
de_de: [Q] Verlassen
it_it: [E]sci
ru_ru: [Q]Выход

source: What would you like to do?
de_de: Was möchtest Du tun?
it_it: Cosa vorresti fare?
ru_ru: Чем бы Вы хотели заняться?
uk_ua: Що б ти хотів зробити?

source: You have made an invalid selection. Please choose by entering T or B.
de_de: Du hast eine ungültige Sektion gewählt. Bitte gebe T oder B an.
it_it: Hai selezionato un campo non valido. Scegli inserendo T o B.
ru_ru: Вы сделали неверный выбор. Пожалуйста, выберите, введя T или B.
uk_ua: Ви зробили недійсний вибір. Будь ласка, виберіть, ввівши T або B.

source: Hopefully i was helpful
de_de: Hoffentlich war es hilfreich
it_it: Sono stato d'aiuto?
ru_ru: Надеюсь, я был полезным
uk_ua: Сподіваюся, я був корисний

source: Thanks for using me, bye
de_de: Danke, dass Du mich verwendet hast, Tschüs
it_it: Grazie di avermi usato, arrivederci
ru_ru: Спасибо за использование меня, пока
uk_ua: Дякую, що користуєтесь мною, до побачення

source: Notification type of monitoring engine
de_de: Typ der Benachrichtigung des Monitoringsystems
it_it: Tipo di notifica del motore di monitoraggio
ru_ru: Тип уведомления в мониторинге
uk_ua: Тип сповіщення двигуна моніторингу

source: Host uuid you want to send a notification
de_de: Host UUID zu der eine Benachrichtigung geschickt werden soll
it_it: Uuid dell'host a cui vuoi mandare una notifica
ru_ru: Узел uuid на который вы хотите отправить уведомление
uk_ua: Розмістіть uuid, якому потрібно надіслати сповіщення

source: Host description you want to send a notification
de_de: Host Beschreibung zu der eine Benachrichtigung geschickt werden soll
it_it: Descrizione dell'host a cui vuoi mandare una notifica
ru_ru: Описание узла, на который вы хотите отправить уведомление
uk_ua: Опис господаря, якому потрібно надіслати сповіщення

source: current host state
de_de: aktueller Host-Status
it_it: stato corrente dell'host
ru_ru: текущее состояние узла
uk_ua: поточний стан господаря

source: host address
de_de: Host Adresse
it_it: indirizzo dell'host
ru_ru: адрес узла
uk_ua: адреса хоста

source: host output
de_de: Host Ausgabe
it_it: output dell'host
ru_ru: выход узла
uk_ua: вихід хоста

source: host long output
de_de: Host lange Ausgabe
it_it: output dell'host lungo
ru_ru: длинный выход узла
uk_ua: довгий вихід хоста

source: host acknowledgement author
de_de: Author der Host Bestätigung
it_it: autore di riconoscimento dell'host
ru_ru: автор подтверждения узла
uk_ua: автор підтвердження хосту

source: host acknowledgement comment
de_de: Kommentar der Host Bestätigung
it_it: commento di riconoscimento dell'host
ru_ru: комментарий подтверждения узла
uk_ua: коментар підтвердження хостом

source: recivers mail address
de_de: Email Adresse des Empfängers
ru_ru: адрес получателя
uk_ua: адреса електронної пошти приймача

source: human name of the contact
de_de: Menschlicher Name des Kontakts
it_it: nome umando del contatto
ru_ru: человеческое имя контакта
uk_ua: людське ім’я контакту

source: Service uuid you want to notify
de_de: Service UUID welche benachrichtigt werden soll
it_it: Uuid del servizio da notificare
ru_ru: UUID службы, о которой вы хотите уведомить
uk_ua: Служба uuid, про яку ви хочете повідомити

source: service state
de_de: Service Status
it_it: Stato servizio
ru_ru: состояние службы
uk_ua: стан обслуговування

source: service output
de_de: Service Ausgabe
it_it: output servizio
ru_ru: выход службы
uk_ua: вихід послуги

source: service long output
de_de: Service lange Ausgabe
it_it: output servizio lungo
ru_ru: длинный выход службы
uk_ua: довготривале обслуговування

source: service acknowledgement author
de_de: Author der Servicebestätigung
it_it: autore di riconoscimento del servizio
ru_ru: автор подтверждения службы
uk_ua: автор підтвердження послуги

source: service acknowledgement comment
de_de: Kommentar der Servicebestätigung
it_it: commento di riconoscimento del servizio
ru_ru: комментарий подтверждения службы
uk_ua: коментар підтвердження послуги

source: Email type for notifications [text, html, both]
de_de: Typ der Benachrichtigung [Text, HTML, oder beides]
it_it: Tipo di email per notifice [testo, html, entrambi]
ru_ru: Тип электронной почты для уведомлений [text, html, both]
uk_ua: Тип електронної пошти для сповіщень [текст, html, обидва]

source: disable email attachments
de_de: Deaktiviere Email Anhänge
it_it: disabilita allegati email
ru_ru: отключить вложения электронной почты
uk_ua: вимкнути вкладення електронної пошти

source: E-Mail layout/template that should be used
de_de: Email Layout/Vorlage die verwendet werden soll
it_it: Layout/template e-mail che deve essere utilizzato
ru_ru: Макет/шаблон электронной почты, который следует использовать
uk_ua: Макет/шаблон електронної пошти, який слід використовувати

source: API Token of your Pushover Application => $_CONTACTPUSHOVERAPP$
de_de: API Token für Deine Pushover Anwendung => $_CONTACTPUSHOVERAPP$
it_it: Token API della tua applicazione Pushover => $_CONTACTPUSHOVERAPP$
ru_ru: API токен вашего Pushover приложения => $_CONTACTPUSHOVERAPP$
uk_ua: Маркер API вашої програми Pushover => $_CONTACTPUSHOVERAPP$

source: Your Pushover User Key => $_CONTACTPUSHOVERUSER$
de_de: Dein Pushover Benutzer Schlüssel => $_CONTACTPUSHOVERUSER$
it_it: Chiave utente Pushover => $_CONTACTPUSHOVERUSER$
ru_ru: Ваш пользовательский Pushover ключ => $_CONTACTPUSHOVERUSER$
uk_ua: Ваш ключ користувача Pushover => $_CONTACTPUSHOVERUSER$

source: If set, connection will be established using the proxy server defined in openITCOCKPIT interface.
de_de: Wenn gesetzt, wird die Verbindung in openITCOCKPIT Interface über den Proxy aufgebaut werden.
it_it: Se selezionato, una connessione verrà stabilita usando il proxy server definito nell'interfaccia openITCOCKPIT.
ru_ru: Если установлено, соединение будет установлено с использованием прокси-сервера, определенного в интерфейсе openITCOCKPIT.
uk_ua: Якщо встановлено, з'єднання буде встановлено за допомогою проксі -сервера, визначеного в інтерфейсі openITCOCKPIT.

source: Pretty print sql queries
de_de: Aufgehübschte Ausgabe der SQL Queries
it_it: Formatta le query sql in formato leggibile
ru_ru: Довольно форматированный выход SQL запросов
uk_ua: Досить друкувати запити sql

source: Hide (ARO/ACO) permission queries
de_de: Verstecke (ARO/ACO) Berechtigungsanfragen
it_it: Nascondi richieste di permessi (ARO/ACO)
ru_ru: Скрыть (ARO/ACO) запросы разрешений
uk_ua: Приховати запити на дозвіл (ARO/ACO)

source: Start a WebSocket server to make the query log accessible from openITCOCKPIT web interface
de_de: Starte Websocket Server um Query Log im openITCOCKPIT Webfrontend zu aktivieren
it_it: Inizializza un server WebSocket per rendere il log delle query accessibile dall'interfaccia web openITCOCKPIT
ru_ru: Запустите WebSocketсервер, чтобы сделать журнал запросов доступным из веб-интерфейса openITCOCKPIT.
uk_ua: Запустіть сервер WebSocket, щоб журнал запитів став доступним із веб -інтерфейсу openITCOCKPIT

source: openITCOCKPIT User Id
de_de: openITCOCKPIT Benutzer Id
it_it: Id utente openITCOCKPIT
uk_ua: openITCOCKPIT Ідентифікатор користувача

source: [Y]es I want to continue the setup of openITCOCKPIT
de_de: [Y] Ja, ich möchte mit dem Setup vom openITCOCKPIT fortfahren
it_it: [S]i voglio continuare con il setup di openITCOCKPIT
ru_ru: [Y] Если я хочу продолжить настройку openITCOCKPIT
uk_ua: [Y] es Я хочу продовжити налаштування openITCOCKPIT

source: [N]o and exit shell
de_de: [N]ein und Shell verlassen
it_it: [N]o e esci dalla shell
ru_ru: [N] Нет и выход
uk_ua: [N] o і вийти з оболонки

source: Are you sure you want to continue?
de_de: Sind Sie sicher, dass Sie fortfahren wollen
it_it: Sicuro di voler continuare?
ru_ru: Вы уверены что хотите продолжить?
uk_ua: Ви впевнені, що хочете продовжити?

source: Setup aborted!
de_de: Setup abgebrochen!
it_it: Setup interrotto!
ru_ru: Установка прервана!
uk_ua: Налаштування скасовано!

source: You have made an invalid selection. Please choose by entering Y or N.
de_de: Du hast eine nicht valide Sektion ausgewählt. Bitte gebe Y oder N ein.
it_it: Hai fatto una selezione non valida. Scegli inserendo Y o N.
ru_ru: Вы сделали неверный выбор. Пожалуйста, выберите, введя Y или N.
uk_ua: Ви зробили недійсний вибір. Будь ласка, виберіть, ввівши Y або N.

source: Please enter your first name
de_de: Bitte geben Sie Ihren Vorname ein
it_it: Inserisci il tuo nome
ru_ru: Пожалуйста, введите ваше имя
uk_ua: Будь ласка, введіть своє ім'я

source: Please enter your last name
de_de: Bitte geben Sie Ihren Nachname ein
it_it: Inserisci il tuo cognome
ru_ru: Пожалуйста, введите свою фамилию
uk_ua: Будь ласка, введіть своє прізвище

source: Please enter your email address. This will be the username for the login.
de_de: Bitte geben Sie Ihre Email Adresse sein. Das wird auch Ihr Benutzername für das Login sein
it_it: Inserisci il tuo indirizzo email. Questo sarà l'username per l'accesso.
ru_ru: Пожалуйста, введите Ваш адрес электронной почты. Это будет имя пользователя для входа.
uk_ua: Будь ласка, введіть свою електронну адресу. Це буде ім'я користувача для входу.

source: Please enter a password for the login.
de_de: Bitte geben Sie ein Password für das Login ein.
it_it: Inserisci una password per l'accesso
ru_ru: Пожалуйста, введите пароль для входа.
uk_ua: Будь ласка, введіть пароль для входу.

source: Please confirm your password
de_de: Bitte bestätigen Sie Ihr Passwort
it_it: Conferma password
ru_ru: Пожалуйста, подтвердите ваш пароль
uk_ua: Будь ласка, підтвердьте свій пароль

source: System Address or FQDN?
de_de: Systemadresse oder FQDN?
it_it: Indirizzo di sistema o FQDN?
ru_ru: Системный адрес или полное доменное имя?
uk_ua: Системна адреса або повне доменне ім'я?

source: Please enter a sender email address
de_de: Bitte geben Sie eine Absender-E-Mail-Adresse ein
it_it: Inserisci email mittente
ru_ru: Пожалуйста, введите адрес электронной почты отправителя
uk_ua: Будь ласка, введіть адресу електронної пошти відправника

source: Please enter the address of your mail server (e.g. mail.example.org)
de_de: Bitte geben Sie die Adresse Ihres Mailservers ein (z.B. mail.example.org)
it_it: Inserisci l'indirizzo del tuo mail server (es. mail.esempio.org)
ru_ru: Пожалуйста, введите адрес вашего почтового сервера (например, mail.example.org)
uk_ua: Будь ласка, введіть адресу свого поштового сервера (наприклад, mail.example.org)

source: Please enter the port of your mail server
de_de: Bitte geben Sie den Port Ihres Mailservers ein
it_it: Inserisci la porta del tuo mail server
ru_ru: Пожалуйста, введите порт вашего почтового сервера
uk_ua: Будь ласка, введіть порт свого поштового сервера

source: If required, set a username, or leave it blank if you don't need a user
de_de: Legen Sie bei Bedarf einen Benutzernamen fest oder lassen Sie es leer, wenn Sie keinen Benutzer benötigen
it_it: Se richiesto, imposta uno username, oppure lascia bianco se non necessiti di un utente
ru_ru: Если необходимо, задайте имя пользователя или оставьте поле пустым, если вам не нужен пользователь
uk_ua: За потреби встановіть ім’я користувача або залиште його порожнім, якщо вам не потрібен користувач

source: Please enter your password, or leave it blank if you don't need a password
de_de: Bitte geben Sie Ihr Passwort ein oder lassen Sie es leer, wenn Sie kein Passwort benötigen
it_it: Inserisci una password, o lascia bianco se non necessiti di una password
ru_ru: Пожалуйста, введите свой пароль или оставьте его пустым, если вам не нужен пароль
uk_ua: Будь ласка, введіть свій пароль або залиште його порожнім, якщо пароль вам не потрібен

source: IP address of the SMS gateway
de_de: IP-Adresse des SMS-Gateways
it_it: Indirizzo IP del gateway SMS
ru_ru: IP адрес SMS шлюза
uk_ua: IP -адреса шлюзу SMS

source: Transport method for example NRPE
de_de: Transportmethode zum Beispiel NRPE
it_it: Metodo di trasporto per esempio NRPE
ru_ru: Транспортный метод например NRPE
uk_ua: Спосіб транспортування, наприклад NRPE

source: Please enter the name of the
de_de: Bitte geben Sie den Namen des
it_it: Inserisci il nome del
ru_ru: Пожалуйста, введите название
uk_ua: Будь ласка, введіть назву

source: No name field for
de_de: Kein Namensfeld für
it_it: Nessun campo nome per
ru_ru: Нет имени поля для
uk_ua: Немає поля імені для

source: I found
de_de: Ich fand
it_it: Ho trovato
ru_ru: Я нашел
uk_ua: я знайшов

source: Please select one
de_de: Bitte wählen Sie eine aus
it_it: Seleziona
ru_ru: Пожалуйста, выберите один
uk_ua: Виберіть один

source: Your choice please
de_de: Ihre Auswahl bitte
it_it: La tua scelta
ru_ru: Ваш выбор, пожалуйста
uk_ua: Ваш вибір, будь ласка

source: not found
de_de: nicht gefunden
it_it: non trovato
ru_ru: не найден
uk_ua: не знайдено

source: Please enter your UUID
de_de: Bitte geben Sie Ihre UUID ein
it_it: Inserisci il tuo UUID
ru_ru: Пожалуйста, введите ваш UUID
uk_ua: Будь ласка, введіть свій UUID

source: No result for given UUID
de_de: Kein Ergebnis für die angegebene UUID
it_it: Nessun risultato per quell'UUID
ru_ru: Нет результата для данной UUID
uk_ua: Немає результату для заданого UUID

source: Notice: This is not the real nagios configuration file. This is a human readable version of the config.
de_de: Hinweis: Dies ist nicht die echte Nagios-Konfigurationsdatei. Dies ist eine für Menschen lesbare Version der Konfiguration.
it_it: Nota bene: questo non è il vero file di configurazione nagios. Questa è una versione leggibile delle impostazioni.
ru_ru: Примечание: это не настоящий файл конфигурации nagios. Это удобочитаемая версия конфигурации.
uk_ua: Примітка. Це не справжній файл конфігурації nagios. Це читабельна для людини версія конфігурації.

source: <error>File not found! (
de_de: <Fehler>Datei nicht gefunden! (
it_it: <error>File non trovato! (
ru_ru: <error>Файл не найден! (
uk_ua: <помилка> Файл не знайдено! (

source: <error>Folder %s is empty!</error>
de_de: <error>Ordner %s ist leer!</error>
it_it: <error>Cartella %s è vuota!</error>
ru_ru: <error> Папка %s пуста! </error>
uk_ua: <error> Папка %s порожня! </error>

source: Host or Service
de_de: Host oder Service
it_it: Host o servizio
ru_ru: Узел или Служба
uk_ua: Хост або служба

source: The Host UUID
de_de: Die Host UUID
it_it: L'UUID dell'host
ru_ru: Узел UUID
uk_ua: UUID хоста

source: The Host output
de_de: Die Hostausgabe
it_it: L'output dell'host
ru_ru: Выход узла
uk_ua: Вихід хоста

source: State ID of the current host state
de_de: Status-ID des aktuellen Host-Status
it_it: ID di stato dello stato dell'host corrente
ru_ru: Идентификатор состояния текущего состояния узла
uk_ua: Ідентифікатор стану поточного стану хоста

source: The Service UUID
de_de: Die Service UUID
it_it: L'UUID del servizio
ru_ru: Служба UUID
uk_ua: UUID служби

source: The Service output
de_de: Die Serviceausgabe
it_it: L'output del servizio
ru_ru: Выход службы
uk_ua: Вихід послуги

source: State ID of the current service state
de_de: Status-ID des aktuellen Service-Status
it_it: ID di stato dello stato corrente del servizio
ru_ru: Идентификатор состояния текущего состояния службы
uk_ua: Ідентифікатор стану поточного стану служби

source: Write initial Checkmk configuration
de_de: Schreiben Sie die erste Checkmk-Konfiguration
it_it: Scrivi la configurazione iniziale Checkmk
ru_ru: Написать начальную конфигурацию Checkmk
uk_ua: Написати початкову конфігурацію Checkmk

source: ID of the container open alerts should be monitored. If empty, all alerts will be considered. There can be multiple container-id arguments
de_de: Die ID der Container-Offen-Warnungen sollte überwacht werden. Wenn es leer ist, werden alle Warnungen berücksichtigt. Es können mehrere Container-ID-Argumente vorhanden sein

source: Include alerts of all sub-container.
de_de: Schließen Sie Warnungen für alle Untercontainer ein.

source: 0=New, 1=In Progress, 2=Done, 3=Manually Closed. There can be multiple statetype arguments
de_de: 0=Neu, 1=In Bearbeitung, 2=Fertig, 3=Manuell geschlossen. Es können mehrere Statetype-Argumente vorhanden sein
