Repository: LaXKo/openITCOCKPIT
Catalog: resources/locales/*/oitc_console.po
Languages: de_de, it_it, ru_ru, uk_ua

source: Number of alerts before the plugin will output a warning state. There can be multiple warning arguments for each --statetype. It is important to have the same order e.g.: --statetype 0 --warning 5 --statetype 1 --warning 10
de_de: Anzahl der Warnungen, bevor das Plugin einen Warnstatus ausgibt. Für jeden --statetype können mehrere Warnargumente vorhanden sein. Es ist wichtig, die gleiche Reihenfolge einzuhalten, z. B.: --statetype 0 --warning 5 --statetype 1 --warning 10

source: Number of alerts before the plugin will output a critical state. There can be multiple critical arguments for each --statetype. It is important to have the same order e.g.: --statetype 0 --critical 10 --statetype 1 --critical 15
de_de: Anzahl der Warnungen, bevor das Plugin einen kritischen Zustand ausgibt. Für jeden --statetype können mehrere kritische Argumente vorhanden sein. Es ist wichtig, die gleiche Reihenfolge zu haben, z. B.: --statetype 0 --critical 10 --statetype 1 --critical 15

source: Only consider alerts where the message contains provided string
de_de: Berücksichtigen Sie nur Warnungen, bei denen die Nachricht die angegebene Zeichenfolge enthält

source: Determines if the plugin should print detailed information as long output.
de_de: Legt fest, ob das Plugin detaillierte Informationen als lange ausgabe ausgeben soll.

source: Print UUIDs of dropped services
de_de: UUIDs gelöschter Services ausgeben

source: The Receiver of the message in international format eg. 0049123456789
de_de: Der Empfänger der Nachricht im internationalen Format, z. 0049123456789
it_it: Il destinatario del messaggio in formato internazionale es. 0049123456789
ru_ru: Получатель сообщения в международном формате, например. 0049123456789
uk_ua: Одержувач повідомлення в міжнародному форматі, наприклад. 0049123456789

source: The Sender of the message
de_de: Der Absender der Nachricht
it_it: Il mittente del messaggio
ru_ru: Отправитель сообщения
uk_ua: Відправник повідомлення

source: The ID of your massenversand.de account
de_de: Die ID Ihres massenversand.de-Kontos
it_it: L'ID del tuo account masseversand.de
ru_ru: Идентификатор вашей учетной записи massenversand.de
uk_ua: Ідентифікатор вашого облікового запису massenversand.de

source: The Password of your massenversand.de account
de_de: Das Passwort Ihres massenversand.de-Kontos
it_it: La password del tuo account massenversand.de
ru_ru: Пароль вашей учетной записи massenversand.de
uk_ua: Пароль вашого облікового запису massenversand.de

source: The time to send the Message 0 = now or hhmmddmmyyyy
de_de: Die Zeit zum Senden der Nachricht 0 = jetzt oder hhmmddmmyyyy
it_it: La data in cui mandare il messaggio 0 = ora oppure hhmmddmmyyyy
ru_ru: Время для отправки сообщения 0 = сейчас или hhmmddmmyyyy
uk_ua: Час надсилання повідомлення 0 = зараз або hhmmddmmyyyy

source: t = text sms, c = oversize sms, f = flash sms, utf8 = utf8 sms 70 digits per sms
de_de: t = Text-SMS, c = Oversize-SMS, f = Flash-SMS, utf8 = utf8-SMS 70 Ziffern pro SMS
it_it: t = testo sms, c = sms sovradimensionato, f = sms flash, utf8 = sms utf8 70 caratteri per sms
ru_ru: t = текстовые смс, c = негабаритные смс, f = флэш-смс, utf8 = utf8 смс 70 цифр в смс
uk_ua: t = смс тексту, c = смс великого розміру, f = миттєва смс, utf8 = utf8 смс 70 цифр на смс

source: 1 = no SMS will be created but the server will respond like it would be
de_de: 1 = Es wird keine SMS erstellt, aber der Server antwortet als, ob es so wäre
it_it: 1 = nessun SMS sarà creato ma il server risponderà come se lo fosse
ru_ru: 1 = SMS не будет создано, но сервер ответит так, как если бы
uk_ua: 1 = SMS не буде створено, але сервер відповість так само, як і був би

source: host or service
de_de: Host oder Service
it_it: host o servizio
ru_ru: узел или служба
uk_ua: хост або служба

source: The date and time the problem occoured
de_de: Datum und Uhrzeit des Auftretens des Problems
ru_ru: Дата и время возникновения проблемы
uk_ua: Дата та час виникнення проблеми

source: State of the Host
de_de: Status des Hosts
it_it: Stato dell'host
ru_ru: Состояние узла
uk_ua: Стан господаря

source: State of the Service
de_de: Status des Services
it_it: Stato del servizio
ru_ru: Состояние службы
uk_ua: Стан служби

source: output
de_de: Ausgabe
ru_ru: выход
uk_ua: вихід

source: Run PrometheusBridge as endless loop (Daemon)
de_de: PrometheusBridge als Endlosschleife ausführen (Daemon)
it_it: Esegui PrometheusBridge come ciclo senza fine (Demone)
ru_ru: Запустите PrometheusBridge как бесконечную петлю (Демон)
uk_ua: Запустіть PrometheusBridge як нескінченний цикл (демон)

source: Loop interval in seconds
de_de: Schleifenintervall in Sekunden
it_it: Intervallo di ciclo in secondi
ru_ru: Интервал цикла в секундах
uk_ua: Інтервал циклу в секундах

source: comment
de_de: Kommentar
it_it: commento
ru_ru: комментарий
uk_ua: коментар

source: [TP] Debug timeperiod configuration files
it_it: [TP] File di configurazione periodo di tempo debug

source: receivers mail address
it_it: indirizzo email dei destinatari

source: PROBLEM
it_it: PROBLEMA
ru_ru: ПРОБЛЕМА
uk_ua: ПРОБЛЕМА

source: The date and time the problem occurred
it_it: La data e l'ora in cui c'è stato un problema
